Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
da: Som en del af Verification -processen tager du en photo af både dit ansigt og en statsudstedt photo ID . Vores authorization service bekræfter din identity by ved at sammenligne den photo du tager med photo på din ID .
sv: Som en del av verifieringsprocessen tar du ett foto av både ditt ansikte och en statligt utfärdad fotolegitimation. Vår auktoriseringstjänst bekräftar din identitet genom att jämföra fotot du tar med fotot på ditt ID.

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
da: Vi bruger det højeste tilgængelige sikkerhedsniveau to krypterer din photo og sender den to vores authorization service til review . Din photo og Information er ikke gemt eller synlig nogen steder på %(platformName)s efter Verification processen er Complete .
sv: Vi använder högsta möjliga säkerhetsnivå för att kryptera ditt foto och skicka det till vår auktoriseringstjänst för granskning. Ditt foto och din information sparas eller är inte synlig någonstans på %(platformName)s efter att verifieringsprocessen är klar.

source: Thanks for returning to verify your ID in: {courseName}
da: Tak fordi du returnerede to verify din ID in : {courseName}
sv: Tack för att du återvände för att verifiera ditt ID i: {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
da: Du skal bruge to Activate din account , før du kan enroll in courses Tjek din indbakke for en aktivering Email . Efter Complete -aktivering kan du Return og opdatere this -siden.
sv: Du måste aktivera ditt konto innan du kan anmäla dig till kurser. Kontrollera din inkorg efter ett aktiveringsmail. När du har slutfört aktiveringen kan du återvända och uppdatera den här sidan.

source: Activate Your Account
da: Activate Din account
sv: Aktivera ditt konto

source: A driver's license, passport, or other government-issued ID with your name and photo
da: Et kørekort, passport eller Other offentligt udstedt ID med din Name og photo
sv: Ett körkort, pass eller annan statligt utfärdad legitimation med ditt namn och foto

source: You are enrolling in: {courseName}
da: Du tilmelder dig in : {courseName}
sv: Du anmäler dig till: {courseName}

source: You are upgrading your enrollment for: {courseName}
da: Du opgraderer din enrollment til: {courseName}
sv: Du uppgraderar din registrering för: {courseName}

source: You can now enter your payment information and complete your enrollment.
da: Du kan nu indtaste din betaling Information og Complete din enrollment .
sv: Du kan nu ange din betalningsinformation och slutföra din registrering.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
da: Du kan betale nu, selvom du ikke har følgende items til rådighed, men du skal have to have disse by {date} to optjene to kvalificere Certificate .
sv: Du kan betala nu även om du inte har följande artiklar tillgängliga, men du måste ha dessa senast {date} för att kvalificera dig för ett verifierat certifikat.

source: An email has been sent to {userEmail} with a link for you to activate your account.
da: En Email er blevet sent to {userEmail} med en link til dig to account Activate
sv: Ett e-postmeddelande har skickats till {userEmail} med en länk så att du kan aktivera ditt konto.

source: Why activate?
da: Hvorfor Activate ?
sv: Varför aktivera?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
da: Vi beder dig to Activate din account to sikre, at det virkelig er dig, der skaber account og to .
sv: Vi ber dig att aktivera ditt konto för att säkerställa att det verkligen är du som skapar kontot och för att förhindra bedrägerier.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
da: Du kan betale nu, selvom du ikke har følgende items til rådighed, men du skal bruge to have disse to kvalificeret to optjen en Verified Certificate .
sv: Du kan betala nu även om du inte har följande artiklar tillgängliga, men du måste ha dessa för att kvalificera dig för att få ett verifierat certifikat.

source: Government-Issued Photo ID
da: Offentligt udstedt photo ID
sv: Statligt utfärdat foto-ID

source: ID-Verification is not required for this Professional Education course.
da: ID - Verification er ikke required for this Professionel uddannelse Course .
sv: ID-verifiering krävs inte för denna professionella utbildningskurs.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
da: Al professionsuddannelse courses er gebyrbaseret og kræver betaling to Complete enrollment processen.
sv: Alla yrkesutbildningskurser är avgiftsbaserade och kräver betalning för att slutföra registreringsprocessen.

source: You have already verified your ID!
da: Du har allerede bekræftet dit ID!
sv: Du har redan verifierat ditt ID!

source: Your verification status is good until {verificationGoodUntil}.
da: Din Verification Status er god indtil {verificationGoodUntil} .
sv: Din verifieringsstatus är bra fram till {verificationGoodUntil}.

source: price
da: pris
sv: pris

source: Account Not Activated
da: account Ikke activated
sv: Kontot är inte aktiverat

source: Upgrade to a Verified Certificate for {courseName}
da: Upgrade to a Verificeret Certificate for {courseName}
sv: Uppgradera till ett verifierat certifikat för {courseName}

source: Before you upgrade to a certificate track, you must activate your account.
da: Før du Upgrade to a Certificate track , skal du Activate din account .
sv: Innan du uppgraderar till ett certifikatspår måste du aktivera ditt konto.

source: Check your email for an activation message.
da: Tjek din Email for en aktivering message .
sv: Kontrollera din e-post efter ett aktiveringsmeddelande.

source: Total
da: I alt
sv: Totalt

source: Professional Certificate for {courseName}
da: Professionel Certificate til {courseName}
sv: Yrkescertifikat för {courseName}

source: Verified Certificate for {courseName}
da: Verificeret Certificate for {courseName}
sv: Verifierat certifikat för {courseName}

source: To receive a certificate, you must also verify your identity before {date}.
da: to modtage en Certificate , du skal også verify din identity før {date} .
sv: För att få ett certifikat måste du också verifiera din identitet före {date}.

source: To receive a certificate, you must also verify your identity.
da: to modtage en Certificate , du skal også verify din identity .
sv: För att få ett certifikat måste du också verifiera din identitet.

source: To verify your identity, you need a webcam and a government-issued photo ID.
da: to verify din identity , du har brug for en webcam og en statsudstedt photo ID .
sv: För att verifiera din identitet behöver du en webbkamera och ett myndighetsutfärdat foto-ID.

source: Your ID must be a government-issued photo ID that clearly shows your face.
da: Din ID skal være en statsudstedt photo ID , der tydeligt viser dit ansigt.
sv: Ditt ID måste vara en myndighet utfärdad fotolegitimation som tydligt visar ditt ansikte.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
da: Du vil bruge din webcam to til at tage et billede af dit ansigt og af din regeringsudstedte photo ID .
sv: Du kommer att använda din webbkamera för att ta en bild av ditt ansikte och av ditt statligt utfärdade foto-ID.

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content.
da: Vi har received din Information og verificerer din identity . Du vil se en message på din dashboard , når Verification -processen er Complete (normalt inden for 5-7 dage). in i mellemtiden kan du stadig Access alle tilgængelige Course content .
sv: Vi har tagit emot din information och verifierar din identitet. Du kommer att se ett meddelande på din instrumentpanel när verifieringsprocessen är klar (vanligtvis inom 5-7 dagar). Under tiden kan du fortfarande komma åt allt tillgängligt kursinnehåll.

source: Return to Your Dashboard
da: Tilbage til dit skrivebord
sv: Återvänd till din kontrollpanel

source: Review Your Photos
da: review Dine billeder
sv: Granska dina foton

source: Make sure we can verify your identity with the photos and information you have provided.
da: Sørg for, at vi kan verify din identity med de billeder og Information du har angivet.
sv: Se till att vi kan verifiera din identitet med de bilder och information du har lämnat.

source: Photo of %(fullName)s
da: photo af %(fullName)s
sv: Foto av %(fullName)s

source: Photo of %(fullName)s's ID
da: photo af %(fullName)s &#39;s ID
sv: Foto ac %(fullName)s's ID-handling

source: Photo requirements:
da: photo krav:
sv: Fotokrav:

source: Does the photo of you show your whole face?
da: Er photo af dig show hele dit ansigt?
sv: Visar bilden av dig hela ditt ansikte?

source: Is your name on your ID readable?
da: Er din Name på din ID læsbar?
sv: Är ditt namn på ditt ID läsbart?

source: Does the name on your ID match your account name: %(fullName)s?
da: Passer Name på din ID til din account Name : %(fullName)s ?
sv: Stämmer namnet på ditt ID med ditt kontonamn: %(fullName)s?

source: Edit Your Name
da: edit Din Name
sv: Redigera ditt namn

source: Make sure that the full name on your account matches the name on your ID.
da: Sørg for, at den fulde Name på din account matcher Name på din ID .
sv: Se till att ditt fullständiga namn på ditt konto matchar namnet på din ID-handling.

source: Photos don't meet the requirements?
da: Opfylder fotos ikke kravene?
sv: Foton uppfyller inte kraven?

source: Retake Your Photos
da: Gentag dine billeder
sv: Ta om dina foton

source: Before proceeding, please confirm that your details match
da: Før du fortsætter, skal Please bekræfte, at dine oplysninger stemmer overens
sv: Innan du fortsätter, vänligen bekräfta att dina uppgifter matchar

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
da: Kan du ikke se dit billede? Sørg for, at to tillade, at din browser to bruger dit kamera, når det beder om permission .
sv: Ser du inte din bild? Se till att tillåta din webbläsare att använda din kamera när den ber om tillåtelse.

source: Live view of webcam
da: live view af webcam
sv: Livevisning av webbkamera

source: Retake Photo
da: Gentag photo
sv: Ta om foto

source: Take Photo
da: Tag photo
sv: Ta ett foto

source: Bookmarked on
da: Bogmærket på
sv: Bokmärkt på

source: You have not bookmarked any courseware pages yet
da: Du har ikke bogmærket nogen Courseware sider endnu
sv: Du har inte bokmärkt några kursmaterialsidor ännu

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
da: Brug bogmærker to hjælper dig med nemt Return to Courseware sider. to Bookmark a page, click &quot; Bookmark this page&quot; under siden title .
sv: Använd bokmärken för att hjälpa dig att enkelt återgå till kursmaterialsidor. För att bokmärka en sida, klicka på "Bokmärk den här sidan" under sidrubriken.

source: Load next {num_items} result
da: Indlæs næste {num_items} resultat
sv: Ladda nästa {num_items} resultat

source: Sorry, no results were found.
da: Beklager, ingen resultater blev fundet.
sv: Tyvärr, inga resultat hittades.

source: Share your "%(display_name)s" award
da: Del din &quot;%(display_name)s&quot;-pris

source: Share
da: Del

source: Earned %(created)s.
da: Optjent %(created)s.

source: What's Your Next Accomplishment?
da: Hvad er din næste præstation?

source: Start working toward your next learning goal.
da: Begynd at arbejde hen imod dit næste læringsmål.

source: Find a course
da: Find et kursus

source: You are currently sharing a limited profile.
da: Du er currently deler en begrænset profile .
sv: Du delar just nu en begränsad profil.

source: This learner is currently sharing a limited profile.
da: this learner er currently , der deler en begrænset profile .
sv: Den här eleven delar för närvarande en begränsad profil.

source: Share on Mozilla Backpack
da: Del på Mozilla Rygsæk

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
da: For at dele dit certifikat på Mozilla Backpack skal du først have en Backpack-konto. Udfør følgende trin for at tilføje dit certifikat til Backpack.

source: Create a {link_start}Mozilla Backpack{link_end} account, or log in to your existing account
da: Opret en {link_start}Mozilla Backpack{link_end}-konto, eller log ind på din eksisterende konto

source: {download_link_start}Download this image (right-click or option-click, save as){link_end} and then {upload_link_start}upload{link_end} it to your backpack.
da: {download_link_start}Download dette billede (højreklik eller valgmulighed-klik, gem som){link_end} og {upload_link_start}upload{link_end} det derefter til din rygsæk.

source: Limit Access
da: Begræns adgang
sv: Begränsa tillgång

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
da: Vælg et forudsætningsunderafsnit, og indtast en minimumscoreprocent og minimum fuldførelsesprocent for at begrænse adgangen til denne undersektion. Tilladte værdier er 0-100
sv: Välj ett förutsättningsunderavsnitt och ange en lägsta poängprocent och lägsta slutförandeprocent för att begränsa åtkomsten till detta underavsnitt. Tillåtna värden är 0-100

source: Prerequisite:
da: Forudsætning:
sv: Förkunskaper:

source: No prerequisite
da: Ingen forudsætning
sv: Inga förkunskaper

source: Minimum Completion:
da: Minimum fuldførelse:
sv: Minsta slutförande:

source: The minimum score percentage must be a whole number between 0 and 100.
da: Den mindste scoreprocent skal være et helt tal mellem 0 og 100.
sv: Minsta poängprocent måste vara ett heltal mellan 0 och 100.

source: The minimum completion percentage must be a whole number between 0 and 100.
da: Den mindste fuldførelsesprocent skal være et helt tal mellem 0 og 100.
sv: Minsta slutförandeprocent måste vara ett heltal mellan 0 och 100.

source: Use as a Prerequisite
da: Brug som forudsætning
sv: Använd som en förkunskapsresurs

source: Make this subsection available as a prerequisite to other content
da: Gør dette underafsnit tilgængeligt som en forudsætning for andet indhold
sv: Gör detta underavsnitt tillgängligt som en förutsättning för annat innehåll

source: Active Uploads
da: Aktive uploads
sv: Aktiva uppladdningar

source: Read More
da: Læs mere
sv: Läs mer

source: details about the failure
da: detaljer om fejlen
sv: detaljer om misslyckandet

source: Add Component:
da: Tilføj komponent:
sv: Lägg till komponent:

source: %(type)s Component Template Menu
da: %(type)s Komponentskabelonmenu
sv: %(type)s Meny för komponentmall

source: Common Problem Types
da: Almindelige problemtyper
sv: Vanliga problem-typer

source: Supported
da: Understøttet
sv: Med support

source: Provisional
da: Midlertidig
sv: Provisorisk

source: Not Supported
da: Ikke understøttet
sv: Inte tillgänglig

source: Fully Supported
da: Fuldt understøttet
sv: Med full support

source: Provisionally Supported
da: Foreløbigt understøttet
sv: Provisoriskt stödd

source: Add New Component
da: Tilføj ny komponent
sv: Lägg till en ny komponent

source: Deprecated
da: Forældet
sv: Föråldrad

source: List of uploaded files and assets in this course
da: Liste over uploadede filer og aktiver i dette kursus
sv: En lista över uppladdade filer och tillgångar i den här kursen

source: - Sortable
da: - Sorterbar
sv: - Sorteringsbar

source: Show All
da: Vis alt
sv: Vasa alla

source: You haven't added any assets to this course yet.
da: Du har ikke tilføjet nogen aktiver til dette kursus endnu.
sv: Du har inte lagt till några tillgångar till den här kursen ännu.

source: Upload your first asset
da: Upload dit første aktiv
sv: Ladda upp din första tillgång

source: close
da: tæt
sv: stäng

source: No description available
da: Ingen beskrivelse tilgængelig
sv: Ingen beskrivning tillgänglig

source: Open/download this file
da: Åbn/download denne fil
sv: Öppna/ladda ner den här filen

source: Delete this asset
da: Slet dette aktiv
sv: Ta bort den här tillgången

source: Lock this asset
da: Lås dette aktiv
sv: Lås denna tillgång

source: Lock/unlock file
da: Lås/lås fil op
sv: Lås/lås upp fil

source: Certificate Details
da: Certifikatdetaljer
sv: Certifikatdetaljer

source: Course Title
da: Kursus navn
sv: Kurstitel

source: Course Title Override
da: Tilsidesættelse af kursustitel
sv: Åsidosätt kurstitel

source: Course Number
da: Kursusnummer
sv: Kursens nummer

source: Course Number Override
da: Tilsidesættelse af kursusnummer
sv: Åsidosätt kursnummer

source: Certificate Signatories
da: Certifikatunderskrivere
sv: Undertecknare av certifikat

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
da: Det anbefales kraftigt, at du medtager fire eller færre underskrivere. Hvis du inkluderer yderligere underskrivere, skal du se et eksempel på certifikatet i udskriftsvisning for at sikre, at certifikatet udskrives korrekt på én side.
sv: Det rekommenderas starkt att du inkluderar fyra eller färre undertecknare. Om du inkluderar ytterligare undertecknare, förhandsgranska certifikatet i utskriftsvyn för att säkerställa att certifikatet skrivs ut korrekt på en sida.

source: Certificate Information
da: Certifikatoplysninger
sv: Certifikatinformation

source: Certificate Name
da: Certifikatnavn
sv: Certifikatnamn

source: Name of the certificate
da: Navn på certifikatet
sv: Namn på certifikatet

source: Description of the certificate
da: Beskrivelse af certifikatet
sv: Beskrivning av certifikatet

source: Course title
da: Kursus navn
sv: Kurstitel

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
da: Angiv et alternativ til den officielle kursustitel, der skal vises på certifikater. Lad stå tomt for at bruge den officielle kursustitel.
sv: Ange ett alternativ till den officiella kurstiteln som ska visas på certifikat. Lämna tomt för att använda den officiella kurstiteln.

source: Add Additional Signatory
da: Tilføj yderligere underskriver
sv: Lägg till ytterligare undertecknare

source: (Add signatories for a certificate)
da: (Tilføj underskrivere for et certifikat)
sv: (Lägg till undertecknare för ett certifikat)

source: Choose mode
da: Vælg tilstand
sv: Välj läge

source: Preview Certificate
da: Forhåndsvisning af certifikat
sv: Förhandsgranska certifikat

source: Activate
da: Aktiver
sv: Aktivera

source: Deactivate
da: Deaktiver
sv: Avaktivera

source: component
da: komponent
sv: komponent

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
da: Adgang til denne {blockType} er begrænset til: {selectedGroupsLabel}
sv: Åtkomst till denna {blockType} är begränsad till: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
da: Adgang til noget indhold i denne {blockType} er begrænset til specifikke grupper af elever.
sv: Tillgång till visst innehåll i denna {blockType} är begränsad till specifika grupper av elever.

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
da: Forsigtig: Den sidst offentliggjorte version af denne enhed er live. Ved at offentliggøre ændringer vil du ændre elevoplevelsen.
sv: Varning: Den senast publicerade versionen av denna enhet är live. Genom att publicera ändringar kommer du att ändra studentupplevelsen.

source: Content Group Name
da: Indholdsgruppenavn
sv: Innehållsgruppens namn

source: Content Group ID
da: Indholdsgruppe-id
sv: Innehållsgrupp-ID

source: This is the name of the group
da: Dette er navnet på gruppen
sv: Detta är namnet på gruppen

source: This content group is used in one or more units.
da: Denne indholdsgruppe bruges i en eller flere enheder.
sv: Denna innehållsgrupp används i en eller flera enheter.

source: Cannot delete when in use by a unit
da: Kan ikke slette, når den er i brug af en enhed
sv: Kan inte radera när den används av en enhet

source: Subsection Visibility
da: Underafsnit Synlighed
sv: Underavsnitt Synlighet

source: Show entire subsection
da: Vis hele underafsnittet
sv: Visa hela underavsnittet

source: Learners see the published subsection and can access its content.
da: Elever ser det offentliggjorte underafsnit og kan få adgang til dets indhold.
sv: Eleverna ser det publicerade underavsnittet och kan komma åt dess innehåll.

source: Hide content after course end date
da: Skjul indhold efter kursets slutdato
sv: Dölj innehåll efter kursens slutdatum

source: Hide content after due date
da: Skjul indhold efter forfaldsdato
sv: Dölj innehåll efter förfallodatum

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
da: Efter kursets slutdato er passeret, kan eleverne ikke længere få adgang til indholdet af underafsnit. Underafsnittet forbliver med i karakterberegninger.
sv: Efter att kursens slutdatum har passerat kan eleverna inte längre komma åt innehållet i underavsnitten. Underavsnittet förblir inkluderat i betygsberäkningar.

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
da: Efter underafsnittets forfaldsdato er udløbet, kan eleverne ikke længere få adgang til indholdet. Underafsnittet forbliver med i karakterberegninger.
sv: Efter att undersektionens förfallodatum har passerat kan eleverna inte längre komma åt dess innehåll. Underavsnittet förblir inkluderat i betygsberäkningar.

source: Hide entire subsection
da: Skjul hele underafsnittet
sv: Dölj hela underavsnittet

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
da: Eleverne kan ikke se underafsnittet i kursusoversigten. Underafsnittet indgår ikke i karakterberegninger.
sv: Eleverna ser inte underavsnittet i kursöversikten. Underavsnittet ingår inte i betygsberäkningar.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
da: Hvis du vælger en anden mulighed end " %(hide_label)s ", bliver offentliggjorte enheder i denne undersektion tilgængelige for elever, medmindre de er eksplicit skjult.
sv: Om du väljer ett annat alternativ än "%(hide_label)s", blir publicerade enheter i det här underavsnittet tillgängliga för elever om de inte är explicit dolda.

source: Copy Component Location
da: Kopier komponentplacering
sv: Kopiera komponentens plats
