Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
da: Definerer adgangstilladelser til at vise kurset i kursuskataloget. Dette kan indstilles til en af tre værdier: »både« (vis i katalog og giv adgang til "Om"-siden), "om" (kun give adgang til "Om"-siden), 'Ingen' (vises ikke i kataloget og tillader ikke adgang til en "Om"-side).
fr: Définit les permissions d'accès pour afficher le cours dans le catalogue. Il y a trois valeurs possibles: 'both' (s'affiche dans le catalogue et donne accès à la page à propos), 'about' (autorise uniquement l'accès à la page à propos), 'none' (pas d'affichage dans le catalogue ni d'accès à la page à propos).
pl: Pozwala określić widoczność kursu w katalogu kursów. Dostępne są trzy opcje: "both" (wyświetla w katalogu kursów i pozwala na przeglądanie karty kursu), "about" (pozwala wyłącznie na przeglądanie karty kursu), "none" (nie wyświetla w katalogu kursów i nie pozwala na przeglądanie karty kursu).
pt_pt: Define as permissões de acesso para mostrar o curso no catálogo do curso. Pode ser configurado para um dos três valores: 'both' (mostrar no catálogo e permitir o acesso à página 'sobre o curso'), 'about' (apenas permitir o acesso à página 'sobre o curso'), 'none' (não mostrar no catálogo nem permite o acesso à página 'sobre o curso').
zh_tw: 定義在課程目錄中顯是課程的存取權限。這可以被設置為三個值中的一個：'兩者'(顯示在目錄中，並允許訪問頁面)，'關於'(只允許訪問頁面)，'無'(沒有在目錄中顯示，且不允許訪問頁面)。

source: Entrance Exam Enabled
da: Optagelsesprøve aktiveret
fr: Examen d'entrée activé
pl: Aktywuj egzamin wstępny
pt_pt: Exame de Admissão Ativado
zh_tw: 資格考試已啟用

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
da: Angiv, om kursister skal gennemføre en optagelsesprøve, før de kan se kursusindholdet. Bemærk, du skal aktivere optagelsesprøver, før denne indstilling træder i kraft.
fr: Préciser si les étudiants doivent passer un examen d'entrée avant de pouvoir accéder au contenu du cours. Note: il vous faut activer l'examen d'entrée pour que cette option soit prise en compte.
pl: Określ, czy przed uzyskaniem dostępu do kursu, student musi zdać egzamin wstępny. Weź pod uwagę, że aby ta opcja zadziałała, musisz aktywować tryb egzaminów wstępnych.
pt_pt: Especifique se os estudantes devem ou não completar um exame de admissão antes de poderem visualizar o conteúdo do seu curso. Note que deve ativar Exames de Entrada para que esta configuração do curso entre em vigor.
zh_tw: 指定學生是否必須完成資格考試，才可以查看您的課程內容。請注意，您必須啟用這門課的資格考試，設置才會生效。

source: Entrance Exam Minimum Score (%)
da: Optagelsesprøve mindste score (%)
fr: Score minimum à l'examen d'entrée (%)
pl: Minimalny wynik egzaminu wstępnego (%)
pt_pt: Pontuação mínima do exame de admissão (%)
zh_tw: 資格考試最低分數(%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
da: Angiv en minimums-score for en optagelsesprøve, før kursister kan se kursusindholdet. Bemærk, du skal aktivere Optagelsesprøver, før denne indstilling træder i kraft.
fr: Préciser le score minimal en pourcentage que les étudiants doivent obtenir avant de pouvoir accéder au contenu du cours. Note : il vous faut activer l'examen d'entrée pour que cette option soit prise en compte.
pl: Pozwala określić minimalny wynik procentowy egzaminu wstępnego, który pozwoli studentom na uzyskanie dostępu do materiałów kursowych. Weź pod uwagę, że aby ta opcja zadziałała, musisz aktywować tryb egzaminów wstępnych.
pt_pt: Especifique uma nota percentual mínima para um exame de admissão antes que os alunos possam ver o conteúdo do seu curso. Nota, deve permitir que os Exames de Entrada para a definição deste curso produzam efeito.
zh_tw: 在學生可以查看您的課程內容前，指定資格考試的最低百分比分數。請注意，您必須啟用這門課的資格考試，設置才會生效。

source: Entrance Exam ID
da: Optagelsesprøve ID
fr: Identifiant de l'examen d'entrée
pl: Identyfikator egzaminu wstępnego
pt_pt: ID do Exame de Admissão
zh_tw: 資格考試ID

source: Content module identifier (location) of entrance exam.
da: Indholdsmodulets identifikator (placering) for optagelsesprøven.

source: Social Media Sharing URL
da: URL til deling på sociale medier
fr: URL de partage sur les médias sociaux
pl: Adres URL do udostępnień w mediach społecznościowych
pt_pt: URL de Partilha nas Redes Sociais
zh_tw: 社交媒體分享網址

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
da: Hvis hovedmenuen for social deling og de brugerdefinerede URL'er er aktiveret, kan du give en URL (f.eks. URL'en til "Om"-siden for et kursus ), som websteder for sociale medier kan linke til. URL'er skal være fuldstændige. For eksempel: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
fr: Si le partage du tableau de bord sur les réseaux sociaux et les URLs de cours personnalisés sont activés, vous pouvez fournir un URL (comme le URL d'une page d'information de cours) que les médias sociaux peuvent partager. Les URLs doivent être complets. Par exemple: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
pl: Jeśli opcje udostępniania w mediach społecznościowych oraz budowy prostych odnośników, są aktywne, możesz tworzyć odnośnik (taki jak link do karty kursu) do którego będą się odwoływać media społecznościowe. Przykładowy odnośnik: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
pt_pt: Se o painel de instrumentos de partilha social e URLs de cursos personalizados estiverem activados, pode fornecer um URL (tal como o URL para uma página Sobre) a que os sítios de meios de comunicação social podem ligar-se. Os URLs devem ser totalmente qualificados. Por exemplo: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
zh_tw: 如果課程面板的社交分享和自訂課程網址被啟用，您就可以提供一個網址(像是在課程關於頁面的網址)讓社交媒體可以連結到它。網址必須完全合格。例如：http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
da: Kursussprog
fr: Langue du cours
pl: Język kursu
pt_pt: Idioma do Curso
zh_tw: 課程語言

source: Specify the language of your course.
da: Angiv sprog
fr: Spécifier la langue de votre cours.
pl: Określ język swojego kursu.
pt_pt: Especifique o idioma do seu curso.
zh_tw: 指定您的課程的語言。

source: Teams Configuration
da: Hold konfiguration
fr: Configuration des équipes
pl: Konfiguracja zespołów
pt_pt: Configuração de Equipas
zh_tw: 團隊設定

source: Configure team sets, limit team sizes, and set visibility settings using JSON. See <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">teams configuration documentation</a> for help and examples.
da: Konfigurer teamsæt, begræns teamstørrelser og angiv synlighedsindstillinger ved hjælp af JSON. Se <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">teams konfigurationsdokumentation</a> for hjælp og eksempler.
fr: Configurez les ensembles d'équipes, limitez la taille des équipes et définissez les paramètres de visibilité à l'aide de JSON. Voir la <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">documentation de configuration des équipes</a> pour obtenir de l'aide et des exemples.
pt_pt: Configure conjuntos de equipas, limite o tamanho das equipas e defina configurações de visibilidade usando JSON. Consulte <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">a documentação de configuração das equipas</a> para obter ajuda e exemplos.

source: Enable Proctored Exams
da: Aktiver Proctored-eksamener
fr: Activer les examens surveillés
pl: Aktywuj egzaminy nadzorowane
pt_pt: Ativar Exames Supervisionados
zh_tw: 啟用監考考試

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
da: Indtast sand eller falsk. Hvis denne værdi er sand, er proctored eksamener aktiveret i dit kursus. Bemærk, at aktivering af proctored-eksamener også aktiverer tidsbestemte eksamener.
fr: Entrer vrai (true) ou faux (false). Si cette valeur est vrai, les examens surveillés seront activés dans votre cours. Veuillez noter qu'activer les examens surveillés va aussi activer les examens minutés.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", egzaminy nadzorowane zostaną włączone dla twojego kursu. Weź pod uwagę, że aktywowanie egzaminów nadzorowanych uruchamia również funkcję egzaminów z limitem czasu.
pt_pt: Introduza verdadeiro ou falso. Se este valor for verdadeiro, os exames supervisionados serão ativados para o seu curso. Tenha em atenção que permitir exames supervisionados também permitirá exames cronometrados.
zh_tw: 輸入 true 或 false。如果該值為true，監考的考試是在你的課程啟用。請注意，使監考考試也將啟動 限時考試。

source: Proctoring Provider
da: Proctoring udbyder
fr: Fournisseur de service de surveillance
pt_pt: Serviço de Supervisão de Avaliação

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
da: Indtast den proctoring-udbyder, du vil bruge til denne kursuskørsel. Vælg mellem følgende muligheder: {available_providers} .
fr: Entrez le fournisseur d'examen surveillé que vous souhaitez utiliser pour ce cours. Choisissez parmi les options suivantes: {available_providers}.
pt_pt: Indique o operador de supervisão que quer utilizar nesta edição do curso. Escolha a partir das seguintes opções: {available_providers}.

source: Proctortrack Exam Escalation Contact
da: Proctortrack Eksamen Eskaleringskontakt
fr: Contact d'escalade d'examen Proctortrack
pt_pt: Contato de escalonamento de exames Proctortrack

source: Required if 'proctortrack' is selected as your proctoring provider. Enter an email address to be contacted by the support team whenever there are escalations (e.g. appeals, delayed reviews, etc.).
da: Påkrævet, hvis 'proctortrack' er valgt som din proctoring-udbyder. Indtast en e-mailadresse, der skal kontaktes af supportteamet, når der er eskaleringer (f.eks. appeller, forsinkede anmeldelser osv.).
fr: Requis si «proctortrack» est sélectionné comme fournisseur d'examens surveillés. Saisissez une adresse courriel à contacter par l'équipe d'assistance chaque fois qu'il y a des escalades (par exemple, des appels, des avis différés, etc.)
pt_pt: Necessário se 'proctortrack' for selecionado como fornecedor de proctoring. Digite um endereço de e-mail para ser contatado pela equipa de suporte sempre que for necessário (por exemplo, recursos, revisões atrasadas, etc.).

source: Allow Opting Out of Proctored Exams
da: Tillad fravalg af proctored-eksamener
fr: Autoriser la non-participation aux Examens surveillés
pl: Pozwól na podejście do egzaminu bez trybu nadzorowania
pt_pt: Ativar Opção de não participar em Exames Supervisionados

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
da: Indtast sand eller falsk. Hvis denne værdi er sand, kan eleverne vælge at tage proctored eksamener uden proctoring. Hvis denne værdi er falsk, skal alle elever tage eksamen med proctoring. Denne indstilling gælder kun, hvis overvågede eksamener er aktiveret for kurset.
fr: Saisissez vrai ou faux. Si la valeur choisie est vrai, les étudiants peuvent choisir de passer cet examen surveillé sans surveillance. Si la valeur est faux, tous les étudiants doivent passer l'examen en étant surveillés. Ce paramètre ne peut être utilisé que dans le cadre d'un examen surveillé.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", studenci będą mogli podejść do egzaminu bez trybu nadzorowania. Jeśli wybierzesz "false", studenci muszę podejść do egzaminu w trybie egzaminu nadzorowanego. Ta opcja jest aktywna tylko jeśli tryb egzaminów nadzorowanych jest włączony dla tego kursu.
pt_pt: Introduza verdadeiro ou falso. Se este valor for verdadeiro, os estudantes podem optar por exames supervisionados sem controlo. Se este valor for falso, todos os estudantes devem fazer o exame com supervisão. Esta configuração aplica-se apenas se estiverem ativados exames supervisionados para o curso.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
da: Opret Zendesk-billetter til mistænkelige proctored eksamensforsøg
fr: Créer les tickets Zendesk pour les tentatives d'examens surveillés suspectes
pl: Twórz tickety Zendesk dla podejrzanych podejść do egzaminu nadzorowanego
pt_pt: Criar Notas Zendesk Para As Tentativas Suspeitas De Exame Supervisionado
zh_tw: 為試圖防止作弊之線上監考，創建Zendesk Tickets

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
da: Indtast sand eller falsk. Hvis denne værdi er sand, oprettes en Zendesk-billet for mistænkelige forsøg.
fr: Entrer vrai ou faux. Si cette valeur est vrai, un ticket Zendesk sera créé pour des tentatives suspectes.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", dla podejrzanych podejść do egzaminu będą tworzone tickety Zendesk.
pt_pt: Introduza verdadeiro ou falso. Se este valor for verdadeiro, será criada uma nota Zendesk para tentativas suspeitas.
zh_tw: 輸入true或false。如果該值為true，將會因為試圖作弊而產生Zendesk ticket

source: Enable Timed Exams
da: Aktivér eksamener med fastsat tidspunkt
fr: Activer les examens à temps limité
pl: Aktywuj egzaminy z limitem czasu
pt_pt: Ativar Exames Cronometrados
zh_tw: 啟用限時考試

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
da: Indtast sand eller falsk. Hvis denne værdi er sand, er tidsbestemte eksamener aktiveret i dit kursus. Uanset denne indstilling er tidsbestemte undersøgelser aktiveret, hvis Enable overvåget Exams er indstillet til sand.
fr: Saisissez vrai ou faux. Si la valeur est vrai, vous pourrez activer les examens minutés dans votre cours. Ce paramètre mis à part, les examens minutés sont activés si le paramètre Activer les examens surveillés est réglé sur vrai.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", egzaminy z limitem czasu będą dostępne dla twojego kursu. Niezależnie od tego ustawienia, egzaminy z limitem czasu są włączone jeśli opcja "Aktywuj egzaminy nadzorowane" jest ustawiona na "true".
pt_pt: Introduza verdadeiro ou falso. Se este valor for verdadeiro, os exames cronometrados serão ativados para o seu curso. Independentemente desta configuração, os exames cronometrados são ativados se o parâmetro 'Ativar Exames Supervisionados' for definido como verdadeiro.

source: Minimum Grade for Credit
da: Minimum karakter for point
fr: Note minimale pour les crédits
pl: Minimalna ocena do uzyskania certyfikatu
pt_pt: Nota Mínima Para Créditos
zh_tw: 取得學分的最小等級

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
da: Den mindste karakter, som en elev skal have for at opnå point, som decimal mellem 0,0 og 1,0. For eksempel, for 75%, skal du indtaste 0,75.
fr: La note minimale qu'un apprenant doit obtenir pour recevoir un crédit dans ce cours, exprimée comme un nombre décimal entre 0.0 et 1.0. Par exemple, pour 75%, entrez 0.75.
pl: Minimalna ocena, jaką muszą zdobyć studenci, aby otrzymać certyfikat, wyrażona jako ułamek dziesiętny pomiędzy 0.0 i 1.0. Na przykład dla 75% wprowadź 0.75.
pt_pt: A nota mínima que um estudante deve obter para receber créditos no curso, como um decimal entre 0,0 e 1,0. Por exemplo: para 75%, digite 0,75.
zh_tw: 學習者得到學分的最低標準，在0.0 和1.0之間。例如，75％，輸入0.75。

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
da: Sæt dette til "sand" for at markere dette kursus som selvstudium. Selvstudier har ingen afleveringsfrist for opgaver, og kursisterne kan gennemgå kurset i eget tempo, indtil kurset slutter.
fr: Définir à vrai "true" afin de marquer ce cours comme étant à votre rythme. Les cours à votre rythme n'ont pas de dates remises pour les devoirs, et les étudiants peuvent progresser dans le cours à n'importe quel rythme avant la fin du cours.
pl: Ustaw opcję na "tak", aby oznaczyć kurs jako realizowany we własnym tempie. Tego typu kursy nie wyznaczają terminów ostatecznych dla ćwiczeń i egzaminów, a studenci mogą uczyć się we własnym tempie aż do momentu zamknięcia kursu.
pt_pt: Defina isto como verdadeiro para assinalar este curso como livre, sem limite temporal. Estes cursos não têm datas limite para as tarefas e os estudantes podem progredir no curso a qualquer velocidade, até ao final do curso.
zh_tw: 將其設置為“true”，以設定這門課程為自學課程，沒有截止日期的作業，學生可以在任何速度在課程結束之前進行學習。

source: Enable Subsection Prerequisites
da: Aktiver forudsætninger for underafsnit
fr: Activer les pré-requis de la sous-section
pl: Aktywuj wymagania wstępne do wyświetlenia lekcji
pt_pt: Ativar Pré-requisitos da subsecção
zh_tw: 可分段先修之要求

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
da: Indtast sand eller falsk. Hvis denne værdi er sand, kan du skjule et underafsnit, indtil eleverne opnår en minimumsscore i et andet, forudsat underafsnit.
fr: Entrer vrai ou faux. Si la valeur est vrai, vous pouvez cacher une sous-section jusqu'à ce que les apprenants obtiennent un score minimum dans une autre sous-section pré-requise.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", możesz ukryć lekcję przed dostępem studenta do momentu, aż uzyska on minimalny wynik zaliczający inną, np. poprzednią lekcję.
pt_pt: Introduza verdadeiro ou falso. Se este valor for verdadeiro, pode ocultar uma subsecção até que os estudantes obtenham uma pontuação mínima numa subsecção que seja pré-requisito.
zh_tw: 輸入 true 或 false。如果該值為 true，你可以隱藏某分段，直到學習者獲得最低分數為止。

source: Course Learning Information
da: Kursus læringsinformation
fr: Information sur l'apprentissage dans ce cours
pl: Cele kursu
pt_pt: Informação de aprendizagem do curso
zh_tw: 課程學習資訊

source: Specify what student can learn from the course.
da: Angiv, hvad eleven kan lære af kurset.
fr: Spécifiez ce que les étudiants peuvent apprendre dans le cours.
pl: Określ, czego mogą się nauczyć studenci uczestniczący w kursie.
pt_pt: Especifique o que os estudantes podem aprender neste curso.
zh_tw: 指定學生可在課程中學到的內容。

source: Course Visibility For Unenrolled Learners
da: Kursus synligt for ikke-tilmeldte elever
fr: Visibilité du cours dans le catalogue pour apprenants non inscrits
pt_pt: Visibilidade do Curso para Estudantes Não Matriculados

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
da: Definerer adgangstilladelserne for ikke-tilmeldte elever. Dette kan indstilles til en af tre værdier'private' (standardsynlighed, kun tilladt for tilmeldte studerende), 'public_outline' (tillad adgang til kursusoversigt) og 'public'(tillad adgang til både disposition og kursusindhold).
fr: Définit les autorisations d'accès pour les apprenants non inscrits. Cela peut être défini sur l'une des trois valeurs suivantes: "private" (visibilité par défaut, uniquement autorisé pour les étudiants inscrits), "public_outline" (autoriser l'accès au plan de cours) et "public" (autoriser l'accès au plan et au contenu du cours).
pt_pt: Define as permissões de acesso a estudantes não matriculados. Há três tipos de permissão: 'privada' (permissão predefinida, apenas estudantes matriculados), 'linha_pública' (permite o acesso à estrutura do curso), e 'pública' (permite o acesso à estrutura e ao conteúdo do curso).

source: Course Instructor
da: Kursus instruktør
fr: Enseignant du cours
pl: Instruktor kursu
pt_pt: Formador do curso
zh_tw: 課程講師

source: Enter the details for Course Instructor
da: Indtast detaljerne for kursusinstruktør
fr: Saisir les détails sur l'enseignant du cours
pl: Wprowadź informacje na temat instruktora kursu
pt_pt: Insira os detalhes para o Formador do curso
zh_tw: 輸入課程講師的詳細資訊

source: Add Unsupported Problems and Tools
da: Tilføj ikke-understøttede problemer og værktøjer
fr: Ajouter les exercices et outils non supportés
pl: Dodawaj niewspierane ćwiczenia i narzędzia
pt_pt: Adicionar problemas e ferramentas não suportados
zh_tw: 新增不支援的問題和工具

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
da: Indtast sand eller falsk. Hvis det er sandt, kan du tilføje ikke-understøttede problemer og værktøjer til dit kursus i Studio. Ikke-understøttede problemer og værktøjer anbefales ikke til brug i kurser på grund af manglende overholdelse af et eller flere af basiskravene, såsom test, tilgængelighed, internationalisering og dokumentation.
fr: Entrez true ou false. Si true, vous pouvez ajouter des exercices et des outils non supportés à votre cours dans Studio. Les exercices et outils non supportés ne sont pas recommandés pour une utilisation dans les cours en raison du non-respect de l'une ou plusieurs des exigences de base, tels que les tests, l'accessibilité, l'internationalisation et la documentation.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", możesz dodawać niewspierane ćwiczenia lub narzędzia do swojego kursu w Studio. Niewspierane ćwiczenia i narzędzia są niezalecane do wykorzystania w kursach ze względu na możliwy brak zgodności.
pt_pt: Introduza verdadeiro ou falso. Se for verdadeiro, pode adicionar problemas e ferramentas não suportadas no Studio do seu curso. Não se recomenda a utilização de problemas e ferramentas não suportados nos cursos por não cumprirem com um ou mais dos requisitos básicos, como testes, acessibilidade, internacionalização e documentação.
zh_tw: 輸入true或false。 如果為true，則可以在Studio課程中新增不支援的問題和工具。不支援的問題和工具不建議使用於課程，是因為不符合一個或多個基本要求，如測試、輔助功能、國際化和文檔。

source: Highlights Enabled for Messaging
da: Højdepunkter aktiveret for meddelelser
fr: Points clés activés pour l'envoi de messages
pl: Wysyłka komunikatów e-mailem
pt_pt: Destaques Ativados para Mensagens
