Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
da: Kreditudbyderens URL. Hvis automatisk integration er aktiveret, vil dette være slutpunktet, som vi POST til for at underrette udbyderen om en kreditanmodning. Ellers vil brugeren få vist et link til denne URL, så brugeren kan anmode om kredit fra udbyderen direkte.
fr: URL du fournisseur de crédit. Si l'intégration automatique est activée, cela sera le end-point que nous POSTERONS afin de signaler au fournisseur une demande de crédit. Autrement, l'utilisateur se verra montré un lien vers ce URL, de façon à ce que l'utilisateur puisser faire directement la demande de crédit auprès du fournisseur.
pl: Adres URL źródła kwalifikacji. Jeśli automatyczna integracja jest włączona, będzie to punkt końcowy do którego skierujemy powiadomienie źródła o wpłynięciu żądania. W przeciwnym wypadku użytkownik otrzyma odnośnik do tego adresu URL i będzie mógł zażądać kwalifikacji bezpośrednio u źródła.
pt_pt: URL do provedor de crédito. Se a integração automática estiver ativada, este será o end-point em que faremos um POST a notificar o provedor de um pedido de crédito. Caso contrário, o utilizador receberá um link para esse URL para que possa solicitar crédito diretamente ao fornecedor.
zh_tw: 信貸提供者之網址。如果可以啟動自動整合，這將是最後一次發布通知信貸提供者。除此之外，使用者將可看到一個連結網址，使用者可以直接向信貸提供者申請貸款。

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
da: URL fra kreditudbyderen, hvor brugeren kan tjekke status for hans eller hendes kreditanmodning. Dette vises for studerende *efter* de har anmodet om merit.
fr: URL du fournisseur de crédit où l'utilisateur peut vérifier le statut de sa demande de crédit. Ceci est affiché aux étudiants *après* qu'ils aient fait une demande de crédit.
pl: Adres URL źródła kwalifikacji gdzie użytkownik będzie mógł sprawdzić stan swojego żądania kwalifikacji. Zostanie wyświetlony studentom po tym, gdy zażądają kwalifikacji.
pt_pt: URL do fornecedor de crédito onde o utilizador pode verificar o estado do seu pedido de crédito. Isto é exibido aos estudantes *após* solicitaram o crédito.
zh_tw: 信貸提供者可從網址讓使用者可檢查他或她申請貸款之狀態。這是顯示於學生們申請貸款後。

source: Description for the credit provider displayed to users.
da: Beskrivelse for kreditudbyderen vist til brugerne.
fr: Description du fournisseur de crédit affichée aux utilisateurs
pl: Opis źródła kwalifikacji wyświetlany użytkownikom.
pt_pt: Descrição do fornecedor de crédito exibido aos estudantes.
zh_tw: 信貸提供者顯示給使用者的說明。

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
da: Almindelig tekst eller html-indhold til visning af yderligere trin på kvitteringssiden *efter* betaling for kreditten for at få kredit for et kreditkursus mod en kreditudbyder.
fr: Texte brut ou contenu html pour afficher les prochaines étapes sur la page de reçu *après* avoir payé pour le crédit afin d'obtenir les crédits de cours auprès d'un fournisseur de crédit.
pl: Czysty tekst lub treść w html do wyświetlenia dalszych kroków na stronie obecnej po wniesieniu opłaty za kwalifikację.
pt_pt: Texto simples ou conteúdo HTML para exibir as seguintes etapas *depois* de pagar o crédito para ganhar créditos para um curso em nome de um fornecedor de crédito.
zh_tw: 純文本或html內容顯示進一步收據頁面於支付款項後，獲得信貸提供者所提供之學分課程。

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
da: Almindelig tekst eller html-indhold til visning af brugerdefineret besked inde i kreditberettigelses-e-mail-indhold, som sendes, når brugeren har opfyldt alle kreditberettigelseskrav.
fr: Texte brut ou contenu html pour afficher un message personnalisé dans le contenu du courriel d'admissibilité qui est envoyé quand un utilisateur a rencontré toutes les exigences d'admissibilité au crédit.
pl: Czysty tekst lub treść w html do wyświetlenia w wiadomości e-mail, która jest wysyłana po spełnieniu przez studenta wszystkich wymagań niezbędnych do otrzymania kwalifikacji.
pt_pt: Texto simples ou conteúdo html para exibir mensagens personalizadas dentro do conteúdo de email de elegibilidade de crédito que é enviado quando o utilizador preencheu todos os requisitos de elegibilidade de crédito.
zh_tw: 純文本或html內容顯示，當使用者符合所有信貸資格時，會被發送用戶信貸資格訊息通知。

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
da: Almindelig tekst eller html-indhold til visning af tilpasset besked inde i e-mail-indhold med kreditkvittering, som sendes *efter* at have betalt for at få kredit for et kreditkursus.
fr: Texte brut ou contenu html pour afficher un message personnalisé dans le contenu courriel de reçu qui est envoyé *après* avoir payé pour obtenir un crédit pour un crédit de cours.
pl: Czysty tekst lub treść w html do wyświetlenia w wiadomości e-mail, która jest wysyłana po wniesieniu opłaty za otrzymanie kwalifikacji.
pt_pt: Texto simples ou conteúdo html para exibir mensagens personalizadas dentro do conteúdo de email de recepção de crédito que é enviado *após* o pagamento para obter crédito para um curso.
zh_tw: 純文本或html內容顯示，當支付學分課程後，會發送使用者收據訊息。

source: Thumbnail image url of the credit provider.
da: Webadressen til miniaturebilledet for kreditudbyderen.
fr: url de l'image thumbnail du fournisseur de crédit.
pl: Adres ikonki źródła kwalifikacji.
pt_pt: URL da imagem em miniatura do fornecedor de crédito.
zh_tw: 學分提供者的縮圖網址。

source: Credit requirement statuses
da: Kreditkravsstatusser
fr: Statuts d'exigence de crédit
pl: Statusy wymagań kwalifikacji.
pt_pt: Estados de requisitos para créditos
zh_tw: 學分要求狀態

source: Deadline for purchasing and requesting credit.
da: Frist for køb og anmodning om kredit.
fr: Date limite pour l'achat et la demande de crédit.
pl: Termin końcowy na wniesienie opłaty i zażądanie kwalifikacji.
pt_pt: Prazo limite para comprar e solicitar crédito.
zh_tw: 購買和要求學分截止

source: Preview Language Administration
da: Forhåndsvisning af sprogadministration
fr: Aperçu de la gestion des langues
pl: Administracja języka
pt_pt: Pré-visualizar a Administração de Idiomas

source: Language not provided
da: Sprog ikke angivet
fr: Langue indisponible
pl: Nie podano języka
pt_pt: Idioma não especificado

source: Language set to {preview_language}
da: Sprog indstillet til {preview_language}
fr: Langue configurée : {preview_language}
pl: Język ustawiony na {preview_language}
pt_pt: Idioma configurado para {preview_language}

source: Language reset to the default
da: Sprog nulstillet til standard
fr: Langue remise à défaut
pl: Reset języka do domyślnego
pt_pt: Idioma restaurado para a configuração padrão

source: This is a test message
da: Dette er en testmeddelelse
fr: C'est message de test
pl: To jest testowa wiadomość
pt_pt: Isto é uma mensagem de teste

source: This is a success message
da: Dette er en succesbesked
fr: C'est message de réussite
pl: To jest pomyślna wiadomość
pt_pt: Isto é uma mensagem de sucesso

source: This is a test warning
da: Dette er en testadvarsel
fr: C'est avertissement du test
pl: To jest testowe ostrzeżenie
pt_pt: Isto é um teste de aviso

source: This is a test error
da: Dette er en testfejl
fr: C'est une erreur du test
pl: To jest testowy błąd
pt_pt: Isto é um teste de erro

source: {provider} requires that LTI advanced sharing be enabled for your course, as this provider uses email address and username to personalize the experience. Please contact {support_contact} to enable this feature.
da: {provider} kræver, at LTI avanceret deling er aktiveret for dit kursus, da denne udbyder bruger e-mailadresse og brugernavn til at tilpasse oplevelsen. Kontakt venligst {support_contact} for at aktivere denne funktion.
fr: {provider} exige que le partage avancé LTI soit activé pour votre cours, car ce fournisseur utilise l'adresse courriel et le nom d'utilisateur pour personnaliser l'expérience. Veuillez contacter {support_contact} pour activer cette fonctionnalité.
pt_pt: {provider} requer que a partilha avançada de LTI seja activada para o seu curso, uma vez que este fornecedor utiliza o endereço de correio electrónico e o nome de utilizador para personalizar a experiência. Por favor contacte {support_contact} para activar esta funcionalidade.

source: technical support
da: teknisk support
fr: support technique
pt_pt: suporte técnico

source: Comma-separated list of providers to allow, eg: {choices}
da: Kommasepareret liste over udbydere, der skal tillades, f.eks.: {choices}
fr: Liste de fournisseurs séparés par des virgules à autoriser, par exemple: {choices}
pt_pt: Lista de fornecedores separada por vírgulas que estão autorizados, por exemplo: {choices}

source: Allow List
da: Tillad liste
fr: liste d'autorisation
pt_pt: Lista autorizada

source: Comma-separated list of providers to deny, eg: {choices}
da: Kommasepareret liste over udbydere, der skal afvises, f.eks.: {choices}
fr: Liste de fournisseurs séparés par des virgules à refuser, par exemple: {choices}
pt_pt: Lista de fornecedores separada por vírgulas para negar, por exemplo: {choices}

source: Deny List
da: Afvis liste
fr: Liste de refus
pt_pt: Lista de Negação

source: Learning Context Key
da: Læringskontekstnøgle
fr: Clé de contexte d'apprentissage
pt_pt: Chave do Contexto de Aprendizagem

source: If disabled, the discussions in the associated learning context/course will be disabled.
da: Hvis de er deaktiveret, deaktiveres diskussionerne i den tilhørende læringskontekst/kursus.
fr: Si désactivé, les discussions dans le contexte d'apprentissage / cours associé seront désactivées.
pt_pt: Se desativado, as discussões no contexto/curso de aprendizagem associado serão desativadas.

source: The LTI configuration data for this context/provider.
da: LTI-konfigurationsdataene for denne kontekst/udbyder.
fr: Les données de configuration LTI pour ce contexte / fournisseur.
pt_pt: Os dados de configuração LTI para este contexto/fornecedor.

source: The plugin configuration data for this context/provider.
da: Plugin-konfigurationsdataene for denne kontekst/udbyder.
fr: Les données de configuration du plugin pour ce contexte / fournisseur.
pt_pt: Os dados de configuração do plugin para este contexto/fornecedor.

source: Discussion provider
da: Diskussionsudbyder
fr: Fournisseur de discussion
pt_pt: Provedor de discussão

source: The discussion tool/provider's id
da: Diskussionsværktøjet/udbyderens id
fr: L'identifiant du fournisseur de l'outil de discussion
pt_pt: A ferramenta de discussão/id do provedor

source: If disabled, the discussions in the associated program will be disabled.
da: Hvis deaktiveret, vil diskussionerne i det tilknyttede program blive deaktiveret.

source: The LTI configuration data for this program/provider.
da: LTI-konfigurationsdataene for dette program/udbyder.
fr: Les données de la configuration LTI pour ce programme/fournisseur.
pt_pt: Os dados de configuração de LTI para este programa/fornecedor.

source: The discussion provider's id
da: Diskussionsudbyderens id

source: Encourage participation and engagement in your course with discussions.
da: Tilskynd til deltagelse og engagement i dit kursus med diskussioner.
fr: Encouragez la participation et l'engagement dans votre cours avec des discussions.
pt_pt: Incentivar a participação e o empenho no seu curso com debates.

source: Group Moderator
da: Gruppemoderator
fr: Modérateur de groupe
pl: Moderator grupy
pt_pt: Moderador de Grupo

source: Community TA
da: Fællesskabets TA
fr: Assistant
pl: Asystent społeczności
pt_pt: Assistente de Ensino da Comunidade
zh_tw: 社群助教

source: Student
da: Kursist
fr: Étudiant
pt_pt: Estudante
zh_tw: 學生

source: COURSE NOT FOUND. Please check that the course ID is valid.
da: KURSET IKKE FUNDET. Tjek om kursus-ID er gyldigt.
fr: COURS NON TROUVÉ. Vérifiez que l'identifiant du cours est valide.
pl: NIE ODNALEZIONO KURSU. Upewnij się, że identyfikator kursu jest poprawny.
pt_pt: CURSO NÃO ENCONTRADO. Por favor verifique se o Id do curso é válido.
zh_tw: 找不到課程。請確認課程ID是有效的。

source: The course key for the restricted course.
da: Kursusnøglen til det begrænsede kursus.
fr: L'ID du cours pour le cours restreint
pl: Klucz do kursu o ograniczonym dostępie.
pt_pt: A chave do curso restrito.
zh_tw: 受限制課程的課程key

source: The message to show when a user is blocked from enrollment.
da: Den meddelelse, der bliver vist, når en bruger bliver nægtet adgang til tilmelding.
fr: Message à afficher lorsque l'utilisateur est bloqué a l'inscription.
pl: Wiadomość, która wyświetli się, jeśli użytkownik ma zablokowaną możliwość zapisu na kurs.
pt_pt: A mensagem a exibir quando um utilizador é bloqueado para inscrição.
zh_tw: 當使用者被封鎖註冊時，會顯示此訊息。

source: The message to show when a user is blocked from accessing a course.
da: Meddelelsen, der bliver vist, når en bruger bliver nægtet adgang til kurset.
fr: Message à afficher lorsqu'un utilisateur a un accès au cours bloqué.
pl: Wiadomość, która wyświetli się, jeśli użytkownik ma zablokowany dostęp do kursu.
pt_pt: A mensagem a exibir quando um utilizador está impedido de aceder a um curso.
zh_tw: 當使用者被封鎖存取一門課程時，會顯示此訊息。

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
da: Tillad brugere, der er indskrevet i et tilladt land, at få adgang til begrænsede kurser fra udelukkede lande.
fr: Permettre aux utilisateurs qui se sont inscrits dans un pays autorisé à accéder aux cours restreints provenant des pays non autorisés
pl: Pozwól studentom łączącym się z nierestrykcjonowanych krajów na dostęp do zamkniętych kursów z wyłączonych krajów.
pt_pt: Permitir que os utilizadores que se inscreveram num país autorizado possam aceder a cursos restritos de países excluídos.
zh_tw: 允許被排除國家的使用者註冊一門允許國家存取的限制課程。

source: Two character ISO country code.
da: ISO landekode - to karakterer
fr: Le code ISO du pays sur deux caractères
pl: Dwuznakowy kod ISO kraju.
pt_pt: Código do país em dois caracteres ISO.
zh_tw: 2個字元的 ISO 國家地區編碼

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
da: Skal det pågældende kursus medtages eller udelades? Hvis lande fra positivlisten er angivet, så kan KUN brugere fra godkendte lande få adgang til kurset. Hvis blacklistede lande er angivet, så vil brugere fra blacklistede lande IKKE kunne få adgang til kurset.
fr: Choisi s'il faut inclure ou exclure ce cours. Si une liste blanche de pays est définie, alors SEULS les utilisateurs des pays de la liste blanche peuvent accéder au cours. Si une liste noire de pays est définie, alors les utilisateurs des pays de la liste noire NE peuvent PAS accéder au cours.
pl: W jaki sposób ustalić bądź wykluczyć kraj z kursu. Jeśli określi się białą listę krajów, wtedy dostęp do kursu będą mieć wyłącznie użytkownicy z wyznaczonych krajów. Jeśli zdefiniuje się czarną listę krajów, wtedy użytkownicy z wyznaczonych krajów nie otrzymają dostępu do danego kursu.
pt_pt: Se deve incluir ou excluir o curso dado. Se forem especificados países da lista branca, então SOMENTE os utilizadores dos países da lista branca poderão aceder ao curso. Se forem especificados países da lista negra, então os utilizadores dos países da lista negra NÃO poderão ter acesso ao curso.
zh_tw: 不論保留或者刪減指定課程。一旦某國被認定為白名單，則只有這個國家的使用者可以參加課程；一旦某國被認定為黑名單，則這個國家的使用者不能參加課程。

source: The course to which this rule applies.
da: Kurset, som denne regel gælder for.
fr: Le cours auquel cette règle s'applique.
pl: Kurs, dla którego ta reguła ma zastosowanie.
pt_pt: O curso a que esta regra se aplica.
zh_tw: 使用該規則的課程。

source: The country to which this rule applies.
da: Landet, hvor denne regel gælder.
fr: Le pays auquel cette règle s'applique.
pl: Kraj, dla którego ta reguła ma zastosowanie.
pt_pt: O país a que a esta regra se aplica.
zh_tw: 這條規則同樣適用於這個國家。

source: Whitelist {country} for {course}
da: Positivliste {country} til {course}
fr: Mettre le pays {country} sur liste blanche pour {course}
pl: Dodaj kraj "{country}" do białej listy kursu {course}
pt_pt: Incluir na lista {country} para o curso {course}
zh_tw: 課程{course}的白名單國家： {country}

source: Blacklist {country} for {course}
da: Blackliste {country} til {course}
fr: Mettre sur le pays {country} sur liste noire pour {course}
pl: Dodaj kraj "{country}" do czarnej listy kursu {course}
pt_pt: Incluir na lista negra {country} para o curso {course}
zh_tw: 課程{course}的黑名單國家： {country}

source: Comma-separated list of scopes that this application will be allowed to request.
da: Kommasepareret liste over omfang, som denne applikation vil have tilladelse til at anmode om.
fr: Liste séparée par des virgules des champs que cette application sera autorisée à vous demander.
pt_pt: Lista separada por vírgulas dos recursos que esta aplicação terá permissão para solicitar.

source: Comma-separated list of filters that this application will be allowed to request.
da: Kommasepareret liste over filtre, som denne applikation får lov til at anmode om.
fr: Une liste séparé par virgule "csv" de filtres que cette application pourra demander.
pt_pt: Lista separada por vírgula de filtros que esta aplicação está autorizada a solicitar.

source: Content Provider
da: Indholdsudbyder
fr: Fournisseur de contenu
pt_pt: Fornecedor de Conteúdo

source: Password Policy
da: Adgangskodepolitik
fr: Règles de mot de passe
pl: Polityka haseł
pt_pt: Política de Palavra-passe

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
da: {strong_tag_open}Vi har for nylig ændret vores adgangskodekrav{strong_tag_close} {break_line_tag} Din nuværende adgangskode opfylder ikke de nye sikkerhedskrav. Vi har lige sendt en besked om nulstilling af adgangskode til den e-mailadresse, der er knyttet til denne konto. Tak, fordi du hjælper os med at holde dine data sikre.
fr: {strong_tag_open}Nous avons récemment modifié nos exigences en matière de mot de passe{strong_tag_close}{break_line_tag} Votre mot de passe actuel ne répond pas aux nouvelles exigences de sécurité. Nous venons d'envoyer un message de réinitialisation du mot de passe à l'adresse courriel associée à ce compte. Merci de nous aider à protéger vos données.
pt_pt: {strong_tag_open} Mudamos recentemente nossos requisitos de palavra-passe {strong_tag_close} {break_line_tag} a sua palavra-passe atual não corresponde aos novos requisitos de segurança. Acabamos de enviar uma mensagem de redefinição de palavra-passe para o endereço de email associado a esta conta. Obrigado por nos ajudar a manter os seus dados seguros.

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
da: {strong_tag_open}Påkrævet handling: Opdater din adgangskode{strong_tag_close}{break_line_tag}Fra og med {deadline} vil {platform_name} kræve, at alle elever har komplekse adgangskoder. Din nuværende adgangskode opfylder ikke disse krav. For at nulstille din adgangskode skal du gå til {anchor_tag_open}Kontoindstillinger {anchor_tag_close} .
fr: {strong_tag_open}Action requise: veuillez mettre à jour votre mot de passe {strong_tag_close}{break_line_tag} À compter du {deadline}, {platform_name} demandera à tous les apprenants d'avoir un mot de passe complexe. Votre mot de passe actuel ne répond pas à ces exigences. Pour réinitialiser votre mot de passe, accédez à {anchor_tag_open}Paramètres du compte{anchor_tag_close}.
pt_pt: {strong_tag_open} Ação Necessária: Por favor, atualize sua palavra-passe.{strong_tag_close} {break_line_tag} A partir de {deadline}, {platform_name} exigirá que todos os estudantes tenham palavras-passe complexas. A sua palavra-passe atual não cumpre esses requisitos. Para repor a palavra-passe, aceda a {anchor_tag_open}Configuração de Conta{anchor_tag_close}.

source: The file must be smaller than {image_max_size} in size.
da: Filstørrelsen skal være mindre end {image_max_size}.
fr: La taille du fichier doit être plus petite que {image_max_size}.
pl: Plik musi być mniejszy niż {image_max_size}.
pt_pt: O tamanho do ficheiro deve ser inferior a {image_max_size}.
zh_tw: 檔案大小必須小於 {image_max_size} 。

source: The file must be at least {image_min_size} in size.
da: Filstørrelse skal være mindst {image_min_size}.
fr: La taille du fichier doit être au minimum de {image_min_size}.
pl: Plik musi być nie mniejszy niż {image_min_size}.
pt_pt: O tamanho do ficheiro deve ter pelo menos{image_min_size}.
zh_tw: 檔案大小必須至少 {image_min_size} 。

source: The file must be one of the following types: {valid_file_types}.
da: Filen skal være en af følgende typer: {valid_file_types}.
fr: Le fichier doit être d'un des types suivants: {valid_file_types}.
pl: Plik musi być jednym z typów: {valid_file_types}.
pt_pt: O ficheiro deve ser um dos seguintes tipos: {valid_file_types}.
zh_tw: 檔案必須為以下其中一項樣式：{valid_file_types}。

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
da: Content-Type-headeren for denne fil stemmer ikke overens med fildataene. Filen kan være beskadiget.
fr: L'entête de Content-Type pour ce fichier ne correspond pas aux données du fichier. Le fichier est peut-être corrompu.
pl: Typ tego pliku nie zgadza się z jego danymi. Plik może być uszkodzony.
pt_pt: O cabeçalho Content-Type para este ficheiro não corresponde aos dados do ficheiro. O ficheiro pode estar corrompido.
zh_tw: 此檔案內容類型標題不匹配檔案數據。該檔案可能已損壞。

source: The file name extension for this file does not match the file data. The file may be corrupted.
da: Filnavnet for denne fil stemmer ikke overens med fildataene. Filen kan være beskadiget.
fr: L'extension du nom de fichier ne correspond pas aux données du fichier. Le fichier est peut-être corrompu.
pl: Rozszerzenie tego pliku nie zgadza się z jego danymi. Plik może być uszkodzony.
pt_pt: A extensão do ficheiro não corresponde aos dados. O ficheiro pode estar corrompido.
zh_tw: 擴展之檔案名稱不匹配檔案數據。該檔案可能已損壞。

source: No file provided for profile image
da: Ingen fil angivet til profilbillede
fr: Aucun fichier fourni pour l'image du profil
pl: Nie dostarczono pliku będącego zdjęciem profilowym
pt_pt: Não foi fornecida uma imagem de perfil
zh_tw: 未提供作為個人檔案的圖片檔案

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
da: Sti, der bruges til at konstruere URL'er til programmers marketingsider (f.eks. &quot;/foo&quot;).
fr: Chemin utilisé pour construire des URL vers les pages de marketing des programmes (par exemple, "/ foo").
pl: Ścieżka użyta do budowy adresów URL do stron promujących programy (np. "/foo").
pt_pt: Caminho usado para construir URLs para páginas de marketing de programas (por exemplo, "/ foo").
zh_tw: 用於建構用於程式營銷頁面網址的路徑(例如，“/ foo”)。

source: Known Error Case
da: Kendt fejltilfælde
fr: Cas d'erreur connue
pt_pt: Caso de erro conhecido
