Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
da: I DET FULDSTÆNDIGE OMFANG, DET ER TILLADT I HENHOLD TIL GÆLDENDE LOV, ACCEPTERER DU, AT HVERKEN {platform_name} ELLER NOGEN AF {platform_name} DELTAGERE VIL VÆRE ANSVARLIGE OVER FOR DIG, ELLER NÆRMERE, ELLER ANDEN ELLER ANDEN ELLER NÆRMERE. DIN (ELLER ENHVER TREDJEPARTS) BRUG AF ELLER MANGLENDE MULIGHED TIL AT BRUGE API'ERNE ELLER EVENTUELLE API-INDHOLD, ELLER DIN TILLIDEN AF OPLYSNINGER FÅET FRA ELLER GENNEM API'ERNE, UANSET DIT KRAV ER BASEREDE I KONTRAKTER, TORT, ANDRE LOVBESTEMMELSER.
fr: DANS TOUTE LA MESURE PERMISE PAR LA LÉGISLATION APPLICABLE, VOUS ACCEPTEZ QUE NI {platform_name} NI AUCUN DES PARTICIPANTS {platform_name} NE SERONT TENUS RESPONSABLES ENVERS VOUS EN CAS DE PERTES OU DE DOMMAGES, RÉELS OU CONSÉCUTIFS, DÉCOULANT OU LIÉS AUX CONDITIONS, OU À VOTRE (OU CELLE DE TOUT AUTRE TIERS) UTILISATION OU INCAPACITÉ D’UTILISATION DES API OU DE TOUT CONTENU DES API, OU DE LA CONFIANCE QUE VOUS AVEZ ACCORDÉE AUX INFORMATIONS OBTENUES PAR OU GRÂCE AUX API, QUE VOTRE RÉCLAMATION SOIT FONDÉE SUR UN CONTRAT, LE DROIT DE RESPONSABILITÉ CIVILE, LE DROIT COMMUN, OU TOUTE AUTRE LOI.
pl: W NAJSZERSZYM ZAKRESIE DOZWOLONYM PRZEZ OBOWIĄZUJĄCE PRAWO UŻYTKOWNIK ZGADZA SIĘ, ŻE ANI {platform_name} ANI ŻADEN Z UCZESTNIKÓW {platform_name} NIE BĘDZIE ODPOWIEDZIALNY WOBEC CIEBIE ZA WSZELKIE STRATY LUB SZKODY, RZECZYWISTE LUB WTÓRNE, WYNIKAJĄCE LUB ZWIĄZANE Z KORZYSTANIEM LUB NIEMOŻNOŚCIĄ KORZYSTANIA Z INTERFEJSÓW API LUB DOWOLNEJ ZAWARTOŚCI API PRZEZ UŻYTKOWNIKA (LUB JAKICHKOLWIEK OSÓB TRZECICH) LUB POLEGANIA UŻYTKOWNIKA NA INFORMACJACH UZYSKANYCH Z LUB ZA POŚREDNICTWEM API, BEZ WZGLĘDU NA TO, CZY TWOJE ROSZCZENIE JEST PODSTAWĄ UMOWY, CZYNNEGO, USTAWOWEGO LUB INNEGO PRAWA.
pt_pt: NA MÁXIMA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL, CONCORDA QUE NEM A {platform_name} NEM QUALQUER PARTICIPANTE {platform_name} SERÁ RESPONSÁVEL POR QUALQUER PERDA OU DANO, REAL OU CONSEQUENTE, DECORRENTE OU RELACIONADA COM OS TERMOS, OU O SEU USO (OU DE QUALQUER TERCEIRO) OU INCAPACIDADE DE USAR AS APIS OU QUALQUER CONTEÚDO DA API, OU A SUA CONFIANÇA SOBRE AS INFORMAÇÕES OBTIDAS PELAS APIS, SE A SUA REIVINDICAÇÃO É BASEADA NO CONTRATO, DELITO, LEI ESTATUTÁRIA OU OUTRA LEI.

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
da: I FULDE OMFANG DET ER TILLADT I HENHOLD TIL GÆLDENDE LOV, VIL HVERKEN {platform_name} ELLER NOGEN AF {platform_name} DELTAGERE HAVE NOGEN ANSVAR FOR NOGEN FØLGE, UNDVIKELIG, PUNKT, AL SKADER, UANSETTE ELLER UFORUDSELIGE, OG EVENTUELLE {platform_name} ELLER EVENTUELLE AF {platform_name} DELTAGERNE HAR VÆRET FORSØMLIG ELLER PÅ ANDEN MÅDE FEJL (INKLUSIVE, MEN IKKE BEGRÆNSET TIL, KRAV OM ÆREKRÆNKELSE, FEJL, TAB AF FORTYN, TAB AF DATA ELLER AFBRYDELSE I EN DATA).
fr: EN PARTICULIER, DANS TOUTE LA MESURE PERMISE PAR LA LÉGISLATION APPLICABLE, NI {platform_name} NI AUCUN DES PARTICIPANTS {platform_name} NE SERONT TENUS RESPONSABLES D’UN QUELCONQUE DOMMAGE CONSÉCUTIF, INDIRECT, PUNITIF, PARTICULIER, EXEMPLAIRE, OU ACCIDENTEL, QU’IL SOIT PRÉVISIBLE OU NON, ET QUE {platform_name} OU N’IMPORTE LEQUEL DES PARTICIPANTS {platform_name} AIENT ÉTÉ OU NON NÉGLIGENTS OU EN TORT (NOTAMMENT EN CAS DE PLAINTES POUR DIFFAMATION, D’ERREURS, DE PERTE DE PROFITS, DE PERTE DE DONNÉES OU D’INTERRUPTION DANS LA DISPONIBILITÉ DES DONNÉES).
pl: W SZCZEGÓLNOŚCI, W NAJSZERSZYM ZAKRESIE DOZWOLONYM PRZEZ OBOWIĄZUJĄCE PRAWO, ANI {platform_name} ANI ŻADEN Z UCZESTNIKÓW {platform_name} NIE BĘDZIE PONOSIĆ ŻADNEJ ODPOWIEDZIALNOŚCI ZA JAKIEKOLWIEK WTÓRNE, POŚREDNIE, KARNE, SZCZEGÓLNE, PRZYKŁADOWE, PRZEWIDYWALNE LUB NIEPRZEWIDYWALNE ORAZ NIEZALEŻNIE OD TEGO, CZY {platform_name} LUB KTÓRYKOLWIEK Z UCZESTNIKÓW {platform_name} DOPUŚCIŁ SIĘ ZANIEDBANIA LUB W INNY SPOSÓB ZAWINIŁ (W TYM: ALE NIE WYŁĄCZNIE ROSZCZENIA O ZNIESŁAWIENIE, BŁĘDY, UTRATĘ ZYSKÓW, UTRATĘ DANYCH LUB PRZERWĘ W DOSTĘPNOŚCI DANYCH).
pt_pt: EM PARTICULAR, NA MÁXIMA EXTENSÃO PERMITIDA PELA LEGISLAÇÃO APLICÁVEL, NEM {platform_name} NEM QUALQUER UM DOS PARTICIPANTES DE {platform_name} TERÃO QUALQUER RESPONSABILIDADE POR QUAISQUER DANOS CONSEQUENTES, INDIRETOS, PUNITIVOS, ESPECIAIS, EXEMPLARES OU INCIDENTAIS, SEJAM ELES PREVISÍVEIS OU NÃO, MESMO QUE A {platform_name} OU QUALQUER UM DOS PARTICIPANTES DE {platform_name} TENHAM OU NÃO SIDO NEGLIGENTES OU, DE OUTRO MODO, ESTEJAM EM FALTA (INCLUINDO, MAS NÃO SE LIMITANDO A, RECLAMAÇÕES POR DIFAMAÇÃO, ERROS, PERDA DE LUCROS, PERDA DE DADOS OU INTERRUPÇÃO NA DISPONIBILIDADE DE DADOS).
zh_tw: 具體而言，依適用法規所允許之最大程度，{platform_name} 與任何 {platform_name} 參與者皆不須對任何衍生、間接、懲罰性、特殊、懲戒性或意外造成之損害擔負任何責任，無論是否可預見，且無論 {platform_name} 或任何 {platform_name} 參與者是否有疏忽或過錯 (包括但不限於誹謗、錯誤、利益損失、資料損失或資料可用性中斷之主張)。

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
da: VISSE LOVGIVNING TILLADER IKKE BEGRÆNSNINGER AF UNDERFORSTÅEDE GARANTIER ELLER UDELUKKELSEN ELLER BEGRÆNSNING AF VISSE SKADER. HVIS DISSE LOVGIVNINGER GÆLDER FOR DIG, GÆLDER NOGLE ELLER ALLE OVENSTÅENDE ANSVARSFRASKRIVELSER, FRASKRIVELSER ELLER BEGRÆNSNINGER MULIGVIS IKKE FOR DIG, OG DU KAN HAVE YDERLIGERE RETTIGHEDER.
fr: CERTAINES LOIS DE L’ÉTAT N’AUTORISENT NI LES RESTRICTIONS SUR LES GARANTIES IMPLICITES NI L’EXCLUSION ET LA RESTRICTION DE CERTAINS DOMMAGES. SI CES LOIS S’APPLIQUENT À VOUS, UNE PARTIE OU LA TOTALITÉ DES CLAUSES DE NON-RESPONSABILITÉ, EXCEPTIONS OU RESTRICTIONS MENTIONNÉES CI-DESSUS PEUVENT NE PAS S’APPLIQUER À VOUS ET VOUS POURRIEZ BÉNÉFICIER DE DROITS SUPPLÉMENTAIRES.
pl: NIEKTÓRE PRZEPISY STANOWE NIE ZEZWALAJĄ NA OGRANICZENIA DOROZUMIANYCH GWARANCJI ANI NA WYŁĄCZENIE LUB OGRANICZENIE NIEKTÓRYCH SZKÓD. JEŚLI TE PRZEPISY MAJĄ ZASTOSOWANIE DO UŻYTKOWNIKA, NIEKTÓRE LUB WSZYSTKIE Z POWYŻSZYCH WYŁĄCZEŃ ODPOWIEDZIALNOŚCI, WYŁĄCZEŃ LUB OGRANICZEŃ MOGĄ NIE MIEĆ ZASTOSOWANIA DO UŻYTKOWNIKA, A UŻYTKOWNIKOWI MOGĄ PRZYSŁUGIWAĆ DODATKOWE PRAWA.
pt_pt: CERTAS LEIS ESTATAIS NÃO PERMITEM LIMITAÇÕES SOBRE AS GARANTIAS IMPLÍCITAS OU EXCLUSÃO OU LIMITAÇÃO DE CERTOS DANOS. SE ESTAS LEIS SE APLICAM A SI, ALGUMAS OU TODAS AS ISENÇÕES DE RESPONSABILIDADE, EXCLUSÕES OU LIMITAÇÕES ACIMA PODEM NÃO SER APLICÁVEIS A SI E PODERÁ ASSIM TER DIREITOS ADICIONAIS.
zh_tw: 某些州法不允許對於暗示保證之限制，或是排除或限制特定損害。若這些法律適用於您，則上述部分或全部免責聲明、排除條款或限制可能不適用您的情況，且您可能享有其他權利。

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others and not affiliated with or under the control of {platform_name}. {platform_name_capitalized} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these third-party sites. If you decide to access linked third-party websites, you do so at your own risk.
da: API'erne og API-indholdet kan omfatte hyperlinks til websteder, der vedligeholdes eller kontrolleres af andre og ikke er tilknyttet eller under kontrol af {platform_name}. {platform_name_capitalized} og {platform_name} Deltagerne er ikke ansvarlige for og screener, godkender, gennemgår eller godkender rutinemæssigt ikke indholdet af eller brugen af nogen af de produkter eller tjenester, der kan tilbydes på disse tredjepartswebsteder. Hvis du beslutter dig for at få adgang til linkede tredjepartswebsteder, gør du det på egen risiko.
fr: Les API et le Contenu des API peut comprendre des liens hypertextes vers des sites entretenus ou gérés par des tiers et qui ne sont ni affiliés ni administrés par {platform_name}. {platform_name_capitalized} et les Participants {platform_name} ne sont pas responsables de ces sites tiers et ne contrôlent pas, n’approuvent pas, n’examinent pas et n’appuient pas le contenu ou l’utilisation de tout produit ou service qu’ils pourraient offrir. Si vous décidez de visiter des sites tiers liés, vous le faites à vos propres risques.
pl: Interfejsy API i Zawartość API mogą zawierać hiperłącza do witryn utrzymywanych lub kontrolowanych przez inne osoby, które nie są powiązane z platformą {platform_name} ani nie są pod jej kontrolą. {platform_name_capitalized} i Uczestnicy {platform_name} nie ponoszą odpowiedzialności i rutynowo nie sprawdzają, zatwierdzają, przeglądają ani nie popierają treści ani korzystania z jakichkolwiek produktów lub usług, które mogą być oferowane w tych witrynach stron trzecich. Jeśli zdecydujesz się uzyskać dostęp do powiązanych witryn internetowych osób trzecich, robisz to na własne ryzyko.
pt_pt: As APIs e o Conteúdo da API podem incluir hiperligações para sites mantidos ou controlados por outros e não afiliados ou sob o controlo de {platform_name}. {platform_name_capitalized} e o {platform_name} Os participantes não são responsáveis por, e não fazem o rastreio, aprovação, revisão ou aprovação de rotina do conteúdo ou utilização de qualquer dos produtos ou serviços que possam ser oferecidos nestes sítios de terceiros. Se decidir aceder a sítios de terceiros ligados, fá-lo-á por sua conta e risco.

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, action or demand.
da: I det maksimale omfang, det er tilladt i henhold til gældende lovgivning, accepterer du at forsvare, holde harmløse og skadesløsholde {platform_name} og {platform_name} Deltagerne og deres respektive datterselskaber, tilknyttede selskaber, embedsmænd, fakulteter, studerende, stipendiater, repræsentanter og ansatte, bestyrelsesmedlemmer, fra og mod enhver tredjeparts krav, handlinger eller krav, der opstår som følge af, som følge af eller på nogen måde relateret til din brug af API'erne og ethvert API-indhold, herunder ethvert ansvar eller enhver udgift, der opstår fra ethvert krav, tab, skader ( faktiske og konsekvente), søgsmål, domme, sagsomkostninger og advokatsalærer af enhver art og art. I et sådant tilfælde vil {platform_name} eller en af {platform_name}-deltagerne give dig skriftlig meddelelse om et sådant krav, handling eller krav.
fr: Dans toute la mesure permise par la législation applicable, vous acceptez de défendre, et dégager de toute responsabilité et d’indemniser {platform_name} et les Participants {platform_name}, ainsi que leurs succursales, filiales, agents, enseignants, étudiants, confrères, membres du conseil d’administration, agents et employés, contre toute revendication, action en justice ou demande de tiers étant le résultat, la cause, ou liée d’une quelconque façon à l’utilisation des API et de tout Contenu des API, y compris pour l’ensemble des responsabilités ou frais découlant d’une quelconque plainte, pertes, dommages (réels ou consécutifs), procès, jugements, coûts de litige et honoraires d’avocats, de quelque nature que ce soit. En pareil cas, {platform_name} ou l’un des Participants {platform_name} vous fournira un avis écrit dans l’éventualité d’une telle plainte, action en justice ou demande.
pl: W maksymalnym zakresie dozwolonym przez obowiązujące prawo zgadzasz się bronić, chronić i zabezpieczać {platform_name} i Uczestników {platform_name} oraz ich odpowiednie spółki zależne, stowarzyszone, kierownictwo, wykładowców, studentów, stypendystów, członków zarządu, agentów i pracowników z tytułu wszelkich roszczeń, działań lub żądań stron trzecich wynikających z, wynikających z lub w jakikolwiek sposób związanych z korzystaniem przez użytkownika z interfejsów API i dowolnej Zawartości API, w tym wszelkiej odpowiedzialności lub wydatków wynikających z wszelkich roszczeń, strat, szkód ( rzeczywiste i wynikowe), procesy, wyroki, koszty postępowania sądowego i honoraria adwokackie, wszelkiego rodzaju i rodzaju. W takim przypadku {platform_name} lub jeden z Uczestników {platform_name} przekaże Ci pisemne zawiadomienie o takim roszczeniu, działaniu lub żądaniu.
pt_pt: Na máxima extensão permitida pela lei aplicável, concorda em defender, isentar e indemnizar a {platform_name}, os Participantes {platform_name} as suas respectivas subsidiárias, afiliadas, diretores, professores, alunos, bolsistas, membros do conselho administrativo, agentes e funcionários de e contra quaisquer reivindicações, ações ou exigências de terceiros, decorrentes ou relacionadas com o seu uso das APIs e de qualquer Conteúdo da API, incluindo qualquer responsabilidade ou despesa derivada de todas e quaisquer reivindicações, perdas, danos (reais e consequentes), ações judiciais, jurisprudências, custos de contencioso e honorários dos advogados, de todo tipo e natureza. Neste caso, a {platform_name} ou um dos Participantes {platform_name} enviar-lhe-á uma notificação por escrito de tal reivindicação, ação ou exigência.

source: General Legal Terms
da: Generelle juridiske vilkår
fr: Conditions générales juridiques
pl: Ogólne warunki prawne
pt_pt: Termos Legais Gerais
zh_tw: 一般法律條款

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
da: Vilkårene udgør hele aftalen mellem dig og {platform_name} med hensyn til din brug af API'erne og API-indholdet, og erstatter alle tidligere aftaler mellem dig og {platform_name} vedrørende din brug af API'erne og API-indholdet. Undladelse af at {platform_name} udøver eller håndhæver nogen rettighed eller bestemmelse i vilkårene, udgør ikke et afkald på en sådan rettighed eller bestemmelse. Hvis en bestemmelse i vilkårene af en domstol med kompetent jurisdiktion findes ugyldig, er parterne ikke desto mindre enige om, at domstolen skal bestræbe sig på at gennemføre parternes hensigter som afspejlet i bestemmelsen, og de øvrige bestemmelser i vilkårene skal forblive i fuld kraft og effekt. Betingelserne skaber ikke nogen tredjeparts begunstigede rettigheder eller noget agentur, partnerskab eller joint venture. For enhver meddelelse, som {platform_name} har givet dig i henhold til disse vilkår, kan {platform_name} give dig besked via den e-mailadresse, der er knyttet til din {platform_name}-konto.
fr: Les Conditions constituent l’intégralité de l’accord passé entre vous et {platform_name} dans le cadre de votre utilisation des API et du Contenu des API, remplacent tout autre accord précédent passé entre vous et {platform_name} par rapport à votre utilisation des API et du Contenu des API. Le défaut d’exercer ou d’appliquer un quelconque droit ou une disposition des Conditions de la part de {platform_name} ne constitue pas la renonciation au droit ou à la disposition en question. Si une quelconque disposition des Conditions est jugée inapplicable par un tribunal compétent, les parties conviennent malgré tout que le tribunal devrait s’efforcer de mettre en pratique les intentions des parties reflétées par la disposition et que les autres dispositions des Conditions resteront pleinement en vigueur. Les Conditions ne créent aucun droit bénéficiaire pour les tiers et aucun, partenariat, agence, ou coentreprise. Pour tout avis vous étant envoyé par {platform_name} sous ces Conditions {platform_name} peut vous envoyer un avis par le courriel associé à votre compte {platform_name}.
pl: Warunki stanowią całość umowy pomiędzy Tobą i {platform_name} w odniesieniu do korzystania przez Ciebie z API i Zawartości API, zastępując wszelkie wcześniejsze umowy pomiędzy Tobą i {platform_name} dotyczące korzystania przez Ciebie z API i Zawartości API. Niewykonanie lub nieegzekwowanie przez {platform_name} jakiegokolwiek prawa lub postanowienia Warunków nie stanowi zrzeczenia się takiego prawa lub postanowienia. Jeśli którekolwiek z postanowień Warunków zostanie uznane przez sąd właściwej jurysdykcji za nieważne, strony zgadzają się, że sąd powinien podjąć starania, aby nadać moc prawną intencjom stron odzwierciedlonym w tym postanowieniu, a pozostałe postanowienia Warunków pozostaną w pełnej mocy. Warunki nie tworzą żadnych praw beneficjentów będących osobami trzecimi ani żadnych agencji, partnerstwa czy wspólnych przedsięwzięć w przypadku wszelkich powiadomień przekazywanych Tobie przez {platform_name} na mocy niniejszych Warunków, {platform_name} może Cię powiadomić za pośrednictwem adresu e-mail powiązanego z Twoim kontem {platform_name}.
pt_pt: Os Termos constituem o acordo completo entre si e {platform_name} em relação à sua utilização das APIs e Conteúdo da API, substituindo quaisquer acordos anteriores entre si e {platform_name} em relação à sua utilização das APIs e Conteúdo da API. A falha de {platform_name} para exercer ou impor qualquer direito ou disposição dos Termos não constituirá uma renúncia a tal direito ou disposição. Se uma disposição dos Termos for considerada por um tribunal de jurisdição competente como inválida, as partes concordam ainda assim que o tribunal deve esforçar-se para dar cumprimento às intenções das partes, conforme refletido na disposição, e as demais disposições dos Termos permanecerão em plena força e efeito. Os Termos não criam nenhum direito para terceiros beneficiários ou qualquer filial, parceria ou consórcio. Para qualquer aviso fornecido por {platform_name} sob estes Termos, {platform_name} pode notificá-lo através do endereço do email associado à sua conta {platform_name}.
zh_tw: 此處條款構成您與 {platform_name} 雙方就您使用 API 和 API 內容所同意之完整協議，且此處條款取代您與 {platform_name} 雙方先前就您使用 API 和 API 內容所訂定之任何協議。倘若 {platform_name} 未能履行或強制實施任何權利或條款之規定，並不構成該權利或規定失效。倘若法定轄區之法院發現任何條款之規定無效，雙方仍同意法院應盡一切之努力依該規定中所反映之雙方意圖維持其效力，且條款之其他規定將維持其完整效力。條款不產生使任何第三方受益之權利，或圖利任何代理機構、夥伴關係或合資公司。有關 {platform_name} 基於此處條款提供給您的任何須知，{platform_name} 可能透過與您的 {platform_name} 帳戶連結之電子郵件地址寄發通知。
