Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Wiki Revision Preview
da: Forhåndsvisning af Wiki-revision
fr: Prévisualisation des modifications du wiki
pl: Podgląd zmiany w Wiki
pt_pt: Pré-visualização da Revisão da Wiki
zh_tw: 預覽Wiki修訂版

source: Back to history view
da: Tilbage til historik visning
fr: Retour à l'historique
pl: Powrót do widoku historii
pt_pt: Voltar para visualização de histórico
zh_tw: 返回歷史檢視

source: Switch to this version
da: Skift til denne version
fr: Changer pour cette version
pl: Przełącz do tej wersji
pt_pt: Mudar para esta versão
zh_tw: 切換到這個版本

source: Merge Revision
da: Flet revision
fr: Fusion des modifications
pl: Scal wersje
pt_pt: Unir revisão
zh_tw: 合併修訂

source: Merge with current
da: Flet med eksisterende
fr: Fusionner avec version en cours
pl: Scal z obecną
pt_pt: Unir com atual
zh_tw: 和當前的版本合併

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
da: Når du flette en revision med den nuværende, vil alle data blive bevaret fra begge versioner og flettet på dens omtrentlige placering fra hver revision.
fr: Quand vous fusionnez une révision avec celle en cours, toutes les données des deux versions seront conservées et seront ensuite fusionnées à la position approximative de chaque révision.
pl: Scalając wersję z obecną, wszystkie dane z obu wersji zostaną zachowane i połączone we właściwych dla każdej wersji lokalizacjach.
pt_pt: Quando você junta uma revisão com a atual, os dados das duas versões serão retidos e combinados a partir da localização aproximada de cada revisão.
zh_tw: 當您給當前修訂版加入一個修改，所有的資料都會被保留。修改資訊將會合併到系統選擇適合的位置。

source: After this, it's important to do a manual review.
da: Efter dette, er det vigtigt at udføre en manuel gennemgang
fr: Après ceci, il est important de procéder à une relecture.
pl: Po tej czynności niezbędny będzie manualny przegląd efektu.
pt_pt: Depois disto, é importante efetuar uma revisão manual.
zh_tw: 請在完成之後做人工審查。

source: Create new merged version
da: Opret en ny flettet version
fr: Créer une nouvelle version fusionnée
pl: Utwórz nową scaloną wersję
pt_pt: Criar uma nova versão unificada
zh_tw: 建立新的已合併後的版本

source: You need to {anchor_start_login}log in{anchor_end} or {anchor_start_signup}sign up{anchor_end} to use this function.
da: Du skal {anchor_start_login}logge ind {anchor_end} eller {anchor_start_signup}tilmelde dig {anchor_end} for at bruge denne funktion.
fr: Vous devez {anchor_start_login} vous connecter {anchor_end} ou {anchor_start_signup} vous inscrire {anchor_end} pour utiliser cette fonction.
pt_pt: Precisa {anchor_start_login}autenticar{anchor_end} ou {anchor_start_signup}entrar{anchor_end} para usar esta função.

source: You need to log in or sign up to use this function.
da: Du skal logge in eller tilmelde dig for at kunne benytte denne funktion.
fr: Vous devez vous connecter ou vous inscrire pour utiliser cette fonction.
pl: Musisz się zalogować lub zarejestrować, aby móc skorzystać z tej funkcji.
pt_pt: Precisa de iniciar a sessão ou registar-se para utilizar esta função.
zh_tw: 您需要註冊或者登入才能使用這個功能。

source: This wiki uses {start_strong}Markdown{end_strong} for styling. There are several useful guides online. See any of the links below for in-depth details:
da: Denne wiki bruger {start_strong}Markdown {end_strong} til styling. Der er flere nyttige guider online. Se et af nedenstående links for at få dybdegående detaljer:
fr: Ce wiki utilise {start_strong} Markdown {end_strong} pour le style. Il existe plusieurs guides utiles en ligne. Voir l'un des liens ci-dessous pour plus de détails :
pt_pt: Esta wiki utiliza {start_strong}Markdown{end_strong} para estilo. Há vários guias úteis online. Visite alguns dos links abaixo para mais detalhes:

source: Markdown: Basics
da: Markdown: Balsics
fr: Markdown: Les bases
pt_pt: Markdown: Noções Básicas
zh_tw: Markdown：基礎知識

source: Miniature Markdown Guide
da: Mini Markdown Guide
fr: Guide miniature Markdown
pt_pt: Mini-guia de Markdown
zh_tw: 簡明 Markdown 語法指南

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
da: Hvis du vil oprette en ny wiki-artikel, skal du oprette et link til den. Ved at klikke på linket kommer du til oprettelsessiden.
fr: Pour créer un nouvel article dans le wiki, créez un lien vers celui-ci. Cliquer sur le lien vous mènera vers la création de la page.
pl: Aby utworzyć nowy artykuł wiki, stwórz do niego odnośnik. Kliknięcie w niego otworzy stronę edycji treści.
pt_pt: Para criar um novo artigo de wiki, crie um link para ele. Clique no link para ir à página de criação.
zh_tw: 要建立一篇新的Wiki條目，先為它建立連結。點擊連結後，會導向自動建立頁面。

source: [Article Name](wiki:ArticleName)
da: [Artikel Name] (wiki: ArtikelNavn)
fr: [Nom article](wiki:NomArticle)
zh_tw: [文章名稱](wiki:ArticleName)

source: %(platform_name)s Additions:
da: %(platform_name)s Tilføjelser:
fr: Ajouts %(platform_name)s:
pl: Rozszerzenia %(platform_name)s:
pt_pt: Dependências %(platform_name)s:
zh_tw: %(platform_name)s額外部份：

source: Math Expression
da: Matematisk udtryk
fr: Expression mathématique
pl: Wyrażenie matematyczne
pt_pt: Expressão Matemática
zh_tw: 數學表達式

source: Useful examples:
da: Nyttige eksempler:
fr: Exemples utiles:
pl: Użyteczne przykłady:
pt_pt: Exemplos úteis:
zh_tw: 實用的例子：

source: Huge Header
da: Meget stor toptekst
fr: Grand titre
pl: Duży nagłówek
pt_pt: Cabeçalho Maior
zh_tw: 超大標題

source: Smaller Header
da: Mindre toptekst
fr: Titre plus petit
pl: Mniejszy nagłówek
pt_pt: Cabeçalho Menor
zh_tw: 較小的標題

source: *emphasis* or _emphasis_
da: *betoning* eller _betoning_
fr: *emphase* or _emphase_
pl: *wyróżnienie* lub _wyróżnienie_
pt_pt: *ênfase* ou _ênfase_
zh_tw: *重點* or _重點_

source: **strong** or __strong__
da: **stærk** or __stærk__
fr: **gras** or __gras__
pl: **pogrubienie** lub __pogrubienie__
pt_pt: **negrito** ou __negrito__
zh_tw: **強調** or __強調__

source: Unordered List
da: Usorteret liste
fr: Liste non ordonnée
pl: Lista nienumerowana
pt_pt: Lista Desordenada
zh_tw: 未排序的列表

source: Sub Item 1
da: Underpunkt 1
fr: Sous Item 1
pl: Podpunkt 1
zh_tw: 子項目1

source: Sub Item 2
da: Underpunkt 2
fr: Sous Item 2
pl: Podpunkt 2
zh_tw: 子項目2

source: Ordered
da: Sorteret
fr: Ordonné
pl: Numerowana
pt_pt: Ordenada
zh_tw: 有序的

source: List
da: Liste
fr: Liste
pl: Lista
pt_pt: Lista
zh_tw: 列表

source: Quotes
da: Citater
fr: Citations
pl: Cytaty
pt_pt: Citações
zh_tw: 引言

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
da: Markdown-syntaks er tilladt. Se %(start_link)scheatsheet%(end_link)s for at få hjælp.
pt_pt: Sintaxe de Markdown é permitida. Consulte o %(start_link)s cheatsheet %(end_link)s para obter ajuda.

source: Attachments
da: Bilag
fr: Pièces jointes
pl: Załączniki
pt_pt: Anexos
zh_tw: 附件

source: Upload new file
da: Upload ny fil
fr: Téléverser un nouveau fichier
pl: Prześlij nowy plik
pt_pt: Carregar novo ficheiro
zh_tw: 上傳新的檔案

source: Search and add file
da: Søg og tilføj fil
fr: Chercher et ajouter un fichier
pl: Wyszukaj i dodaj plik
pt_pt: Procurar e adicionar ficheiro
zh_tw: 搜尋及新增檔案

source: Upload File
da: Indlæs fil
fr: Envoyer un fichier
pl: Prześlij plik
pt_pt: Carregar Ficheiro
zh_tw: 上傳檔案

source: Upload file
da: Upload en fil
fr: Envoyer un fichier
pl: Prześlij plik
pt_pt: Carregar ficheiro
zh_tw: 上傳檔案

source: Search files and articles
da: Søg filer og artikler
fr: Chercher des fichiers et des articles
pl: Szukaj plików i artykułów
pt_pt: Procurar ficheiros e artigos
zh_tw: 搜尋檔案和文章

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
da: Du kan genbruge filer fra andre artikler. Disse filer er underlagt opdateringer i andre artikler, hvilket måske eller måske ikke er en god ting.
fr: Vous pouvez réutiliser des fichiers depuis d'autres articles. Attention, ces fichiers pourront être mis à jour depuis ces articles, ce qui peut être ou ne pas être une bonne chose.
pl: Możesz wykorzystać pliki z innych artykułów. Owe pliki podlegają edycji w innych artykułach, co może być korzyścią lub wadą.
pt_pt: Pode reutilizar ficheiros de outros artigos. Estes ficheiros estão sujeitos a atualizações de outros artigos, o que pode ou não ser bom.
zh_tw: 您可以從其他文章中重複使用檔案。

source: Search
da: Søg
fr: Recherche
pl: Szukaj
pt_pt: Procurar
zh_tw: 搜尋

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
da: Følgende filer er tilgængelige for denne artikel. Kopier markdown-tagget for at referere direkte til en fil fra artikelteksten.
fr: Les fichiers suivants sont disponibles pour cet article. Copiez le tag de surlignement pour directement référer à un fichier depuis le texte de l'article.
pl: Następujące pliki są dostępne dla tego artykułu. Skopiuj znacznik markdown, aby bezpośrednio odnieść się do pliku z tekstu artykułu.
pt_pt: Os seguintes ficheiros estão disponíveis para este artigo. Copie a etiqueta de marcação para se referir diretamente a um ficheiro de texto do artigo.
zh_tw: 下列檔案與這篇文章相關，請使用markdown標記直接指向這些檔案。

source: Uploaded by
da: Uploaded af
fr: Envoyé par
pl: Przesłany przez
pt_pt: Carregado por
zh_tw: 上傳者是

source: Size
da: Størrelse
fr: Taille
pl: Rozmiar
pt_pt: Tamanho
zh_tw: 大小

source: File History
da: Fil historik
fr: Historique du fichier
pl: Historia pliku
pt_pt: Histórico de Ficheiros
zh_tw: 檔案歷史紀錄

source: Detach
da: Frigør
fr: Détacher
pl: Odepnij
pt_pt: Separar
zh_tw: 卸離

source: Replace
da: Erstat
fr: Remplacer
pl: Zastąp
pt_pt: Substituir
zh_tw: 取代

source: Restore
da: Gendan
fr: Restaurer
pl: Przywróć
pt_pt: Restaurar
zh_tw: 復原

source: anonymous (IP logged)
da: anonym (IP logget)
fr: anonyme (IP connectée)
pl: anonimowy (IP zapisane)
pt_pt: anónimo (IP logado)
zh_tw: 匿名 (已記錄 IP)

source: File history
da: Fil historik
fr: Historique du fichier
pl: Historia pliku
pt_pt: Histórico de ficheiros
zh_tw: 檔案歷史

source: revisions
da: revisioner
fr: révisions
pl: zmiany
pt_pt: revisões
zh_tw: 修訂版

source: There are no attachments for this article.
da: Der er ingen vedhæftede filer til denne artikel.
fr: Pas de pièce jointe à cet article.
pl: Brak załączników do tego artykułu.
pt_pt: Não existem anexos para este artigo.
zh_tw: 這篇文章沒有附件

source: Previewing revision:
da: Se denne revision:
fr: Aperçu de la modification :
pl: Podgląd zmiany:
pt_pt: Pré-visualização da revisão:
zh_tw: 預覽修訂版：

source: Previewing a merge between two revisions:
da: Se en fletning af to revisioner:
fr: Aperçu de la fusion entre deux modifications :
pl: Podgląd scalenia dwóch wersji:
pt_pt: Visualizar uma fusão entre duas revisões:
zh_tw: 預覽合併兩次修訂的結果：

source: This revision has been deleted.
da: Denne revision er blevet slettet.
fr: Cette révision a été supprimée.
pl: Ta zmiana została usunięta.
pt_pt: Esta revisão foi eliminada.
zh_tw: 這份修訂已被刪除。

source: Restoring to this revision will mark the article as deleted.
da: Gendannelse til denne revision vil markere artiklen som slettet.
fr: Restaurer cette révision marquera cet article comme supprimé.
pl: Przywrócenie tej wersji spowoduje oznaczenie artykułu jako usuniętego.
pt_pt: O restabelecimento desta revisão marcará o artigo como eliminado.
zh_tw: 復原這份修訂可能會讓這篇文章標記為刪除狀態。

source: ACE Common
da: ACE Fælles
pt_pt: ACE Comum

source: Go to %(platform_name)s Home Page
da: Gå til %(platform_name)s hjemmeside
fr: Aller à la page d'accueil %(platform_name)s
pt_pt: Ir para a Página Inicial de %(platform_name)s

source: Sign In
da: Log ind
fr: Se Connecter
pl: Zaloguj się
pt_pt: Iniciar Sessão

source: %(platform_name)s on LinkedIn
da: %(platform_name)s på LinkedIn
fr: %(platform_name)s sur LinkedIn
pl: %(platform_name)s na LinkedIn
pt_pt: %(platform_name)s no LinkedIn

source: %(platform_name)s on Twitter
da: %(platform_name)s på Twitter
fr: %(platform_name)s sur Twitter
pl: %(platform_name)s na Twitterze
pt_pt: %(platform_name)s no Twitter

source: %(platform_name)s on Facebook
da: %(platform_name)s på Facebook
fr: %(platform_name)s sur Facebook
pl: %(platform_name)s na Facebooku
pt_pt: %(platform_name)s no Facebook

source: %(platform_name)s on Google Plus
da: %(platform_name)s på Google Plus
fr: %(platform_name)s sur Google Plus
pl: %(platform_name)s w Google Plus
pt_pt: %(platform_name)s no Google +

source: %(platform_name)s on Reddit
da: %(platform_name)s på Reddit
fr: %(platform_name)s sur Reddit
pl: %(platform_name)s na Reddit
pt_pt: %(platform_name)s no Reddit

source: Download the iOS app on the Apple Store
da: Download iOS-appen i Apple Store
fr: Télécharger l'application iOS sur Apple Store
pl: Pobierz aplikację na iOS w Apple Store
pt_pt: Descarregar a aplicação iOS na Apple Store

source: Download the Android app on the Google Play Store
da: Download Android-appen i Google Play Butik
fr: Télécharger l'application Android sur Google Play Store
pl: Pobierz aplikację Android w Google Play Store
pt_pt: Descarregar a aplicação Android na Google Play Store

source: Our mailing address is:
da: Vores postadresse er:
fr: Notre adresse e-mail est :
pt_pt: O nosso endereço de correio é:

source: Unsubscribe from these emails.
da: Afmeld disse e-mails.
fr: Se désabonner de ces courriels.
pt_pt: Cancelar subscrição destes e-mails.

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
da: Gå ikke glip af muligheden for at fremhæve din nye viden og færdigheder ved at opnå et bekræftet certifikat. Opgrader med %(user_schedule_upgrade_deadline_time)s .
fr: Ne manquez pas l'occasion de mettre en avant vos nouvelles connaissances et compétences en obtenant un certificat vérifié. Mettre à jour d'ici %(user_schedule_upgrade_deadline_time)s.
pt_pt: Não perca a oportunidade de destacar os seus novos conhecimentos e competências, obtendo um certificado verificado. Actualização por %(user_schedule_upgrade_deadline_time)s.

source: Upgrade Now
da: Opgrader nu
fr: Mettre à jour maintenant
pl: Podnieś teraz
pt_pt: Actualize Agora
zh_tw: 立即升級

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
da: Når du har godkendt denne anmodning, skal du gå til {catalog_admin_url} for at oprette et katalog for denne bruger.
fr: Lorsque vous aurez approuvé cette requête, allez à {catalog_admin_url} pour assigner un catalogue pour cet utilisateur.
pl: Po zaakceptowaniu żądania przejdź do {catalog_admin_url} w celu utworzenia katalogu dla tego użytkownika.
pt_pt: Depois de aprovar esta solicitação, vá para {catalog_admin_url} para configurar um catálogo para este utilizador.
zh_tw: 您批准此請求後，請至 {catalog_admin_url} 為此使用者設定目錄。

source: Organization Name
da: Organisationens navn
fr: Nom de l'organisation
pl: Nazwa organizacji
pt_pt: Nome da Organização
zh_tw: 組織名稱

source: Organization Address
da: Organisationens adresse
fr: Adresse de l'organisation
pl: Adres organizacji
pt_pt: Endereço da Organização

source: Describe what your application does.
da: Beskriv, hvad din ansøgning gør.
fr: Décriver ce que votre application fait.
pl: Opisz funkcję swojej aplikacji.
pt_pt: Descreva o que faz a sua aplicação.
zh_tw: 說明您的應用程式有哪些功能。

source: The URL of your organization's website.
da: Webadressen på din organisations websted.
fr: L'URL du site Internet de votre organisation.
pt_pt: URL do site da sua organização.

source: The name of your organization.
da: Navnet på din organisation.
fr: Le nom de votre organisation.
pt_pt: O nome da sua organização.

source: The contact address of your organization.
da: Kontaktadressen på din organisation.
fr: L'adresse de contact de votre organisation.
pt_pt: Endereço de contacto da sua organização.

source: The following users do not exist: {usernames}.
da: Følgende brugere eksisterer ikke: {usernames}.
fr: Les utilisateurs suivants n'existent pas: {usernames}.
pl: Następujący użytkownicy nie istnieją: {usernames}.
pt_pt: Os seguintes utilizadores não existem: {usernames}.
zh_tw: 以下使用者不存在: {usernames}。

source: Comma-separated list of usernames which will be able to view this catalog.
da: Kommasepareret liste over brugernavne, som vil kunne se dette katalog.
fr: Liste séparée par des virgules des noms d'utilisateurs qui pourrient voir ce catalogue.
pl: Lista oddzielonych przecinkami nazw użytkowników, którzy będą mogli widzieć ten katalog.
pt_pt: Lista de nomes de utilizadores separados por vírgulas que poderão visualizar este catálogo.
zh_tw: 逗號分隔的使用者名稱清單，可在此目錄中檢視。

source: Denied
da: Afvist
fr: Refusé
pl: Odrzucony
pt_pt: Recusado
zh_tw: 被拒絕

source: Approved
da: godkendt
fr: Approuvé
pl: Zatwierdzony
pt_pt: Aprovado
zh_tw: 已核准

source: Status of this API access request
da: Status for denne API-adgangsanmodning
fr: Statut de cette requête API d'accès
pl: Stan tego żądania dostępu do API
pt_pt: Estado deste pedido de acesso API
zh_tw: 此 API 存取要求的狀態

source: The URL of the website associated with this API user.
da: Webadressen på det websted, der er knyttet til denne API-bruger.
fr: Le URL du site web associé avec cet utilisateur API.
pl: Adres strony www powiązanej z tym użytkownikiem API.
pt_pt: O endereço da página associada a este utilizador API.
zh_tw: 與這位 API 使用者相關的網站 URL。

source: The reason this user wants to access the API.
da: Grunden til, at denne bruger ønsker at få adgang til API'en.
fr: La raison pour laquelle cet utilisateur désire accéder au API.
pl: Powód dla którego użytkownik żąda dostępu do API.
pt_pt: A razão pela qual este utilizar pretende aceder à API.
zh_tw: 這位使用者想要存取 API 的原因。

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
da: Jeg og min organisation accepterer {link_start}{platform_name} API-servicevilkårene {link_end} .
fr: Mon organisation et moi acceptons les {link_start}Conditions d'utilisation des API {platform_name}{link_end}.
pt_pt: Eu, e a minha organização, aceitamos os {link_start} {platform_name} termos de serviço API {link_end}.

source: '%s' is not a valid scope.
da: '%s' er ikke et gyldigt omfang.
fr: '%s' n'est pas une période valide.
pt_pt: '%s' não tem um âmbito válido.

source: Bookmarks
da: Bogmærker
fr: Favoris
pl: Zakładki
pt_pt: Favoritos
zh_tw: 書籤

source: An error has occurred. Please try again.
da: Der opstod en fejl. Prøv venligst igen.
fr: Une erreur est survenue. Merci de réessayer de nouveau.
pl: Wystąpił błąd. Proszę spróbować ponownie.
pt_pt: Ocorreu um erro. Por favor tente novamente.
zh_tw: 發生錯誤。請再試一次。

source: No data provided.
da: Ingen data angivet.
fr: Aucune donnée fournie.
pl: Nie wprowadzono danych.
pt_pt: Nenhum dado fornecido.
zh_tw: 無資料可提供。

source: Parameter usage_id not provided.
da: Parameter usage_id ikke angivet.
fr: Paramètre usage_id non fourni.
pl: Nie wprowadzono parametru usage_id.
pt_pt: Parâmetro usage_id não fornecido.
zh_tw: 不提供 usage_id 的參數。

source: Invalid usage_id: {usage_id}.
da: Ugyldig usage_id: {usage_id}.
fr: usage_id invalide: {usage_id}.
pl: Nieprawidłowy usage_id: {usage_id}.
pt_pt: usage_id inválido: {usage_id}.
zh_tw: 無效之 usage_id: {usage_id}.

source: Block with usage_id: {usage_id} not found.
da: Blok med usage_id: {usage_id} blev ikke fundet.
fr: Block avec usage_id: {usage_id} non trouvé.
pl: Nie odnaleziono blocka z usage_id: {usage_id}.
pt_pt: Bloqueado com usage_id: {usage_id} não encontrado.
zh_tw: 封鎖 usage_id: {usage_id}搜尋不到。

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
da: Du kan oprette op til {max_num_bookmarks_per_course} bogmærker. Du skal fjerne nogle bogmærker, før du kan tilføje nye.
fr: Vous pouvez créer jusqu'à {max_num_bookmarks_per_course} signets. Vous devez effacer certains signets avant de pouvoir en ajouter des nouveaux.
pl: Możesz stworzyć maksymalnie {max_num_bookmarks_per_course} zakładek. Aby dodać nową zakładkę, musisz usunąć jedną z istniejących.
pt_pt: Pode criar até {max_num_bookmarks_per_course} marcadores. Deverá remover alguns favoritos antes de poder adicionar novos.
zh_tw: 您可以建立 {max_num_bookmarks_per_course} 書籤。您必須在新增書籤前刪除一些書籤。

source: Bookmark with usage_id: {usage_id} does not exist.
da: Bogmærke med usage_id: {usage_id} findes ikke.
fr: Il n'existe de pas signet avec l'usage_id: {usage_id}.
pl: Zakładka z {usage_id} nie istnieje.
pt_pt: Marcador com usage_id: {usage_id} não existe.
zh_tw: 書籤 usage_id: {usage_id} 不存在。

source: Internal API URL
da: Intern API URL
fr: URL du API interne
pl: Wewnętrzny adres API
pt_pt: URL API interno
zh_tw: 內部 API 網址

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
da: UDFØRT: Brug indstillingen COURSE_CATALOG_API_URL.
fr: OBSOLÈTE : Utilisez le paramètre COURSE_CATALOG_API_URL.
pl: PRZESTARZAŁE: Użyj ustawienia COURSE_CATALOG_API_URL.
pt_pt: OBSOLETO: Use a configuração COURSE_CATALOG_API_URL.

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
da: Angivet i sekunder. Aktiver cachelagring af API-svar ved at indstille dette til en værdi større end 0.
fr: Indiqué en secondes. Active la mise en cache des réponses API en réglant à une valeur plus grande que 0.
pl: Określony w sekundach. Włącz cache'owanie odpowiedzi z API ustawiając tę wartość na większą od 0.
pt_pt: Especificado em segundos. Permita o armazenamento em cache de respostas API, definindo um valor maior que 0.
zh_tw: 指定為秒。 藉由設定這個大於0的值來啟動API響應快取。

source: Long Term Cache Time To Live
da: Langsigtet Cache Time To Live
fr: Time To Live du Cache longue durée
pt_pt: Tempo de vida do Cache de Longo Termo

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
da: Angivet i sekunder (standard til 86400s, 24 timer). I nogle tilfælde behøver cachen ikke at blive opdateret sjældnere. Aktiver langsigtet cachelagring af API-svar ved at indstille dette til en værdi større end 0.
fr: Indiqué en secondes (86 400 s, 24 h par défaut). Dans certains cas, il faut rafraichir le cache moins souvent. Activez le système de cache longue durée des réponses API en réglant à une valeur supérieure à 0.
pt_pt: Especificado em segundos (padrão para 86400, 24 horas). Em alguns casos, o cache precisa de ser atualizado com menos frequência. Ative o armazenamento em cache a longo prazo de respostas API, definindo-o com um valor maior que 0.

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
da: Brugernavn oprettet til kursuskatalogintegration, f.eks. lms_catalog_service_user.
fr: Nom d'utilisateur créé pour l'Intégration au guide de l'étudiant du cours, par exemple : lms_catalog_service_user.
pl: Nazwa użytkownika stworzona do integracji katalogu kursów, np. lms_catalog_service_user.
pt_pt: Nome de utilizador criado para a integração do catálogo de cursos, p.ex. lms_catalog_service_user.

source: Page Size
da: Sidestørrelse
fr: Format de la page
pl: Rozmiar strony
pt_pt: Tamanho da Página

source: Maximum number of records in paginated response of a single request to catalog service.
da: Maksimalt antal poster i pagineret svar på en enkelt anmodning til katalogtjeneste.
fr: Nombre maximum de retours sous forme de réponses paginés aux demandes uniques au catalogue de service.
pl: Maksymalna liczba wyników w paginowanej odpowiedzi pojedynczego żądania dostępu do katalogu.
pt_pt: Número máximo de registos em resposta paginada de um único pedido de serviço de catálogo.
