Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
da: Vær sikker på, at du vil importere et kursus, før du fortsætter. Indholdet af det importerede kursus vil erstatte indholdet af det eksisterende kursus. {em_start}Du kan ikke fortryde en kursusimport {em_end} . Inden du fortsætter, anbefaler vi, at du eksporterer det aktuelle kursus, så du har en sikkerhedskopi af det.
fr: Soyez certain que vous voulez importer un cours avant de continuer. Le contenu du cours importé remplacera le contenu du cours existant. {em_start}Vous ne pouvez annuler un import de cours{em_end}. Avant de procéder, nous recommandons que vous exportiez le cours existant, de façon à ce que vous ayez une copie de sauvegarde de celui-ci.
pl: Zanim kontynuujesz, upewnij się, że chcesz zaimportować kurs. Zawartości importowanego kursu podmienią treści obecnego kursu. {em_start}Czynności importowania kursu nie można cofnąć{em_end}. Zanim przejdziesz dalej, zalecamy wyeksportowanie obecnej zawartości kursu, aby dysponować jej kopią zapasową.
pt_pt: Certifique-se de que deseja importar um curso antes de continuar. O conteúdo do curso importado substituirá o conteúdo do curso existente. {em_start}Não é possível anular uma importação de curso{em_end}. Antes de continuar, recomendamos que exporte o curso atual, para que fique com uma cópia de segurança.
zh_tw: 在繼續之前請確認您想要匯入一門課程。課程匯入的內容將取代這個原先課程的內容。{em_start} 您不能夠返回課程匯入 {em_end}。在處理前，我們推薦您先匯出目前的課程，這樣您就擁有一份現有課程的備份。

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
da: Kurset, som du importerer, skal være i en .tar.gz-fil (det vil sige en .tar-fil komprimeret med GNU Zip). Denne .tar.gz-fil skal indeholde en course.xml-fil. Det kan også indeholde andre filer.
fr: Le cours que vous importez doit être un fichier au format .tar.gz (c-à-d. un fichier .tar compressé au format GNU Zip). Ce fichier .tar.gz doit contenir un fichier course.xml. Il peut également contenir d'autres fichiers.
pl: Importowany kurs musi być plikiem w formacie .tar.gz (czyli plikiem .tar skompresowanym przy użyciu GNU Zip). Plik .tar.gz musi zawierać plik course.xml i może zawierać dowolne inne pliki.
pt_pt: O curso que importar deve estar num ficheiro .tar.gz (ou seja, um ficheiro .tar compactado com o GNU Zip). Este ficheiro .tar.gz deve conter um ficheiro course.xml, mas também pode conter outros ficheiros.
zh_tw: 這個您匯入的課程必須是一個 .tar.gz 檔案 (也就是一個以 GNU Zip 壓縮的 .tar 檔案)。這個 .tar.gz 檔案必須包含一個課程 .xml 檔案，也可能包含其他檔案。

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
da: Importprocessen har fem trin. I løbet af de to første trin skal du blive på denne side. Du kan forlade denne side, efter at udpakningsfasen er afsluttet. Vi anbefaler dog, at du ikke foretager vigtige ændringer i dit kursus, før importhandlingen er afsluttet.
fr: Le processus d'importation comprend cinq étapes. Durant les deux premières étapes, vous devez rester sur cette page. Vous pouvez quitter cette page dès que l'étape de décompression est achevée. Cependant, nous vous recommandons de ne pas faire de modifications importantes à votre cours avant que l'opération d'importation ne soit complètement terminée.
pl: Proces importowania składa się z pięciu etapów. W trakcie pierwszych dwóch etapów musisz pozostać na tej stronie. Możesz opuścić tę stronę po zakończeniu procesu rozpakowywania. Zalecamy, aby nie dokonywać jakichkolwiek zmian w swoim kursie aż do momentu pełnego zakończenia operacji importowania kursu.
pt_pt: O processo de importação compreende cinco fases. Durante as duas primeiras fases deverá permanecer nesta página. Apenas poderá sair desta página após a conclusão da fase de Extração. No entanto, recomendamos que não faça alterações importantes no seu curso até que a operação de importação seja concluída.
zh_tw: 匯入的過程有五個步驟。前兩個步驟，您必須停留在這個頁面。您可以在解壓縮步驟完成後離開這個頁面。不過，我們建議您在匯入操作結束前，不要對課程做什麼重要更改。

source: Select a .tar.gz File to Replace Your Library Content
da: Vælg en .tar.gz-fil for at erstatte dit biblioteksindhold
fr: Sélectionner un fichier .tar.gz afin de remplacer le contenu de votre bibliothèque
pl: Wybierz plik .tar.gz w celu podmiany treści twojej biblioteki
pt_pt: Selecione um Ficheiro .tar.gz para Substituir o Conteúdo da Biblioteca
zh_tw: 選擇一個.tar.gz檔案來覆蓋您的課程組件庫內容

source: Select a .tar.gz File to Replace Your Course Content
da: Vælg en .tar.gz-fil for at erstatte dit kursusindhold
fr: Sélectionnez un fichier .tar.gz pour remplacer le contenu de votre cours
pl: Wybierz plik .tar.gz w celu podmiany treści twojego kursu
pt_pt: Selecione um Ficheiro .tar.gz para Substituir o Conteúdo do Seu Curso
zh_tw: 選擇一個 .tar.gz 檔案來取代您的課程內容

source: Choose a File to Import
da: Vælg en fil at importere
fr: Choisisser un fichier à importer
pl: Wybierz plik, który chcesz zaimportować
pt_pt: Escolha um Ficheiro para Importar
zh_tw: 選擇一個檔案來匯入

source: File Chosen:
da: Fil valgt:
fr: Fichier choisi :
pl: Wybrany plik:
pt_pt: Ficheiro Escolhido:
zh_tw: 選擇的檔案：

source: Replace my library with the selected file
da: Erstat mit bibliotek med den valgte fil
fr: Remplacer ma bibliothèque par le fichier sélectionné
pl: Zmień moją bibliotekę na tę z wybranego pliku
pt_pt: Substituir a minha biblioteca pelo ficheiro selecionado
zh_tw: 使用選擇的檔案來覆蓋我的課程組件庫

source: Replace my course with the selected file
da: Erstat mit kursus med den valgte fil
fr: Remplacer mon cours par le fichier sélectionné
pl: Zmień mój kurs na ten z wybranego pliku
pt_pt: Substituir o meu curso pelo ficheiro selecionado
zh_tw: 使用選擇的檔案來覆蓋我的課程

source: Library Import Status
da: Biblioteksimportstatus
fr: Statut de l’import de la bibliothèque
pl: Stan importu biblioteki
pt_pt: Estado de Importação da Biblioteca
zh_tw: 課程組件庫匯入狀態

source: Course Import Status
da: Kursusimportstatus
fr: Statut de l’import du cours
pl: Stan importu kursu
pt_pt: Estado de Importação do Curso
zh_tw: 課程匯入狀態

source: Transferring your file to our servers
da: Overførsel af din fil til vores servere
fr: Transfert de votre fichier vers nos serveurs en cours
pl: Transferowanie twojego pliku na nasze serwery
pt_pt: A transferir o seu ficheiro para os nossos servidores
zh_tw: 將您的檔案傳送到我們的伺服器上

source: Unpacking
da: Udpakning
fr: Décompression
pl: Rozpakowywanie
pt_pt: Extrair
zh_tw: 打開中

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
da: Udvidelse og klargøring af mappe-/filstruktur (Du kan nu forlade denne side sikkert, men undgå at foretage drastiske ændringer i indholdet, indtil denne import er fuldført)
fr: Expansion et préparation de la structure dossier/fichier (Vous pouvez maintenant quitter cette page en toute sécurité, mais évitez de faire des modifications cruciales au contenu avant que cette importation ne soit terminée).
pl: Przygotowywanie struktury folderu/pliku (możesz teraz bezpiecznie opuścić tę stronę, ale prosimy o powstrzymanie się od dokonywania zmian w treści zanim nie zakończy się pełne importowanie pliku)
pt_pt: Expandir e preparar a estrutura da pasta/ficheiro (pode agora sair desta página com segurança, mas evita fazer alterações drásticas no índice até que esta importação esteja concluída)
zh_tw: 擴大並且準備資料夾/檔案架構(您現在可以安全地離開這個頁面，但要避免做出急劇的內容改變直到這個匯入被完成)

source: Verifying
da: Bekræfter
fr: Vérification en cours
pl: Weryfikowanie
pt_pt: A verificar
zh_tw: 驗證中

source: Reviewing semantics, syntax, and required data
da: Gennemgang af semantik, syntaks og nødvendige data
fr: Contrôle de la sémantique, de la syntaxe et des données requises
pl: Sprawdzanie semantyki, syntax i niezbędnych danych
pt_pt: A analisar a semântica, sintaxe e os dados obrigatórios
zh_tw: 審查語意、語法和所需的資料

source: Updating Library
da: Opdatering af bibliotek
fr: Mise à jour de la bibliothèque
pl: Aktualizowanie biblioteki
pt_pt: Actualizando a Biblioteca
zh_tw: 課程組件庫更新中

source: Updating Course
da: Opdatering af kursus
fr: Mise à jour du cours en cours
pl: Aktualizowanie kursu
pt_pt: Actualizando o Curso
zh_tw: 更新課程中

source: Integrating your imported content into this library. This process might take longer with larger libraries.
da: Integrering af dit importerede indhold i dette bibliotek. Denne proces kan tage længere tid med større biblioteker.
fr: Intégration de votre contenu importé dans cette bibliothèque. Ce processus peut prendre plus de temps avec les plus grosses bibliothèques.
pl: Trwa integrowanie twojej zaimportowanej treści z tą biblioteką. Dla większych bibliotek proces ten może potrwać dłużej.
pt_pt: Integrar o seu conteúdo importado para esta biblioteca. Esse processo pode levar mais tempo com bibliotecas maiores.
zh_tw: 整合您所匯入的內容至此課程組件庫中，較大的課程組件庫可能會需要更多時間。

source: Integrating your imported content into this course. This process might take longer with larger courses.
da: Integrering af dit importerede indhold i dette kursus. Denne proces kan tage længere tid med større kurser.
fr: Intégration de votre contenu importé dans ce cours. Ce processus peut prendre plus de temps avec les plus gros cours.
pl: Trwa integrowanie twojej zaimportowanej treści z tym kursem. Dla większych kursów proces ten może potrwać dłużej.
pt_pt: Integrar o seu conteúdo importado para este curso. Esse processo pode levar mais tempo com cursos maiores.
zh_tw: 整合您所匯入的內容至此課程。較大的課程可能會較為耗時。

source: Your imported content has now been integrated into this library
da: Dit importerede indhold er nu blevet integreret i dette bibliotek
fr: Votre contenu importé est maintenant intégré dans cette bibliothèque
pl: Twoje zaimportowane treści zostały teraz zaimplementowane do tej biblioteki
pt_pt: O seu conteúdo importado foi agora integrado nesta biblioteca
zh_tw: 您所匯入的內容現在已經整合到這個課程組件庫當中。

source: Your imported content has now been integrated into this course
da: Dit importerede indhold er nu blevet integreret i dette kursus
fr: Votre contenu importé a été incorporé à ce cours
pl: Twoje zaimportowane treści zostały teraz zaimplementowane do tego kursu
pt_pt: O seu conteúdo importado foi agora integrado neste curso
zh_tw: 您所匯入的內容現在已經整合到這個課程當中。

source: View Updated Library
da: Se opdateret bibliotek
fr: Voir la bibliothèque mise à jour
pl: Wyświetl zaktualizowaną bibliotekę
pt_pt: Exibir Biblioteca Atualizada
zh_tw: 預覽更新的課程組件庫

source: View Updated Outline
da: Se opdateret disposition
fr: Visualiser le plan mis à jour
pl: Wyświetl zaktualizowany program
pt_pt: Ver a Estrutura Geral Atualizada
zh_tw: 檢視更新後的大綱

source: Why import a library?
da: Hvorfor importere et bibliotek?
fr: Pourquoi importer une bibliothèque ?
pl: W jakim celu importuje się bibliotekę?
pt_pt: Porquê importar uma biblioteca?
zh_tw: 為何匯入一個課程組件庫？

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
da: Du ønsker måske at opdatere et eksisterende bibliotek til en ny version eller erstatte et eksisterende bibliotek helt. Du har muligvis også udviklet et bibliotek uden for {studio_name} .
fr: Vous pourriez vouloir mettre à jour une bibliothèque existante à une nouvelle version ou remplacer entièrement une bibliothèque existante. Vous pourriez aussi vouloir développer une bibliothèque à l'extérieur de {studio_name}.
pl: Być może zechcesz zaktualizować istniejącą bibliotekę do nowszej wersji, całkowicie zmienić obecną bibliotekę, albo opracowałeś bibliotekę poza {studio_name}.
pt_pt: É conveniente atualizar uma biblioteca existente para uma nova versão, ou substituir totalmente uma biblioteca existente. Pode também ter criado uma biblioteca fora de {studio_name}.
zh_tw: 您可能需要更新現有的課程組件庫至新的版本，或者完全覆蓋現有的課程組件庫。您可能也需要在{studio_name}以外開發課程組件庫。

source: Note: Library content is not automatically updated in courses
da: Bemærk: Biblioteksindhold opdateres ikke automatisk i kurser
fr: Prendre note : le contenu des bibliothèques n'est pas automatiquement mis à jour dans les cours
pl: Uwaga: zawartość bibliotek nie jest automatycznie aktualizowana w kursach
pt_pt: Nota: o conteúdo da Biblioteca não é atualizado automaticamente nos cursos
zh_tw: 注意：課程組件庫的內容不會自動的更新到課程中

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
da: Hvis du ændrer og importerer et bibliotek, der refereres til af randomiserede indholdsblokke i et eller flere kurser, bruger disse kurser ikke automatisk det opdaterede indhold. Du skal manuelt opdatere de randomiserede indholdsblokke for at bringe dem ajour med det seneste biblioteksindhold.
fr: Si vous changez et importez une bibliothèque qui est référencée par des blocs de contenus aléatoires dans un ou plusieurs cours, ces cours n'utilisent pas automatiquement le contenu mis à jour. Vous devez manuellement rafraichir les blocs de contenus aléatoires afin de les mettre à jour avec le contenu le plus récent de la bibliothèque.
pl: Jeżeli zmienisz i zaimportujesz bibliotekę, która odwołuje się do zrandomizowanych bloków treści w jednym lub wielu kursach, owe kursy nie skorzystają automatycznie ze zaktualizowanych treści. Musisz ręcznie odświeżyć bloki treści, aby zaktualizować je najnowszymi treściami z biblioteki.
pt_pt: Se alterar e importar uma biblioteca referenciada por blocos de conteúdo aleatorizados num ou mais cursos, esses cursos não utilizarão automaticamente o conteúdo atualizado. Caso deseje atualizar, deve fazê-lo manualmente com o conteúdo da biblioteca mais recente.
zh_tw: 如果您更改或匯入的課程組件庫有被一個或多個課程中隨機挑選的內容區塊引用，則這些課程並不會自動使用更新的內容，您必須手動更新這些內容區塊來使用最新的課程組件庫。

source: Learn more about importing a library
da: Få mere at vide om import af et bibliotek
fr: En savoir plus sur l'importation d'une bibliothèque
pl: Dowiedz się więcej na temat importowania biblioteki
pt_pt: Saiba mais sobre como importar uma biblioteca
zh_tw: 學習更多關於匯入一個課程組件庫

source: Why import a course?
da: Hvorfor importere et kursus?
fr: Pourquoi importer un cours ?
pl: W jakim celu importuje się kurs?
pt_pt: Porquê importar um curso?
zh_tw: 為何匯入課程?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
da: Du ønsker måske at køre en ny version af et eksisterende kursus eller erstatte et eksisterende kursus helt. Eller du kan have udviklet et kursus uden for {studio_name} .
fr: Vous pourriez avoir envie d'exécuter une nouvelle version d'un cours existant, ou de remplacer entièrement un cours existant. Vous pourriez aussi vouloir développer un cours à l'extérieur de {studio_name}.
pl: Być może zechcesz uruchomić nową wersję dotychczasowego kursu, całkowicie zmienić obecny kurs, albo opracowałeś kurs poza {studio_name}.
pt_pt: Pode querer executar uma nova versão de um curso existente, ou substituir totalmente um curso já existente. Ou, pode ter criado um curso fora da {studio_name}.
zh_tw: 您可能想要執行一個新版現有的課程，或者完全取代一個現有課程。或者，您可能已經在{studio_name}之外開發一個課程。

source: What content is imported?
da: Hvilket indhold importeres?
fr: Quelle sont les données importées ?
pl: Jakie treści podlegają zaimportowaniu?
pt_pt: Que conteúdo é importado?
zh_tw: 什麼內容被匯入?

source: The following content is imported.
da: Følgende indhold importeres.
fr: Le contenu suivant est importé.
pl: Poniższa treść podlega zaimportowaniu.
pt_pt: O conteúdo seguinte é importado.
zh_tw: 已匯入以下內容

source: The following content is not imported.
da: Følgende indhold importeres ikke.
fr: Le contenu suivant n'est pas importé.
pl: Poniższa treść nie podlega zaimportowaniu.
pt_pt: O conteúdo seguinte não é importado.
zh_tw: 未匯入以下內容

source: Warning: Importing while a course is running
da: Advarsel: Importerer, mens et kursus kører
fr: Attention: Importation alors qu'un cours est en cours d'exécution.
pl: Ostrzeżenie: próbujesz dokonać zaimportowania do trwającego kursu
pt_pt: Aviso: a importar enquanto um curso está em execução
zh_tw: 警告：匯入到一個進行中的課程

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
da: Hvis du udfører en import, mens dit kursus kører, og du ændrer URL-navne (eller url_name noder) på eventuelle problemkomponenter, kan elevdataene, der er knyttet til disse problemkomponenter, gå tabt. Disse data inkluderer elevernes problemscore.
fr: Si vous faites une importation pendant qu'un cours est en train de s'exécuter, et que vous changez les noms d'URL (ou les noeuds url_name) de n'importe quels composants de problème, les données des étudiants associées à ces composantes peuvent être perdues. Ces données incluent les points des étudiants pour le problème.
pl: Jeśli dokonasz zaimportowania do trwającego kursu i zmienisz adresy URL (albo nody url_name) dowolnych ćwiczeń, dane powiązane z treściami tych ćwiczeń mogą zostać usunięte. Dotyczy to wyników studentów uzyskanych z ćwiczeń lub egzaminów.
pt_pt: Se fizer uma importação enquanto o seu curso estiver em execução e alterar os nomes de URL (ou nodos de url_name) de quaisquer componentes do problema, os dados do estudante associados a estes componentes poderão ser perdidos. Esses dados incluem as pontuações aos problemas dos estudantes.
zh_tw: 如果您在課程進行中時執行匯入，並更改任何問題組件的網址名稱(或 url_name 節點)，和此問題組件相關的學生資料可能會遺失，這些資料包含學生於問題中獲得的分數。

source: Learn more about importing a course
da: Få mere at vide om import af et kursus
fr: En savoir plus sur l'importation d'un cours
pl: Dowiedz się więcej na temat importowania kursu
pt_pt: Saiba mais sobre como importar um curso
zh_tw: 學習更多有關匯入課程。

source: Content Library
da: Indholdsbibliotek
fr: Bibliothèque de contenu
pl: Biblioteka treści
pt_pt: Biblioteca de Conteúdo
zh_tw: 課程組件庫

source: Add Component
da: Tilføj komponent
fr: Ajouter un composant
pl: Dodaj zawartość
pt_pt: Adicionar Componente
zh_tw: 新增組件

source: Adding content to your library
da: Tilføjelse af indhold til dit bibliotek
fr: Ajouter du contenu à votre bibliothèque
pl: Dodawanie treści do twojej biblioteki
pt_pt: Adicionar conteúdo à sua biblioteca
zh_tw: 新增內容到您的課程組件庫

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
da: Tilføj komponenter til dit bibliotek til brug i kurser ved at bruge Tilføj ny komponent nederst på denne side.
fr: Ajouter des composants à votre bibliothèques afin de les utilisers dans les cours en utilisant ajoutez nouveau composant au bas de cette page.
pl: Dodaj zawartość do swojej biblioteki, którą wykorzystasz w kursach, używając opcji "Dodaj nową zawartość".
pt_pt: Adicione componentes à sua biblioteca para utilizar nos seus cursos, através de Adicionar Novo Componente na parte inferior desta página.
zh_tw: 要新增組件到您的課程組件庫以便使用於課程中，請點選頁面中的新增組件按鈕。

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
da: Komponenter er angivet i den rækkefølge, de tilføjes, med de senest tilføjede nederst. Brug pagineringspilene til at navigere fra side til side, hvis du har mere end én side med komponenter i dit bibliotek.
fr: Les composants sont affichés dans l'ordre où ils ont été ajoutés, avec les plus récemment ajoutés au bas de la liste. Utilisez les flèches de pagination afin de naviguer de page en page si vous avez plus d'une page de composants dans votre bibliothèque.
pl: Treści wyświetlają się w kolejności w jakiej zostały dodane, z ostatnio dodanymi zawartościami obecnymi na samym dole. Używaj strzałek, aby przemieszczać się między stronami, jeśli w twojej bibliotece jest obecna więcej niż jedna strona zawartości.
pt_pt: Os componentes são listados pela ordem em que são adicionados, com o mais recente na parte inferior da lista. Utilize as setas de paginação para navegar de página em página, caso tenha os componentes da sua biblioteca ultrapassem uma página.
zh_tw: 顯示在表上的組件已經按照新增的順序排列，最新加入的組件列在最後。如果您的課程組件庫中有較多的組件，您可以點選分頁箭頭來導覽至其他頁面檢視。

source: Using library content in courses
da: Brug af biblioteksindhold i kurser
fr: Utiliser la bibliothèque dans un cours
pl: Korzystanie w kursach z treści bibliotek
pt_pt: Utilizar o conteúdo da biblioteca nos cursos
zh_tw: 在課程上使用課程組件庫內容

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
da: Brug biblioteksindhold i kurser ved at tilføje {em_start}library_content {em_end} politiknøglen til listen over avancerede moduler i kursets avancerede indstillinger og derefter tilføje en randomiseret indholdsblok til dit kursusmateriale. I indstillingerne for hver randomiseret indholdsblok skal du vælge dette bibliotek som kildebibliotek og angive antallet af problemer, der skal vælges tilfældigt og vises for hver elev.
fr: Utilisez le contenu de la bibliothèque dans les cours en ajoutant la clé de politique {em_start}library_content{em_end} dans la liste des modules avancés dans les paramètres avancés du cours, et ensuite en ajoutant un bloc de contenu aléatoire à votre cours. Dans les paramètres pour chaque bloc de contenu aléatoire, sélectionnez cette bibliothèque comme la bibliothèque source, et spécifier le nombre de problèmes à être aléatoirement sélectionnés et affichés à chaque étudiant.
pl: Korzystaj z treści z bibliotek w swoich kursach poprzez dodanie klucza {em_start}library_content{em_end} na listę modułów zaawansowanych w ustawieniach zaawansowanych kursu, a następnie dodając zrandomizowany element treści do swoich materiałów kursowych. W ustawieniach każdego zrandomizowanego elementu treści wybierz tę bibliotekę jako bibliotekę źródłową, a także określ liczbę ćwiczeń, które mają zostać losowo wybrane i wyświetlone każdemu studentowi.
pt_pt: Utilize o conteúdo da biblioteca nos cursos, adicionando a chave de política {em_start}library_content{em_end} à Lista de Módulos Avançados, nas Configurações Avançadas do curso, e de seguida, adicionando um bloco de conteúdo aleatório ao seu material didático. Nas configurações de cada bloco de conteúdo aleatório, selecione essa biblioteca como a biblioteca de origem e especifique o número de problemas a serem selecionados aleatoriamente e apresentados para cada estudante.
zh_tw: 使用課程的函式庫是由新增的{em_start}函式庫內容{em_end}政策所指向到課程進階設定的進階模組列表，然後新增一個隨機內容區塊到您的教材。對於每個隨機內容區塊，選擇這函式庫作為函式庫來源，以及指定問題的數量是隨機選擇來顯示於每位學生。

source: Learn more about content libraries
da: Lær mere om indholdsbiblioteker
fr: En savoir plus à propos des bibliothèques de contenu
pl: Dowiedz się więcej na temat bibliotek treści
pt_pt: Saiba mais sobre as bibliotecas de conteúdo
zh_tw: 學習更多關於內容函式庫

source: Course Team Settings
da: Indstillinger for kursushold
fr: Paramètres de l'équipe pédagogique
pl: Ustawienia kadry kursu
pt_pt: Configurações da Equipa do Curso
zh_tw: 課程團隊設定
