Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
da: {platform_name} tilbyder nu økonomisk assistance til elever, der ønsker at opnå verificerede certifikater, men som muligvis ikke er i stand til at betale gebyret for verificeret certifikat. Kvalificerede elever kan modtage op til 90{percent_sign} i rabat på gebyret for verificeret certifikat for et kursus. For at ansøge om økonomisk bistand skal du tilmelde dig revisionssporet til et kursus, der tilbyder verificerede certifikater, og derefter udfylde denne ansøgning. Bemærk, at du skal udfylde en separat ansøgning for hvert kursus, du tager. Vi planlægger at bruge disse oplysninger til at vurdere din ansøgning om økonomisk bistand og til at videreudvikle vores økonomiske bistandsprogram.
pt_pt: {platform_name} oferece agora assistência financeira para estudantes que desejam obter certificados validados, mas que podem não poder pagar a taxa do Certificado Validado. Os estudantes elegíveis podem receber até 90 {percent_sign} da taxa do Certificado Validado de um curso. Para solicitar assistência financeira, inscreva-se em modo de observador de um curso que ofereça certificados validados e, em seguida, complete este pedido. Tenha em atenção que deve efetuar um pedido diferente para cada um dos seus cursos. Iremos utilizar estas informações para avaliar o seu pedido e para desenvolver e melhorar o nosso programa de assistência financeira.

source: Annual Household Income
da: Årlig husstandsindkomst
pt_pt: Rendimento anual do agregado familiar

source: Tell us about your current financial situation. Why do you need assistance?
da: Fortæl os om din nuværende økonomiske situation. Hvorfor har du brug for hjælp?
pt_pt: Fale-nos sobre a sua situação financeira actual. Porque precisa de assistência?

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
da: Fortæl os om din uddannelse eller professionelle mål. Hvordan vil et verificeret diplom på dette kursus kunne hjælpe dig med at nå disse mål?
pt_pt: Fale-nos dos seus objectivos de aprendizagem ou profissionais. Como é que um Certificado Validado neste curso o irá ajudar a atingir estes objectivos?

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
da: Fortæl os om dine planer for dette kursus. Hvilke skridt vil du tage for at gennemføre kurset og modtage et diplom?
pt_pt: Fale-nos sobre os seus planos para este curso. Que passos irá dar que o ajudem a completar o trabalho do curso e a receber um certificado?

source: Use between 1250 and 2500 characters or so in your response.
da: Brug mellem 1250 og 2500 tegn eller deromkring i dit svar.
pt_pt: Utilize entre 1250 e 2500 caracteres na sua resposta.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
da: Vælg det kursus, hvor du ønsker et verificeret diplom. Hvis kurset ikke vises på listen, skal du sørge for, at du har tilmeldt dig på kursets gæste/tilhørerspor.
fr: Sélectionnez le cours pour lequel vous désirez obtenir un certificat vérifié. Si le cours n'apparaît pas dans la liste, assurez-vous que vous vous êtes inscrit dans le parcours audit de ce cours.
pl: Wybierz kurs za który chcesz otrzymać certyfikat. Jeśli kurs nie pojawił się na liście, upewnij się, że zarejestrowałeś się na potwierdzoną ścieżkę kursu.
pt_pt: Selecione o curso para o qual deseja obter um certificado validado. Se o curso não aparecer na lista, certifique-se de que está inscrito em modo de observador para o curso.
zh_tw: 選擇您想要獲得修課證明之課程。如果課程沒出現在列表中，請確認你已經註冊及追蹤該課程。

source: Specify your annual household income in US Dollars.
da: Specificer din årlige husstandsindkomst
pt_pt: Por favor especifique o rendimento anual do seu agregado familiar em euros.

source: I allow {platform_name} to use the information provided in this application (except for financial information) for {platform_name} marketing purposes.
da: Jeg giver {platform_name} tilladelse til at bruge oplysningerne i denne ansøgning (undtagen finansielle oplysninger) til {platform_name} markedsføringsformål.
pt_pt: Autorizo a plataforma {platform_name} a utilizar a informação fornecida nesta aplicação (excepto para informação financeira) para fins de marketing da {platform_name}.

source: Title can't be empty
da: Titlen kan ikke være tom
fr: Le titre ne peut pas être vide
pl: Tytuł nie może być pusty
pt_pt: O título não pode estar vazio
zh_tw: 標題不可空白

source: Body can't be empty
da: Afsnit kan ikke være tomt
fr: Le corps ne peut pas être vide
pl: Zawartość nie może być pusta
pt_pt: O corpo de texto não pode estar vazio
zh_tw: 內文不可空白

source: Topic doesn't exist
da: Emne eksisterer ikke
fr: Le sujet n'existe pas
pl: Temat nie istnieje
pt_pt: O tópico não existe
zh_tw: 主題並不存在

source: Comment level too deep
da: Kommentarniveau for dybt
fr: Niveau de commentaire trop profond
pl: Zbyt wiele zagnieżdżeń komentarzy
pt_pt: Nível do comentário é muito profundo
zh_tw: 評論階層過深

source: Error uploading file. Please contact the site administrator. Thank you.
da: Fejl ved upload af fil. Kontakt venligst webstedets administrator. Tak.
fr: Erreur dans l'envoi du fichier. Veuillez s'il vous plaît contacter l'administrateur du site. Merci.
pl: Błąd przesyłania pliku. Proszę skontaktować się z administratorem portalu. Dziękujemy
pt_pt: Ocorreu um erro ao submeter ficheiro. Por favor, entre em contacto com o administrador do site. Obrigado.
zh_tw: 上傳文件出現問題，請聯絡網站管理員，謝謝。

source: Good
da: Godt
fr: Bien
pl: Dobrze
pt_pt: Bom
zh_tw: 好

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
da: %(comment_username)s svarede til {start_tag} %(thread_title)s {end_tag} :
fr: %(comment_username)s a répondu à {start_tag}%(thread_title)s{end_tag}:
pt_pt: %(comment_username)s respondeu a {start_tag}%(thread_title)s{end_tag}:

source: View discussion
da: Se diskussion
fr: Afficher la discussion
pl: Wyświetl dyskusję
pt_pt: Ver debate

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
da: %(comment_username)s svarede til <b>%(thread_title)s</b> :
fr: %(comment_username)s a répondu à <b>%(thread_title)s</b> :
pl: %(comment_username)s odpowiedział na <b>%(thread_title)s</b>:
pt_pt: %(comment_username)s respondeu a <b>%(thread_title)s</b>:

source: Response to %(thread_title)s
da: Svar til %(thread_title)s
fr: Réponse à %(thread_title)s
pl: Odpowiedz %(thread_title)s
pt_pt: Resposta a %(thread_title)s

source: Access to this discussion is restricted to team members and staff.
da: Adgang til denne diskussion er begrænset til teammedlemmer og personale.
fr: L'accès à cette discussion est limité aux membres de l'équipe et au personnel.
pt_pt: O acesso a esta discussão é restrito aos membros da equipa e colaboradores.

source: EdxNotes Service is unavailable. Please try again in a few minutes.
da: EdxNotes Service er ikke tilgængelig. Prøv igen om et par minutter.
fr: Le service EdxNotes est indisponible. S'il vous plaît essayer encore dans quelques minutes.
pl: System EdxNotes jest niedostępny. Proszę spróbować ponownie za kilka minut.
pt_pt: O Serviço EdxNotes não está disponível. Tente novamente dentro de uns minutos.
zh_tw: EdxNotes尚不可以使用。請稍候數分鐘再試。

source: Invalid JSON response received from notes api.
da: Ugyldigt JSON-svar modtaget fra notes-api.
fr: Réponse JSON non valide reçue par l'api de notation.
pl: Otrzymano nieprawidłową odpowiedź JSON z api notatek.
pt_pt: Resposta inválida da JSON recebida das notas api.
zh_tw: 收到來自 notes api 的無效 JSON 回應。

source: Incorrect data received from notes api.
da: Forkerte data modtaget fra notes api.
fr: Donnés incorrectes reçues par l'api de notation.
pl: Otrzymano nieprawidłowe dane z api notatek.
pt_pt: Informação incorreta recebida das notas api.
zh_tw: 收到來自 notes api 的不正確資料。

source: No endpoint was provided for EdxNotes.
da: Der blev ikke angivet noget endepunkt for EdxNotes.
fr: Aucun endpoint fourni pour EdxNotes
pl: Nie podano punktu końcowego dla EdxNotes.
pt_pt: Não foi fornecido qualquer endpoint para a EdxNotes.
zh_tw: 對EdxNotes的提供沒有終點。

source: Notes
da: Noter
pl: Notatki
pt_pt: Notas
zh_tw: 筆記

source: Allow learners to highlight passages and make notes right in the course.
da: Tillad eleverne at fremhæve passager og lave noter direkte i kurset.
fr: Permettez aux apprenants de surligner des passages et de prendre des notes directement dans le cours.
pt_pt: Permitir aos alunos destacar passagens e tomar notas durante o curso.

source: Cannot override subsection grade: subsection is not available for target learner.
da: Kan ikke tilsidesætte underafsnitskarakteren: Underafsnit er ikke tilgængeligt for målstuderende.
fr: Impossible de remplacer la note de la sous-section: la sous-section n'est pas disponible pour l'apprenant cible.
pt_pt: Não é possível anular o grau da subsecção: a subsecção não está disponível para o aluno alvo.

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider. Review link: {review_url}
da: Et proctored eksamensforsøg for {exam_name} i {course_name} efter brugernavn: {student_username} blev gennemgået som {review_status} af udbyderen af proctored eksamensgennemgang. Gennemgå link: {review_url}
fr: Une tentative d'examen surveillé pour {exam_name} dans {course_name} par nom d'utilisateur: {student_username} est considérée comme {review_status} par le fournisseur de révision d'examen surveillé. Lien de révision : {review_url}
pt_pt: Tentativa de exame vigiado para {exam_name} em {course_name}por nome de utilizador: {student_username} foi considerado como {review_status} pelo provedor de revisão . Link de revisão: {review_url}

source: Your Platform Insights
da: Din platformsindsigt
fr: La Plateforme selon vous
pl: Statystyki Polskiego MOOCa
pt_pt: A sua plataforma de informação

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
da: Rapporten {report_type} er ved at blive oprettet. For at se status for rapporten, se Afventende opgaver nedenfor.
fr: Le rapport {report_type} est en cours de création. Pour consulter le statut de ce rapport, voir les Tâches en attente ci-dessous.
pl: Raport typu {report_type} jest obecnie w trakcie tworzenia. Aby zobaczyć jego stan, sprawdź poniższą listę czynności w toku.
pt_pt: O relatório {report_type} está a ser criado. Para ver o estado do relatório, ver Tarefas Pendentes abaixo.

source: Found a conflict with given identifier. Please try an alternative identifier
da: Fandt en konflikt med et givet id. Prøv venligst en alternativ identifikator
fr: Il existe une contradiction avec l'identifiant donnée. Veuillez essayer un autre identifiant
pt_pt: Encontrou um conflito com determinado identificador. Por favor, tente um identificador alternativo

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
da: Sørg for, at den fil, du uploader, er i CSV-format uden ekstra tegn eller rækker.
fr: Vérifier que le fichier importé est au format CSV et sans lignes ou caractères supplémentaires.
pl: Upewnij się, że przesyłany przez ciebie plik posiada format CSV i nie zawiera niedozwolonych znaków lub niepotrzebnych wierszy.
pt_pt: Certifique-se de que o ficheiro que carrega está no formato CSV sem caracteres ou linhas estranhas.
zh_tw: 請確認您上傳的檔案為 CSV格式並且無任何多餘的字或行。

source: Could not read uploaded file.
da: Kunne ikke læse den uploadede fil.
fr: Impossible de lire le fichier envoyé.
pl: Nie udało się odczytać przesłanego pliku.
pt_pt: Não foi possível ler o ficheiro carregado.
zh_tw: 不能讀取上傳的檔案。

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
da: Data i rækken # {row_num} skal have nøjagtig fire søjler: e-mail, brugernavn, fulde navn, og land

source: Invalid email {email_address}.
da: Ugyldig e-mail {email_address}.
fr: Email non valide {email_address}.
pl: Nieprawidłowy e-mail {email_address}.
pt_pt: Endereço de email inválido {email_address}.
zh_tw: 無效的電子郵件{email_address}。

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
da: En konto med e-mail {email} eksisterer, men det medfølgende brugernavn {username} er anderledes. Tilmelding sker alligevel med {email}.
fr: Un compte avec un email {email} existe mais le nom d'utilisateur {username} correspondant est différent. S'inscrire malgré tout avec l'adresse {email}.
pl: Konto z adresem e-mail {email} istnieje, jednak przypisana do niego nazwa użytkownika {username} jest inna. Pomimo błędu zapisano użytkownika przypisanego do adresu {email}.
pt_pt: Existe uma conta com o email {email}, mas o nome de utilizador fornecido {username} é diferente. De qualquer modo, a inscrição será feita com {email}.
zh_tw: 電子郵件{email}的帳戶已存在但是所提供的使用者帳號{username}是不同的。可以用{email}註冊。

source: File is not attached.
da: Fil er ikke vedhæftet.
fr: Le fichier n'est pas inclus en pièce jointe.
pl: Nie załączono pliku.
pt_pt: O ficheiro não está anexado.
zh_tw: 檔案沒有附件。

source: Username {user} already exists.
da: Brugernavn {user} findes allerede.
fr: Le nom d'utilisateur {user} existe déjà.
pl: Użytkownik o nazwie {user} już istnieje.
pt_pt: O nome de utilizador {user} já existe.
zh_tw: 使用者 {user} 已經存在。

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
da: Fejl '{error}' under afsendelse af e-mail til ny bruger (bruger-e-mail={email}). Uden e-mailen ville den studerende ikke kunne logge ind. Kontakt venligst support for yderligere information.
fr: Erreur '{error}' lors de l'envoi d'un courriel au nouvel utilisateur (user email={email}). Sans le courriel l'étudiant ne pourra se connecter. S'il vous plaît contacter le support pour plus d'informations.
pl: Błąd '{error}' w trakcie wysyłania wiadomości e-mail do nowego użytkownika (user email={email}). Bez prawidłowego adresu e-mail student nie będzie mógł się zalogować. W celu uzyskania szczegółowych informacji, proszę skontaktować się z centrum pomocy.
pt_pt: Erro '{error}' durante o envio de e-mail a novo utilizador (e-mail do utilizador={email}). Sem o e-mail o estudante não será capaz de iniciar sessão. Para mais informações, queira contactar o suporte.
zh_tw: Error '{error}'同時發送電子郵件給新用戶(user email={email})。 如果沒有電子郵件的學生將無法登錄。請聯繫以獲取更多訊息的支援。

source: A usage key location for a section or a problem. If the location is a block that contains other blocks, (such as the course, section, subsection, or unit blocks) then all blocks under that block will be included in the report.
da: En brugsnøgleplacering for et afsnit eller et problem. Hvis placeringen er en blok, der indeholder andre blokke (såsom kurset, sektionen, underafsnittet eller enhedsblokkene), vil alle blokke under den blok blive inkluderet i rapporten.
fr: La clé pour l'emplacement d'une section ou d'un problème. Si l'emplacement est un bloc qui contient d'autres blocs (tel que les blocs de cours, de section, de sous-section ou d'unité) alors tous les blocs sous jacents seront inclus dans le rapport.
pt_pt: Um local chave de utilização para uma secção ou um problema. Se o local é um bloco que contém outros blocos, (tais como o curso, secção, subsecção, ou blocos de unidades) então todos os blocos sob esse bloco serão incluídos no relatório.

source: A list of usage keys for the blocks to include in the report.
da: En liste over brugsnøgler for blokkene, der skal inkluderes i rapporten.
fr: Une liste des clés pour les blocs à inclure dans le rapport.
pt_pt: Uma lista de chaves de utilização para os blocos a incluir no relatório.

source: A list of problem/block types to generate the report for. This field can be omitted if the report should include details of allblock types.
da: En liste over problem-/bloktyper at generere rapporten for. Dette felt kan udelades, hvis rapporten skal indeholde detaljer om alle bloktyper.
fr: Une liste des types de problème/bloc pour lesquelles générer le rapport. Ce champ peut être omis si le rapport doit inclure tous les types de blocs.
pt_pt: Uma lista de tipos de problemas/blocos para os quais se deve criar o relatório. Este campo pode ser omitido se o relatório incluir detalhes de todos os tipos de blocos.

source: User-friendly text describing current status of report generation.
da: Brugervenlig tekst, der beskriver den aktuelle status for rapportgenerering.
fr: Un texte décrivant le statut de la génération du rapport.
pt_pt: Texto de fácil utilização descrevendo o estado actual da criação de relatórios.

source: A unique id for the report generation task. It can be used to query the latest report generation status.
da: Et unikt id til rapportgenereringsopgaven. Den kan bruges til at forespørge om den seneste rapportgenereringsstatus.
fr: Un ID unique pour la tâche de génération du rapport. Il peut être utilisé pour demandé le statut de la génération du rapport.
pt_pt: Uma identificação única para a tarefa de criação de relatórios. Pode ser utilizada para consultar o estado da última criação de relatórios.

source: The provided parameters were invalid. Make sure you've provided at least one valid usage key for `problem_locations`.
da: De angivne parametre var ugyldige. Sørg for, at du har angivet mindst én gyldig brugsnøgle til `problem_locations`.
fr: Les paramètres fournis ne sont pas valides. Veuillez vous assurer que vous avez fourni au moins un clé valide pour 'problem_locations'.
pt_pt: Os parâmetros fornecidos eram inválidos. Certifique-se de que forneceu pelo menos uma chave de utilização válida para `problem_locations'.

source: The requesting user is not authenticated.
da: Den anmodende bruger er ikke godkendt.
fr: L'utilisateur demandant n'est pas authentifié.
pt_pt: O utilizador requerente não está autenticado.

source: The requesting user lacks access to the course.
da: Den anmodende bruger mangler adgang til kurset.
fr: L'utilisateur demandant n'a pas accès à ce cours.
pt_pt: O utilizador requerente não tem acesso ao curso.

source: problem responses
da: problem svar
fr: réponses aux problèmes
pl: odpowiedzi na ćwiczenie
pt_pt: respostas aos problemas

source: Could not find problem with this location.
da: Kunne ikke finde opgave med denne placering.
fr: Impossible de trouver un problème à cet emplacement.
pl: Nie udało się odnaleźć ćwiczenia pod wskazanym adresem.
pt_pt: Não foi encontrado qualquer problema com este local.
zh_tw: 無法於此位置找到問題。

source: CourseID
da: KursusID
pl: Identyfikator kursu
pt_pt: IDdoCurso

source: Certificate Type
da: Diplomtype
fr: Type de certificat
pl: Rodzaj certyfikatu
pt_pt: Tipo de Certificado
zh_tw: 證書類型

source: Total Certificates Issued
da: Total antal udstedte diplomer
pl: Suma wydanych certyfikatów
pt_pt: Total de Certificados Emitidos

source: Date Report Run
da: Kørsel af datorapport
pl: Data utworzenia raportu
pt_pt: Data da Execução do Relatório

source: enrolled learner profile
da: tilmeldt elevprofil
fr: profil de l'étudiant inscrit
pl: profil zapisanego studenta
pt_pt: perfil do estudante inscrito

source: User ID
da: BrugerID
fr: Identifiant de l'utilisateur
pl: Identyfikator użytkownika
pt_pt: ID do utilizador
zh_tw: 使用者編號

source: Username
da: Brugernavn
fr: Nom d'utilisateur
pl: Nazwa użytkownika
pt_pt: Nome de utilizador
zh_tw: 使用者帳號

source: Location
da: Lokalitet
fr: Adresse
pl: Lokalizacja
pt_pt: Local
zh_tw: 位置

source: Birth Year
da: Fødselsår

source: Gender
da: Køn
fr: Genre
pl: Płeć
pt_pt: Género
zh_tw: 性別

source: Level of Education
da: Uddannelsesniveau
fr: Niveau de formation
pl: Poziom wykształcenia
pt_pt: Nível de Escolaridade
zh_tw: 教育水準

source: Mailing Address
da: Mail-adresse
fr: Adresse postale
pl: Adres do korespondencji
pt_pt: Endereço para correspondência
zh_tw: 郵寄地址

source: Goals
da: Mål
fr: Buts
pl: Cele
pt_pt: Objetivos
zh_tw: 目標

source: Enrollment Mode
da: Tilmeldingstilstand
fr: Mode d'inscription
pl: Tryb rekrutacji
pt_pt: Modo de Matrícula

source: Verification Status
da: Verifikationsstatus

source: Last Login
da: Sidste login
fr: Dernière connexion
pt_pt: Última sessão

source: Date Joined
da: Dato tilmeldt
fr: Date d'inscription
pt_pt: Data de Ingresso

source: External User Key
da: Ekstern brugernøgle
fr: Clé Utilisateur Externe
pt_pt: Chave de utilizador externa

source: Cohort
da: Gruppe
fr: Cohorte
pl: Kohorta
pt_pt: Grupo
zh_tw: 學習夥伴

source: Team
da: Hold
fr: Equipe
pl: Zespół
pt_pt: Equipa
zh_tw: 團隊

source: City
da: By
fr: Ville
pl: Miasto
pt_pt: Cidade
zh_tw: 城市

source: Country
da: Land
fr: Pays
pl: Region
pt_pt: País
zh_tw: 國家

source: enrollment
da: indskrivning
fr: inscription
pl: uczestnictwo
pt_pt: inscrição

source: The file must contain a 'cohort' column containing cohort names.
da: Filen skal indeholde en "gruppe"-kolonne med gruppenavne.
fr: Le fichier doit contenir une colonne 'cohort' contenant les noms de cohorte.
pl: Plik musi zawierać kolumnę "kohorta" obejmującą nazwy kohort.
pt_pt: O ficheiro deve conter uma coluna grupo com os nomes dos grupos.
zh_tw: 此檔案必須'cohort'的行並包含同伴名稱。

source: The file must contain a 'username' column, an 'email' column, or both.
da: Filen skal indeholde en kolonne med "brugernavn", en kolonne med 'e-mail', eller begge dele.
fr: Le fichier doit contenir une colonne "utilisateur", une colonne "email", ou bien les deux.
pl: Plik musi zawierać kolumnę 'użytkownik', kolumnę 'e-mail' lub obie.
pt_pt: O ficheiro deve conter uma coluna 'utilizadores', uma coluna 'email', ou ambas.
zh_tw: 此檔案必須'cohort'的行，'email' 的行，或者兩者。

source: survey
da: undersøgelse
fr: enquête
pl: ankieta
pt_pt: sondagem

source: proctored exam results
da: overvågede eksamensresultater
fr: résultats des examens surveillés
pl: wyniki egzaminu nadzorowanego
pt_pt: resultados de exames supervisionados

source: Anonymized User IDs
da: Anonymiserede bruger-id'er
fr: ID d'utilisateurs anonymisés
pt_pt: IDs de utilizadores anónimos

source: Enrollment status for {student}: unknown
da: Tilmeldingsstatus for {student} : ukendt
fr: Statut d'inscription pour {student} : inconnu
pt_pt: Estado da matricula do {student}: desconhecido

source: Enrollment status for {student}: active
da: Tilmeldingsstatus for {student} : aktiv
fr: Statut d'inscription pour {student} : actif
pt_pt: Estado da matricula do {student}: ativo

source: Enrollment status for {student}: inactive
da: Tilmeldingsstatus for {student} : inaktiv
fr: Statut d'inscription pour {student} : inactif
pt_pt: Estado da matricula do {student}: inativo

source: Enrollment status for {student}: pending
da: Tilmeldingsstatus for {student} : afventer
fr: Statut d'inscription pour {student} : en attente
pt_pt: Estado da matricula do {student}: pendente

source: Enrollment status for {student}: never enrolled
da: Tilmeldingsstatus for {student} : aldrig tilmeldt
fr: Statut d'inscription pour {student} : jamais inscrit
pt_pt: Estado da matricula do {student}: nunca registado
