Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Current position in the video.
da: Aktuel position i videoen.
fr: Position actuelle dans la vidéo.
pl: Obecna pozycja w filmie.
pt_pt: Posição atual no vídeo.
zh_tw: 影片當前位置。

source: Optional, for older browsers: the YouTube ID for the normal speed video.
da: Valgfri, til ældre browsere: YouTube ID for videoer med normal hastighed.
fr: En option, pour les anciens navigateurs : identifiant YouTube pour la vidéo à vitesse normale.
pl: Opcjonalnie dla starszych przeglądarek: YouTube ID dla normalnej prędkości odtwarzania filmu.
pt_pt: Opcional, para browsers mais antigos: o ID do YouTube para o vídeo de velocidade normal.
zh_tw: 非必選，針對較早的瀏覽器：正常速度影片的YouTube ID。

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
da: Valgfri, til ældre browsere: YouTube ID for .75x hastighed.
fr: En option, pour les anciens navigateurs : identifiant YouTube pour la vidéo à la vitesse 0.75x.
pl: Opcjonalnie dla starszych przeglądarek: YouTube ID dla prędkości odtwarzania .75x.
pt_pt: Opcional, para browsers mais antigos: o ID do YouTube para o vídeo de velocidade .75x.
zh_tw: 非必選，針對較早的瀏覽器：0.75 倍速影片的YouTube ID。

source: YouTube ID for .75x speed
da: YouTube ID for .75x hastighed
fr: Identifiant YouTube pour la vitesse .75x
pl: YouTube ID dla prędkości odtwarzania .75x
pt_pt: ID do YouTube para velocidade de .75x
zh_tw: YouTube ID（0.75 倍速）

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
da: Valgfri, til ældre browsere: YouTube ID til 1.25x hastighed.
fr: En option, pour les anciens navigateurs : identifiant YouTube pour la vidéo à la vitesse 1.25x.
pl: Opcjonalnie dla starszych przeglądarek: YouTube ID dla prędkości odtwarzania 1.25x.
pt_pt: Opcional, para browsers mais antigos: o ID do YouTube para o vídeo de velocidade 1.25x.
zh_tw: 可選，針對較早的瀏覽器：1.25 倍速影片的YouTube ID。

source: YouTube ID for 1.25x speed
da: YouTube ID for 1.25x hastighed
fr: Identifiant YouTube pour la vitesse 1.25x
pl: YouTube ID dla prędkości odtwarzania 1.25x
pt_pt: ID do YouTube para velocidade de 1.25x
zh_tw: YouTube ID（1.25 倍速）

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
da: Valgfri, til ældre browsere: YouTube ID for 1,5x hastighed.
fr: En option, pour les anciens navigateurs : identifiant YouTube pour la vidéo à la vitesse 1.5x.
pl: Opcjonalnie dla starszych przeglądarek: YouTube ID dla prędkości odtwarzania 1.5x.
pt_pt: Opcional, para browsers mais antigos: o ID do YouTube para o vídeo de velocidade 1.5x.
zh_tw: 非必選，針對較早的瀏覽器：1.5 倍速影片的YouTube ID。

source: YouTube ID for 1.5x speed
da: YouTube ID for 1,5x hastighed.
fr: Identifiant YouTube pour la vidéo à la vitesse 1.5x.
pl: YouTube ID dla prędkości odtwarzania 1.5x
pt_pt: ID do YouTube para velocidade 1.5x
zh_tw: YouTube ID（1.5 倍速）

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
da: Tidspunkt, hvor du ønsker videoen skal at starte, hvis du ikke vil afspille hele videoen. Ikke understøttet i den indfødte mobile app: den fulde video fil vil blive afspillet. Formateret som TT: MM: SS. Den maksimale værdi er 23:59:59.
fr: Moment où vous voulez débuter le vidéo si vous ne voulez pas le faire jouer au complet. Non supporté dans l'application mobile : le vidéo complet jouera. Formatté comme HH:MM:SS. La valeur maximum est 23:59:59.
pl: Czas rozpoczęcia filmu, jeśli nie chcesz odtwarzać całego filmu. Ta opcja nie jest wspierana w aplikacji mobilnej, gdzie odtworzony zostanie cały film. Format czasu GG:MM:SS, a maksymalna wartość to 23:59:59.
pt_pt: Hora a que deseja que o vídeo comece se não pretende que o vídeo seja reproduzido na totalidade. Não suportado no aplicativo móvel nativo: o ficheiro de vídeo será reproduzido totalmente. Formatado como HH:MM:SS. O valor máximo é 23:59:59.
zh_tw: 如果不希望播放整部影片，則在此提供影片播放的開始時間。不支持原生行動app：整部影片將被播放。格式為 HH:MM:SS，最大值為 23:59:59。

source: Video Start Time
da: Starttidspunkt
fr: Moment du début de la vidéo
pl: Czas rozpoczęcia filmu
pt_pt: Hora de Início do Vídeo
zh_tw: 影片開始時間

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
da: Tidspunkt, hvor du ønsker videoen skal stoppe, hvis du ikke vil afspille hele videoen. Ikke understøttet i den indfødte mobile app: den fulde video fil vil blive afspillet. Formateret som TT: MM: SS. Den maksimale værdi er 23:59:59.
fr: Moment où vous voulez arrêter le vidéo si vous ne voulez pas le faire jouer au complet. Non supporté dans l'application mobile : le vidéo complet jouera. Formatté comme HH:MM:SS. La valeur maximum est 23:59:59.
pl: Czas zakończenia filmu, jeśli nie chcesz odtwarzać całego filmu. Ta opcja nie jest wspierana w aplikacji mobilnej, gdzie odtworzony zostanie cały film. Format czasu GG:MM:SS, a maksymalna wartość to 23:59:59.
pt_pt: Hora a que deseja que o vídeo pare se não deseja que o vídeo seja reproduzido na totalidade. Não suportado na aplicação móvel nativa: o ficheiro de vídeo será reproduzido totalmente. Formatado como HH:MM:SS. O valor máximo é 23:59:59.
zh_tw: 如果不希望播放整部影片，則在此提供影片播放的結束時間。不支持原生行動app：整部影片將被播放。格式為 HH:MM:SS，最大值為 23:59:59。

source: Video Stop Time
da: Stoptidspunkt
fr: Moment d'arrêt de la vidéo
pl: Czas zakończenia filmu
pt_pt: Hora do Final do Vídeo
zh_tw: 影片結束時間

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
da: Tillad kursister at downloade versioner af denne video i forskellige formater, hvis de ikke kan bruge EDX videoafspiller eller ikke har adgang til YouTube. Du skal tilføje mindst én ikke-YouTube URL i feltet Video File URL'er.
fr: Permet aux étudiants de télécharger des versions de la vidéo en différents formats, s'ils ne peuvent pas utiliser le player vidéo edX ou accéder à YouTube. Vous devez ajouter au moins une URL non-YouTube dans ce champ.
pl: Pozwól studentom na pobranie filmu w różnych formatach, jeśli nie mogą skorzystać z odtwarzacza platformy lub nie mają dostępu do YouTube. W polu adresu filmu musisz podać co najmniej jeden adres nie pochodzący z serwisu YouTube.
pt_pt: Permitir que os estudantes transfiram as versões deste vídeo em formatos diferentes se não puderem utilizar o leitor de vídeo edX ou não tiverem acesso ao YouTube. Deve adicionar pelo menos um URL não YouTube no campo de URLs do Ficheiro de Vídeo.
zh_tw: 如果學生無法使用edX 影片播放器，或者不能進入YouTube，則可以允許學生以不同的格式下載該影片。因此，必須在“影片文件URL”欄位中添加至少一個非YouTube 的影片URL。

source: Video Download Allowed
da: Video Download tilladt
fr: Téléchargement de la vidéo autorisé
pl: Dozwolone pobieranie filmu
pt_pt: Transferência de Vídeo Permitida
zh_tw: 允許下載影片

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
da: Den URL eller URL'er, hvor du har lagt ikke-YouTube-versioner af videoen. Hver enkelt webadresse skal ende med .mpeg, .mp4, .ogg, eller .webm og kan ikke være en YouTube URL. (For browser kompatibilitet, anbefaler vi kraftigt .mp4 og .webm format.) Kursisterne vil kunne se den første video på listen, der er kompatibel med den kursistens computer. For at give kursisterne mulighed for at hente disse videoer, skal du indstille Video Download Tilladt til Sand.
fr: L'URL ou les URL'URL ou les URL où vous avez posté des versions non-YouTube de la vidéo. Chaque URL doit se terminer par. mpeg,. mp4,. ogg, ou. webm et ne peut pas être une URL YouTube. (Pour assurer la compatibilité des navigateurs, nous vous recommandons vivement le format .mp4 et le format .webm.) Les étudiants seront en mesure de voir la première vidéo qui sera compatible avec leur ordinateur. Pour permettre aux étudiants de télécharger ces vidéos, mettez "téléchargement Vidéo" à Vrai.
pl: Adres lub adresy URL pliku filmowego znajdującego się poza YouTube. Każdy adres musi kończyć się rozszerzeniem .mpeg, .mp4, .ogg, lub .webm i nie może prowadzić do YouTube. (Dla pełnej kompatybilności z przeglądarkami zalecamy formaty .mp4 lub .webm). Studenci zobaczą ten film, którego format jest kompatybilny z ich komputerem. Aby pozwolić studentom na pobieranie filmów, proszę zaakceptować opcję "Dozwolone pobieranie filmu".
pt_pt: O URL ou URLs onde publicou as versões não-YouTube dos vídeos. Cada URL deve terminar em .mpeg, .mp4, .ogg ou .webm e não pode ser um URL do YouTube (para a compatibilidade do navegador, nós recomendamos o formato .mp4 e .webm). Os estudantes vão poder visualizar o primeiro vídeo listado que é compatível com o seu computador. Para permitir que os estudantes transfiram estes vídeos, configure o Transferência de Vídeo Permitida para verdadeiro.
zh_tw: 非 YouTube 的影片 URL。每個URL 應當以.mpeg、.mp4、.ogg 或者.webm 結尾，並且不得為YouTube URL(考量到瀏覽器的相容性問題，我們強烈建議使用.mp4或是.webm格式)。學生將看到列表中第一個與其電腦相容的影片格式。若想讓學生下載這些影片，請將“允許下載影片”設定為“是”。

source: Video File URLs
da: Video fil URL'er
fr: URLs du fichier vidéo
pl: Adresy URL pliku filmowego
pt_pt: URLs do Ficheiro Vídeo
zh_tw: 影片檔案網址

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
da: Som standard kan kursisterne hente en .srt eller .txt udskrift, når du indstiller Hent Udskrift Tilladt til Sand. Hvis du ønsker at gøre det muligt at downloade en udskrift i et andet format, anbefales det at uploade en handout ved hjælp af Upload et Handout felt. Hvis dette ikke er muligt, kan du sende en udskriftfil til Filer & Uploads-siden eller på internettet, og derefter tilføje URL'en for udskrift her. Kursisterne ser et link til download af udskrift under videoen.
fr: Par défaut, les étudiants peuvent télécharger une transcription .srt ou .txt lorsque vous définissez "autoriser le télécharger de transcriptions" à vrai. Si vous voulez fournir une transcription téléchargeable dans un format différent, nous vous recommandons de télécharger un document en utilisant le champ "charger un document". Si cela n'est pas possible, vous pouvez publier un fichier de transcription sur la page Fichiers & Téléversements ou sur Internet, puis ajouter l'URL pour la transcription ici. Les étudiants voient un lien sous la vidéo pour télécharger cette transcription.
pl: Domyślnie studenci mają możliwość pobierania transkrypcji w formacie .srt lub .txt po ustawieniu opcji "Dozwolone pobieranie filmu" na "tak". Jeśli chcesz dostarczyć transkrypcję w innym formacie, zalecamy przesłanie notatki za pośrednictwem opcji "Udostępnij notatkę". Jeśli nie jest to możliwe, możesz opublikować plik z transkrypcją w sekcji "Zarządzanie plikami", a następnie zamieścić w tym miejscu odnośnik URL do transkrypcji, która będzie widoczna do pobrania pod oknem filmu.
pt_pt: Por predefinição, os estudantes podem transferir uma transcrição .srt ou .txt quando define Transferência de Transcrição Permitida para Verdadeiro. Se quiser fornecer uma transcrição para transferência num formato diferente, recomendamos que envie um material de apoio utilizando o campo Enviar Material de Apoio. Se isto não for possível, pode publicar um ficheiro de transcrição na página Ficheiros & Envios ou na Internet, e depois adicionar o URL da transcrição aqui. Os estudantes vêem uma hiperligação para transferir essa transcrição debaixo do vídeo.
zh_tw: 預設情況下，當“允許下載字幕”設置為“是”時，學生可以下載.srt 或者.txt 格式的字幕。如果您需要提供不同文件格式的字幕供學生下載，我們建議您首先考慮使用“上傳講義”欄位上傳您的講義；其次您可以將字幕文件上傳至“文件& 上傳”頁面或者Internet，並在這裡新增下載字幕的URL。學生們會在影片的下方看到一個下載字幕的連結。

source: Downloadable Transcript URL
da: Transcript URL til download
fr: URL de téléchargement de la transcription
pl: Adres URL transkrypcji do pobrania
pt_pt: URL de Transcrição Transferível
zh_tw: 字幕下載 URL

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
da: Tillad kursisterne at downloade den tidsindstillede udskrift. Et link til downloade filen vises under videoen. Som standard er udskrift en .srt eller .txt-fil. Hvis du ønsker at gøre det muligt downloade i et andet format, skal du uploade en fil ved hjælp af Upload Handout feltet.
fr: Permettre aux étudiants de télécharger la transcription synchronisée. Un lien pour télécharger le fichier apparaît sous la vidéo. Par défaut, la transcription est un fichier. .srt ou .txt. Si vous souhaitez fournir au téléchargement la transcription dans un format différent, téléversez un fichier en utilisant le champtéléversement de Documents.
pl: Pozwól studentom na pobieranie transkrypcji. Odnośnik do pliku pojawi się pod oknem filmu. Domyślnie transkrypcja powinna znajdować się w formacie .srt lub .txt. Jeśli chcesz dostarczyć transkrypcję w innym formacie, zalecamy przesłanie jej w formie notatki za pośrednictwem opcji "Prześlij notatkę".
pt_pt: Permitir que os estudantes transfiram a transcrição temporizada. Uma hiperligação para transferir o ficheiro aparece debaixo do vídeo. Por predefinição, a transcrição é um ficheiro .srt ou .txt. Se pretender fornecer a transcrição para transferência num formato diferente, envie um ficheiro utilizando o campo Enviar Material de Apoio.
zh_tw: 允許學生下載字幕。下載連結會出現在影片的下方。預設情況下，下載的字幕是一個.srt 或者.txt 文件。如果您需要提供不同文件格式的字幕下載，使用“上傳講義”欄位上傳該文件。

source: Download Transcript Allowed
da: Download af udskrift tilladt
fr: Téléchargement de la transcription autorisé
pl: Dozwolone pobieranie transkrypcji
pt_pt: Transferência de Transcrição Permitida
zh_tw: 允許下載字幕

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
da: Standardudskrift for videoen fra feltet Standard tidsindstillet transskription på fanen Grundlæggende. Denne transskription skal være på engelsk. Du behøver ikke at ændre denne indstilling.
fr: Transcription par défaut de la vidéo, à partir du champ par défaut de la transcription synchronisée sur l'onglet de base. Cette transcription doit être en anglais. Vous n'avez pas à modifier ce paramètre.
pl: Domyślna transkrypcja filmu z sekcji domyślnej transkrypcji z rozkładem czasowym.
pt_pt: A transcrição padrão para o vídeo, do campo Transcrição com Tempo Padrão, no separador Básico. Esta transcrição deve ser em Inglês. Não é necessário alterar esta configuração.
zh_tw: 影片的預設字幕，來自於“基本”面板的“預設字幕”欄位。該字幕應當是英語字幕。您不必修改這個設置。

source: Default Timed Transcript
da: Standardindstilling for udskrift
fr: Transcription synchronisée par défaut
pl: Domyślna transkrypcja
pt_pt: Transcrição com Tempo Padrão
zh_tw: 預設字幕

source: Specify whether the transcripts appear with the video by default.
da: Angiv, om udskrifterne vises med videoen som standard.
fr: Indiquez si les transcriptions apparaissent avec la vidéo par défaut.
pl: Określ, czy transkrypcje pojawiają się z filmem domyślnie.
pt_pt: Especificar se as transcrições aparecem com o vídeo por defeito.
zh_tw: 指定是否預設就顯示字幕。

source: Show Transcript
da: Vis udskrift
fr: Afficher la transcription
pl: Wyświetlaj transkrypcję
pt_pt: Mostrar Transcrição
zh_tw: 顯示字幕

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
da: Tilføj udskrifter på forskellige sprog. Klik nedenfor for at angive et sprog og uploade en .srt udskrift-fil til dette sprog.
fr: Ajouter des transcriptions dans différentes langues. Cliquez ci-dessous pour spécifier une langue et télécharger un fichier de transcription .srt pour cette langue.
pl: Dodaj transkrypcje w innych językach. Kliknij poniżej, aby wskazać język i wgrać plik .srt transkrypcji dla danego języka.
pt_pt: Adicione transcrições em diferentes idiomas. Clique abaixo para especificar um idioma e carregar um ficheiro de transcrição .srt para esse idioma.
zh_tw: 添加不同語言的字幕。點擊下方依指定語言並上傳該語言對應的.srt 字幕文件。

source: Transcript Languages
da: Udskrift sprog
fr: Langues de la transcription
pl: Języki transkrypcji
pt_pt: Idiomas de Transcrição
zh_tw: 字幕語言

source: Preferred language for transcript.
da: Foretrukne sprog til udskrift
fr: Langue préférée pour la transcription.
pl: Preferowany język transkrypcji.
pt_pt: Idioma preferencial para transcrição.
zh_tw: 喜好的字幕語言。

source: Preferred language for transcript
da: Foretrukne sprog til udskrift
fr: Langue préférée pour la transcription
pl: Preferowany język transkrypcji
pt_pt: Idioma preferencial para transcrição
zh_tw: 喜好的字幕語言。

source: Transcript file format to download by user.
da: Udskrift filformat til download af brugeren.
fr: Format de fichier de transcription à télécharger par l'utilisateur.
pl: Format pliku transkrypcji do pobrania przez użytkownika.
pt_pt: Transcrição em formato de ficheiro para descarregar por utilizador
zh_tw: 用戶下載的字幕文件格式。

source: SubRip (.srt) file
da: SubRip (.srt) fil
fr: fichier SubRip (.srt)
pl: Plik SubRip (.srt)
pt_pt: Ficheiro SubRip (.srt)
zh_tw: SubRip (.srt) 檔

source: Text (.txt) file
da: Text (.txt) fil
fr: Fichier texte (.txt)
pl: Plik tekstowy (.txt)
pt_pt: Ficheiro de texto (.txt)
zh_tw: Text (.txt) 檔

source: The last speed that the user specified for the video.
da: Den sidste hastighed, som brugeren har angivet for videoen.
fr: La dernière vitesse que l'utilisateur a spécifié pour la vidéo
pl: Ostatnia prędkość odtwarzania wybrana przez użytkownika dla tego filmu.
pt_pt: A última velocidade especificada pelo utilizador para o vídeo.
zh_tw: 該影片上一次用戶指定的速度。

source: The default speed for the video.
da: Standardindstillingen for hastighed for videoen.
fr: Vitesse par défaut pour la vidéo.
pl: Domyślna prędkość odtwarzania filmu.
pt_pt: A velocidade padrão para o vídeo.
zh_tw: 該影片的預設速度。

source: Specify whether to advance automatically to the next unit when the video ends.
da: Angiv, om der automatisk skal gås videre til næste enhed, når videoen slutter.
fr: Indiquez si l'avance automatique à l'unité prochaine doit se faire à une fois la vidéo terminée.
pt_pt: Especifique se deve avançar automaticamente para a próxima unidade quando o vídeo terminar.

source: Specify whether YouTube is available for the user.
da: Angiv, om YouTube er tilgængelig for brugeren.
fr: Indiquez si YouTube est disponible pour l'utilisateur.
pl: Określ, czy YouTube jest dostępny dla użytkownika.
pt_pt: Especificar se o YouTube está disponível para o utilizador.
zh_tw: 指定 YouTube 是否對用戶可用。

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
da: Upload et handout til at ledsage denne video. Kursisterne kan hente handout ved at klikke på Hent Handout under videoen.
fr: Télécharger un document pour accompagner cette vidéo Les étudiants peuvent télécharger le document en cliquant sur "Télécharger le document" sous la vidéo.
pl: Prześlij notatkę towarzyszącą temu nagraniu filmowemu. Studenci będą mogli ją pobrać klikając na znajdujący się pod filmem przycisk "Pobierz notatkę".
pt_pt: Envie um material de apoio para acompanhar este vídeo. Os estudantes podem transferir este material, clicando em "Transferir Material de Apoio" debaixo do vídeo.
zh_tw: 上傳與該影片相關的講義。學生可以單擊影片下方的“下載講義”按鈕來下載該講義。

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
da: Angiv, om adgang til denne video kun er begrænset til browsere, eller om den kan tilgås fra andre applikationer, herunder mobile apps.
fr: Spécifier si l'accès à cette vidéo est limité aux navigateurs seulement, ou s'il peut être accédé à partir d'autres applications incluant les applications mobiles.
pl: Określ, czy dostęp do tego filmu jest ograniczony wyłącznie do przeglądarek, czy też film może być również dostępny z innych aplikacji, w tym aplikacji mobilnych.
pt_pt: Especifique se o acesso a este vídeo é limitado apenas aos browsers ou se é acessível a partir de aplicações, incluindo para dispositivos móveis.
zh_tw: 指定該影片是否限定瀏覽器，或者如果它可以從其它應用程式觀看，包括行動app。

source: Video Available on Web Only
da: Video kun tilgængelig på nettet
fr: Vidéo disponible sur le web seulement
pl: Film dostępny wyłącznie przez przeglądarki
pt_pt: Vídeo disponível apenas na Internet
zh_tw: 影片只在網頁板提供

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
da: Hvis du er blevet tildelt et Video ID ved edX til videoen til at afspille i denne komponent, skal du indtaste ID her. I dette tilfælde skal du ikke indtaste værdier i Standard Video URL'en, video-fil URL'er eller YouTube ID felter. Hvis du ikke er blevet tildelt et Video ID, skal du angive værdier i de andre felter og ignorere dette felt.
fr: Si un identifiant vidéo vous a été assigné par edX pour que la vidéo joue dans ce composant, entrez l'identifiant ici. Dans ce cas, n'entrez pas de valeurs dans les champs URL de défaut de la vidéo, URLs du fichier vidéo, et ID YouTube. Si vous vous n'avez pas reçu un Video ID, entrer les valeurs dans les autres champs et ignorer ce champ.
pl: Jeśli otrzymałeś od obsługi platformy identyfikator dla potrzeb odtwarzania filmu w tym komponencie, wprowadź identyfikator w tym miejscu. W takim przypadku nie wprowadzaj wartości do pól "Domyślny adres filmu", "Odnośniki do filmu", czy "Identyfikator YouTube". Natomiast jeśli nie posiadasz identyfikatora, zignoruj to pole i wprowadź wartości do pozostałych pól.
pt_pt: Se lhe foi atribuído um ID de vídeo pela edX para o vídeo a reproduzir neste componente, introduza aqui o ID. Neste caso, não introduza valores no URL predefinido do vídeo, nos URLs do ficheiro de vídeo, e nos campos ID do YouTube. Se não lhe foi atribuída uma ID de Vídeo, introduza os valores nesses outros campos e ignore este campo.
zh_tw: 如果您要在此組件中利用edX來分配要播放的影片ID。請在這輸入ID。在此情況下，不要在預設的影片網址、影片檔案網址、YouTube ID欄位中輸入數值。如果您沒有分配影片ID，就請在其他欄位輸入其他值或忽略此欄位。

source: Date of the last view of the bumper
da: Dato for sidste visning af kofangeren
fr: Date du dernier visionnement de l'intercalaire
pl: Data ostatniego podglądu
pt_pt: Data da última visualização do bumper
zh_tw: 最近瀏覽片頭的日期

source: Do not show bumper again
da: Vis ikke bumperen igen
fr: Ne plus afficher l'intercalaire
pl: Nie pokazuj ponownie
pt_pt: Não mostrar bumper novamente
zh_tw: 不重複顯示片頭

source: Instructions
da: Instrukser
pl: Wskazówki
pt_pt: Instruções
zh_tw: 說明
