Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
da: Hvis du gør denne %(xblockType)s synlig for eleverne, vil eleverne kunne se indholdet efter udgivelsesdatoen er passeret, og du har offentliggjort enheden. Kun enheder, der er eksplicit skjult for elever, vil forblive skjult, efter du har fjernet denne indstilling for %(xblockType)s .
sv: Om du gör denna %(xblockType)s synlig för eleverna, kommer eleverna att kunna se dess innehåll efter att releasedatumet har passerat och du har publicerat enheten. Endast enheter som är explicit dolda för eleverna kommer att förbli dolda efter att du avmarkerat det här alternativet för %(xblockType)s.

source: Current Role:
da: Nuværende rolle:
sv: Nuvarande roll:

source: You!
da: Du!
sv: Du!

source: send an email message to {email}
da: send en e-mail til {email}
sv: skicka ett e-postmeddelande till {email}

source: Promote another member to Admin to remove your admin rights
da: Forfrem et andet medlem til Admin for at fjerne dine administratorrettigheder
sv: Befordra en annan medlem till Admin för att ta bort dina administratörsrättigheter

source: Add {role} Access
da: Tilføj {role} Access
sv: Lägg till {role}-åtkomst

source: Remove {role} Access
da: Fjern {role} Access
sv: To bort åtkomst som {role}

source: Delete the user, {username}
da: Slet brugeren, {username}
sv: Ta bort användaren, {username}

source: Set as a Special Exam
da: Indstillet som en speciel eksamen
sv: Ställ in som ett specialprov

source: Exam Types
da: Eksamenstyper
sv: Examtyper

source: This subsection was released to learners as a special exam, but was reverted back to a basic exam. You may not configure it as a special exam now. Contact edX Support for assistance.
da: Dette underafsnit blev frigivet til elever som en særlig eksamen, men blev vendt tilbage til en grundlæggende eksamen. Du kan ikke konfigurere det som en speciel eksamen nu. Kontakt edX Support for at få hjælp.

source: This special exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', but you will NOT be able to configure it as a special exam in the future.
da: Denne særlige eksamen er blevet frigivet til elever. Du må ikke konvertere den til en anden type specialeksamen. Du kan vende denne undersektion tilbage til at være en grundlæggende eksamen ved at vælge &#39;Ingen&#39;, men du vil IKKE være i stand til at konfigurere den som en speciel eksamen i fremtiden.

source: Timed
da: Tidsbestemt
sv: Tidsinställd

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
da: Brug en tidsbestemt eksamen til at begrænse den tid, eleverne kan bruge på problemer i dette underafsnit. Eleverne skal aflevere svar inden fristens udløb. Du kan give individuelle elever ekstra tid gennem instruktør-dashboardet.
sv: Använd ett tidsbestämt prov för att begränsa den tid eleverna kan lägga på problem i detta underavsnitt. Elever måste lämna in svar innan tiden går ut. Du kan tillåta ytterligare tid för enskilda elever via instruktörsinstrumentpanelen.

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules.
da: Proctored eksamener er timet, og de optager video af hver elev, der tager eksamen. Videoerne gennemgås derefter for at sikre, at eleverne følger alle eksamensregler.

source: Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days.
da: Brug Onboarding til at introducere elever til proctoring, verificere deres identitet og oprette en onboarding-profil. Elever skal gennemføre onboarding-profiltrinnet, før de tager en proctoreret eksamen. Profilanmeldelser tager mere end 2 hverdage.
sv: Använd Onboarding för att introducera eleverna till proctoring, verifiera deras identitet och skapa en onboarding-profil. Eleverna måste slutföra steget med introduktionsprofilen innan de tar ett proctored examen. Profilrecensioner tar 2+ arbetsdagar.

source: Practice Proctored
da: Praksis Proctored
sv: Öva Proctored

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
da: Brug en øvelsesproctoreret eksamen til at introducere eleverne til proctoring værktøjer og processer. Resultaterne af en praksisprøve påvirker ikke en elevs karakter.
sv: Använd ett övningsprov för att introducera eleverna till proctoringverktygen och processerna. Resultaten av ett övningsprov påverkar inte en elevs betyg.

source: Time Allotted (HH:MM):
da: Tildelt tid (TT:MM):
sv: Tilldelad tid (TT:MM):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
da: Vælg en tidstildeling til eksamen. Hvis det er over 24 timer, skal du indtaste mængden af tid. Du kan give individuelle elever ekstra tid til at gennemføre eksamen via instruktør-dashboardet.
sv: Välj en tidsfördelning för tentamen. Om det är mer än 24 timmar, skriv in hur lång tid. Du kan ge enskilda elever extra tid för att slutföra provet via instruktörsinstrumentpanelen.

source: Review Rules
da: Gennemgå regler
sv: Granska regler

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
da: Angiv eventuelle regler eller regelundtagelser, som proctoring-gennemgangsteamet skal håndhæve, når videoerne gennemgås. For eksempel kan du angive, at lommeregnere er tilladt. Disse specificerede regler er synlige for elever, før eleverne starter eksamen, sammen med {linkStart} generelle proctorerede eksamensregler {linkEnd} .
sv: Ange eventuella regler eller regelundantag som övervakningsteamet ska tillämpa när de granskar videorna. Du kan till exempel ange att miniräknare är tillåtna. Dessa angivna regler är synliga för eleverna innan eleverna börjar provet, tillsammans med de {linkStart}allmänna provreglerna för provet{linkEnd}.

source: General Proctored Exam Rules
da: Generelle proctored eksamensregler
sv: Allmänna examensregler för Proctored

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
da: Angiv eventuelle regler eller regelundtagelser, som proctoring-gennemgangsteamet skal håndhæve, når videoerne gennemgås. For eksempel kan du angive, at lommeregnere er tilladt. Disse specificerede regler er synlige for eleverne, før eleverne starter eksamen.
sv: Ange eventuella regler eller regelundantag som övervakningsteamet ska tillämpa när de granskar videorna. Du kan till exempel ange att miniräknare är tillåtna. Dessa specificerade regler är synliga för eleverna innan eleverna börjar provet.

source: Account
da: Konto
sv: konto

source: This action updates the {provider} information for your entire organization.
da: Denne handling opdaterer {provider} -oplysningerne for hele din organisation.
sv: Den här åtgärden uppdaterar {provider}-informationen för hela din organisation.

source: Enter the account information for your organization.
da: Indtast kontooplysningerne for din organisation.
sv: Ange kontoinformationen för din organisation.

source: API Key
da: API nøgle
sv: API-nyckel

source: API Secret
da: API-hemmelighed
sv: API-hemlighet

source: Unit Access
da: Enhedsadgang
sv: Tillgång till enhet

source: Restrict access to:
da: Begræns adgangen til:
sv: Begränsa åtkomst till:

source: Select a group type
da: Vælg en gruppetype
sv: Välj en grupptyp

source: Select one or more groups:
da: Vælg en eller flere grupper:
sv: Välj en eller flera grupper:

source: Deleted Group
da: Slettet gruppe
sv: Raderad grupp

source: This group no longer exists. Choose another group or do not restrict access to this unit.
da: Denne gruppe eksisterer ikke længere. Vælg en anden gruppe, eller begræns ikke adgangen til denne enhed.
sv: Denna grupp finns inte längre. Välj en annan grupp eller begränsa inte åtkomsten till den här enheten.

source: File upload succeeded
da: Filupload lykkedes
sv: Filuppladdningen lyckades

source: Please check the following validation feedbacks and reflect them in your course settings:
da: Tjek venligst følgende valideringsfeedback og afspejle dem i dine kursusindstillinger:
sv: Vänligen kontrollera följande valideringsfeedback och återspegla dem i dina kursinställningar:

source: Verification Checkpoint
da: Verifikationskontrolpunkt
sv: Kontrollpunkt för verifiering

source: Must complete verification checkpoint
da: Skal fuldføre verifikationskontrolpunktet
sv: Måste slutföra verifieringskontrollpunkten

source: Verification checkpoint to be completed
da: Verifikationskontrolpunkt skal afsluttes
sv: Kontrollpunkt för verifiering ska slutföras

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
da: Elever, der kræver verifikation, skal passere det valgte kontrolpunkt for at se indholdet i denne enhed. Elever, der ikke kræver bekræftelse, ser dette indhold som standard.
sv: Elever som behöver verifiering måste passera den valda kontrollpunkten för att se innehållet i denna enhet. Elever som inte kräver verifiering ser detta innehåll som standard.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
da: Den anbefalede billedopløsning er {imageResolution} , den maksimale billedfilstørrelse skal være {maxFileSize} , og formatet skal være {supportedImageFormats} .
sv: Rekommenderad bildupplösning är {imageResolution}, maximal bildfilstorlek bör vara {maxFileSize} och formatet måste vara ett av {supportedImageFormats}.

source: Read more
da: Læs mere
sv: Läs mer

source: No transcript uploaded.
da: Ingen transskription uploadet.
sv: Ingen avskrift laddad upp.

source: Show transcripts ({totalTranscripts})
da: Vis udskrifter ( {totalTranscripts} )
sv: Visa avskrifter ({totalTranscripts})

source: Set Access
da: Indstil adgang
sv: Ställ in åtkomst

source: Edit %(display_name)s (required)
da: Rediger %(display_name)s (påkrævet)
sv: Redigera %(display_name)s (obligatoriskt)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
da: Du har gjort et tørt løb med at udgive kurset. Intet har ændret sig. Hvis du havde kørt det, ville følgende kursusversioner være blevet ændret.
sv: Du har gjort en torr körning med att publicera kursen. Inget har förändrats. Hade du kört det, skulle följande kursversioner ha ändrats.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
da: Den offentliggjorte filialversion, {published} , blev nulstillet til udkastet til filialversionen, {draft} .
sv: Den publicerade filialversionen, {published}, återställdes till utkastet till filialversionen, {draft}.

source: Add URLs for additional versions
da: Tilføj URL&#39;er for yderligere versioner
sv: Lägg till webbadresser för ytterligare versioner

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
da: For at være sikker på, at alle elever kan få adgang til videoen, anbefaler vi at levere både en .mp4- og en .webm-version af din video. Klik nedenfor for at tilføje en URL til en anden version. Disse webadresser kan ikke være YouTube-webadresser. Den første listede video, der er kompatibel med elevens computer, afspilles.
sv: För att vara säker på att alla elever kan komma åt videon rekommenderar vi att du tillhandahåller både en .mp4- och en .webm-version av din video. Klicka nedan för att lägga till en URL för en annan version. Dessa webbadresser kan inte vara YouTube-adresser. Den först listade videon som är kompatibel med elevens dator kommer att spelas upp.

source: Default Timed Transcript
da: Standard tidsindstillet transskription
sv: Standard tidsinställd transkription

source: Timed Transcript Conflict
da: Tidsbestemt udskriftskonflikt
sv: Tidsinställd avskriftskonflikt

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
da: Den tidsindstillede transskription for den første videofil ser ikke ud til at være den samme som den tidsindstillede transskription for den anden videofil.
sv: Den tidsinställda transkriptionen för den första videofilen verkar inte vara densamma som den tidsinställda transkriptionen för den andra videofilen.

source: Which timed transcript would you like to use?
da: Hvilken tidsudskrift vil du gerne bruge?
sv: Vilken tidsinställd utskrift skulle du vilja använda?

source: Error.
da: Fejl.
sv: Fel.

source: Timed Transcript from %(filename)s
da: Tidsbestemt afskrift fra %(filename)s
sv: Tidsinställd transkription från %(filename)s

source: Timed Transcript Found
da: Tidsbestemt transskription fundet
sv: Tidsinställd avskrift hittades

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
da: EdX har et tidsindstillet udskrift for denne video. Hvis du vil redigere denne transskription, kan du downloade, redigere og gen-uploade den eksisterende transskription. Hvis du vil erstatte denne transskription, skal du uploade en ny .srt-transskriptionsfil.
sv: EdX har en tidsinställd transkription för den här videon. Om du vill redigera det här transkriptet kan du ladda ner, redigera och ladda upp det befintliga transkriptet igen. Om du vill ersätta denna transkription, ladda upp en ny .srt transkriptionsfil.

source: Upload New Transcript
da: Upload nyt transskription
sv: Ladda upp ny transkription

source: Upload New .srt Transcript
da: Upload nyt .srt-udskrift
sv: Ladda upp ny .srt-avskrift

source: Download Transcript for Editing
da: Hent udskrift til redigering
sv: Ladda ner avskrift för redigering

source: No EdX Timed Transcript
da: Ingen EdX tidsindstillet transkription
sv: Ingen EdX tidsinställd transkription

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
da: EdX har ikke en tidsindstillet transskription for denne video i Studio, men vi fandt en transskription på YouTube. Du kan importere YouTube-transskriptionen eller uploade din egen .srt-transskriptionsfil.
sv: EdX har ingen tidsinställd transkription för den här videon i Studio, men vi hittade en transkription på YouTube. Du kan importera YouTube-transkriptet eller ladda upp din egen .srt-transkriptionsfil.

source: Import YouTube Transcript
da: Importer YouTube-transskription
sv: Importera YouTube-transkription

source: No Timed Transcript
da: Ingen tidsbestemt afskrift
sv: Ingen tidsinställd avskrift

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
da: EdX har ikke et tidsindstillet transskription for denne video. Upload venligst en .srt-fil.
sv: EdX har ingen tidsinställd transkription för den här videon. Ladda upp en .srt-fil.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
da: Den tidsindstillede transskription for denne video på edX er forældet, men YouTube har en aktuel tidsindstillet transskription for denne video.
sv: Den tidsinställda transkriptionen för den här videon på edX är inaktuell, men YouTube har en aktuell transkription för den här videon.

source: Do you want to replace the edX transcript with the YouTube transcript?
da: Vil du erstatte edX-udskriftet med YouTube-udskriftet?
sv: Vill du ersätta edX-transkriptet med YouTube-transkriptet?

source: Yes, replace the edX transcript with the YouTube transcript
da: Ja, udskift edX-transskriptionen med YouTube-transskriptionen
sv: Ja, ersätt edX-transkriptet med YouTube-transkriptet

source: Timed Transcript Uploaded Successfully
da: Tidsbestemt transskription blev uploadet
sv: Tidsinställd transkription har laddats upp

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
da: EdX har et tidsindstillet udskrift for denne video. Hvis du vil erstatte denne transskription, skal du uploade en ny .srt-transskriptionsfil. Hvis du vil redigere denne transskription, kan du downloade, redigere og gen-uploade den eksisterende transskription.
sv: EdX har en tidsinställd transkription för den här videon. Om du vill ersätta denna transkription, ladda upp en ny .srt transkriptionsfil. Om du vill redigera det här transkriptet kan du ladda ner, redigera och ladda upp det befintliga transkriptet igen.

source: Confirm Timed Transcript
da: Bekræft tidsudskrift
sv: Bekräfta tidsinställd avskrift

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
da: Du ændrede en video-URL, men ændrede ikke den tidsindstillede transskriptionsfil. Vil du bruge den aktuelle tidsindstillede transskription eller uploade en ny .srt-transskriptionsfil?
sv: Du ändrade en video-URL, men ändrade inte den tidsinställda transkriptionsfilen. Vill du använda den aktuella tidsinställda transkriptionen eller ladda upp en ny .srt transkriptionsfil?

source: Use Current Transcript
da: Brug aktuel transskription
sv: Använd aktuell transkription

source: Change can not be reverted.
sv: Ändring kan inte återställas.

source: Block data would not be sent to server for translations
sv: Moduldata kunde inte skickas till servern för översättning

source: Map blocks
sv: Koppla ihop moduler

source: Enable Translations for this block?
sv: Aktivera översättningar för denna modul?

source: Mapping Blocks
sv: Ihopkopplingsmoduler

source: Disable Translations
sv: Inaktivera översättningar

source: Updating
sv: Uppdaterar

source: Disable Translations for this block?
sv: Inaktivera översättningar för denna modul?

source: Edit on Translated rerun?
sv: Redigera på översatt repris?

source: Block data would be sent to server for translations
sv: Moduldata skulle skickas till servern för översättning

source: Yes, Enable Translations
sv: Ja, aktivera översättningar

source: Yes, Update Flag
sv: Ja, uppdatera flagga

source: Yes, Disable Translations
sv: Ja, inaktivera översättningar

source: Are you sure you want to update flag as it will not be reverted again.
sv: Är du säker på att du vill uppdatera flaggan då den inte kommer att återställas igen.

source: Continue Editing
sv: Fortsätt redigera

source: Edit on Base Course Block?
sv: Redigera grundkursmodul?

source: Note that any linked translated rerun blocks mapping will be lost.
sv: Observera att alla länkade översatta kartläggningar av reprisblock kommer gå förlorade.

source: Please disable translations after an edit, otherwise edited component will be overwritten by auto next applied translations.
sv: Inaktivera översättningar efter en redigering, annars kommer redigerade komponenter automatiskt skriva över nästa tillämpade översättningar.

source: If you edit base block content all linked translated-rerun blocks translations will be lost and all previous version history will be deleted.
sv: Om du redigerar grundblocksinnehåll kommer alla länkade översatta reprisblocksöversättningar gå förlorade och all tidigare versionshistorik kommer raderas.

source: Course Blocks mapping
sv: Ihopkoppling av kursmoduler

source: %(providerName)s account
sv: %(providerName)s konto

source: Default
sv: Standard

source: Header 1
sv: Rubrik 1

source: Header 2
sv: Rubrik 2

source: Header 3
sv: Rubrik 3

source: Header 4
sv: Rubrik 4

source: Header 5
sv: Rubrik 5

source: Header 6
sv: Rubrik 6

source: Play
sv: Spela

source: Pause
sv: Pausa

source: High Definition
sv: HD

source: off
sv: av

source: on
sv: på

source: Video transcript
sv: Video transkription

source: URL
sv: Webbadress

source: Hyperlink (Ctrl+L)
sv: Hyperlänk (Ctrl+L)

source: {numUsersAdded} learner has been added to this cohort.
sv: {numUsersAdded} elev har lagts till i denna kohort.

source: {numPresent} learner was already in the cohort
sv: {numPresent} elev var redan i kohorten

source: {email}
sv: {e-post}

source: {platform_display_name} Link
sv: Länk till {platform_display_name}

source: Checkout
sv: Betala

source: bytes
sv: byte

source: {total_results} result found for "{search_term}"
sv: {total_results} resultat hittades för "{search_term}"

source: Admin
sv: Administratör

source: Type
sv: Typ

source: Upload
sv: Ladda upp

source: {maxWidth}x{maxHeight} pixels
sv: {maxWidth}x{maxHeight} pixlar

source: {minutes} {unit}
sv: {minutes} {enhet}

source: {seconds} {unit}
sv: {sekunder} {enhet}

source: Account Information
sv: Kontoinställningar

source: Zoom In
sv: Zooma in

source: Show Comment (%(num_comments)s)
sv: Visa kommentar (%(num_comments)s)

source: Add a comment
sv: Lägg till en kommentar

source: endorsed %(time_ago)s by %(user)s
sv: godkände %(time_ago)s av %(user)s

source: endorsed %(time_ago)s
sv: godkände %(time_ago)s

source: discussion
sv: diskussion

source: (Staff)
sv: (Personal)

source: Post type
sv: Typ av inlägg

source: Report
sv: Rapportera

source: Pin
sv: Fastnåla

source: Discussion Home
sv: Diskussion Hem

source: Find discussions
sv: Hitta diskussionsforum

source: course id
sv: kurs-id

source: Generate
sv: Generera

source: Submit enrollment change
sv: Skicka in registreringsändring

source: Course Start
sv: Kursstart

source: Change Enrollment
sv: Ändra registrering

source: Password Status
sv: Lösenordsstatus

source: Create team.
sv: Skapa team.

source: Delete Team
sv: Ta bort Team

source: Edit Membership
sv: Redigera medlemskap

source: Team Assignments
sv: Laguppdrag

source: Hide Timer
sv: Dölj timer

source: Click to edit
sv: Klicka för att ändra

source: Cost
sv: Kosta

source: Legal name
sv: Lagligt namn

source: Submit Application
sv: Lämna in ansökan

source: Add to Exception List
sv: Lägg till i undantagslistan

source: User Email
sv: Användarens e-post

source: Add learners to this cohort
sv: Lägg till elever till denna kohort

source: (Required Field)
sv: (Obligatoriskt fält)

source: Add Learners
sv: Lägg till elever

source: Cohort Name
sv: Kohortnamn

source: Select a Content Group
sv: Välj en innehållsgrupp

source: Deleted Content Group
sv: Raderad innehållsgrupp
