Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Course Content License
da: Kursusindholdslicens
fr: Licence pour le contenu du cours
pl: Licencja materiałów kursowych
pt_pt: Licença de Conteúdo do Curso
zh_tw: 課程內容授權

source: Select the default license for course content
da: Vælg standardlicensen for kursusindhold
fr: Sélectionner la licence par défaut pour le contenu des cours
pl: Wybierz domyślną licencję materiałów kursowych
pt_pt: Selecione a licença predefinida para o conteúdo do curso
zh_tw: 選擇課程內容的預設授權

source: How are these settings used?
da: Hvordan bruges disse indstillinger?
fr: Comment ces paramètres sont-ils utilisés ?
pl: W jaki sposób używać tych ustawień?
pt_pt: Como são utilizadas estas definições?
zh_tw: 如何使用這些設定？

source: Your course's schedule determines when students can enroll in and begin a course.
da: Dit kursuss tidsplan bestemmer, hvornår elever kan tilmelde sig og begynde på et kursus.
fr: La planification de votre cours détermine quand les étudiants peuvent s’inscrire et débuter le cours.
pl: Harmonogram twojego kursu pozwala określić kiedy studenci mogą się na niego zapisać i rozpocząć naukę.
pt_pt: O calendário do seu curso define o momento em que os estudantes se podem inscrever e começar o curso.
zh_tw: 您的課程時間表決定何時學生可以註冊和開始本門課程。

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
da: Andre oplysninger fra denne side vises på siden Om for dit kursus. Disse oplysninger omfatter kursusoversigt, kursusbillede, introduktionsvideo og estimeret tidsbehov. Studerende bruger Om-sider til at vælge nye kurser at tage.
fr: D'autres informations provenant de cette page apparaissent sur la page "A propos" de votre cours. Ces informations comprennent un aperçu de votre cours, l'image du cours, la vidéo d'introduction, le temps de travail estimé ainsi que les pré-requis. Les étudiants utilisent les pages "A propos" pour choisir de nouveaux cours à suivre.
pl: Pozostałe informacje z tej strony są widoczne na karcie kursu. Obejmują przegląd kursu, zdjęcie / grafikę, film promocyjny, a także informacje o spodziewanym zobowiązaniu czasowym. Studenci przeglądają kartę kursu w celu wyboru kursów w których będą uczestniczyć.
pt_pt: Outras informações desta página aparecem na página Sobre do seu curso. Estas informações incluem a visão geral do curso, a imagem do curso, o vídeo de introdução e os requisitos sobre o tempo estimado para fazer o curso. Os estudantes utilizam as páginas Sobre para escolherem e ingressarem em novos cursos.
zh_tw: 本頁面的其他資訊將會出現在您課程的關於頁面上。這些資訊包括課程概述、課程圖片、介紹影片，以及預估的時間要求。學生們可以使用關於頁面來選擇要上的課程。

source: You will be unable to make changes until the errors are resolved. To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
da: Du vil ikke være i stand til at foretage ændringer, før fejlene er løst. For at opdatere disse indstillinger skal du gå til siden {link_start}overvåget Exam Settings{link_end}.
fr: Vous ne pourrez pas apporter de modifications tant que les erreurs ne seront pas résolues. Pour mettre à jour ces paramètres, accédez à la {link_start} page des paramètres d'examen surveillé {link_end}.
pl: Nie będziesz mógł wprowadzać zmian, dopóki błędy nie zostaną usunięte. Aby zaktualizować te ustawienia, wejdź na {link_start}stronę ustawień egzaminów nadzorowanych{link_end}.
pt_pt: Não poderá fazer alterações até que os erros sejam resolvidos. Para actualizar estas definições vá para a página {link_start}página de Definições de Exames Vigiados{link_end}.

source: You will be unable to make changes until the following settings are updated on the page below.
da: Du vil ikke være i stand til at foretage ændringer, før følgende indstillinger er opdateret på siden nedenfor.
fr: Vous ne pourrez pas apporter de modifications tant que les paramètres suivants ne seront pas mis à jour sur la page ci-dessous.
pl: Nie będzie można wprowadzać zmian, dopóki następujące ustawienia nie zostaną zaktualizowane na poniższej stronie.
pt_pt: Não poderá fazer alterações até que as seguintes configurações sejam actualizadas na página abaixo.

source: Your policy changes have been saved.
da: Dine politikændringer er blevet gemt.
fr: Les changements de règles ont été enregistrés.
pl: Zmiany polityki zostały zapisane.
pt_pt: As alterações na política foram guardadas.
zh_tw: 已儲存您的設置變更。

source: There was an error saving your information. Please see below.
da: Der opstod en fejl under lagring af dine oplysninger. Se nedenfor.
fr: Il y a eu une erreur durant l'enregistrement, indiquée ci-dessous.
pl: Wystąpił błąd w trakcie zapisywania twoich informacji. Sprawdź poniżej.
pt_pt: Ocorreu um erro ao guardar as suas informações. Por favor, veja em baixo.
zh_tw: 儲存您的訊息時發生錯誤，詳情如下。

source: Manual Policy Definition
da: Manuel politikdefinition
fr: Définition manuelle des réglages
pl: Polityka jakości
pt_pt: Definição da Política Manual
zh_tw: 手動定義課程策略

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
da: {strong_start}Advarsel {strong_end} : Rediger ikke disse politikker, medmindre du er bekendt med deres formål.
fr: {strong_start}Attention{strong_end} : Ne modifiez pas ces règles si vous n'êtes pas familier avec leur utilisation.
pl: {strong_start}Ostrzeżenie{strong_end}: nie modyfikuj tych ustawień, chyba, że jesteś w stu procentach pewien ich celu.
pt_pt: {strong_start}Aviso{strong_end}: não altere estas diretivas, a menos que conheça a sua finalidade.
zh_tw: {strong_start}警告{strong_end}：不要輕易修改這些設置，除非您已經非常清楚這些設定的目的。

source: Show Deprecated Settings
da: Vis forældede indstillinger
fr: Afficher les paramètres obsolètes
pl: Pokaż nieużywane ustawienia
pt_pt: Mostrar Configurações Descontinuadas
zh_tw: 顯示棄用的設定

source: What do advanced settings do?
da: Hvad gør avancerede indstillinger?
fr: À quoi servent les paramètres avancés ?
pl: Do czego służą ustawienia zaawansowane?
pt_pt: Para que servem as configurações avançadas?
zh_tw: 進階設定用來做什麼用途？

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
da: Avancerede indstillinger styrer specifik kursusfunktionalitet. På denne side kan du redigere manuelle politikker, som er JSON-baserede nøgle- og værdipar, der styrer specifikke kursusindstillinger.
fr: Les paramètres avancés contrôlent les fonctionnalités spécifiques d'un cours. Sur cette page, vous pouvez éditer les politiques d'intervention manuelle, ce sont des paires -clefs valeur- basées sur JSON qui contrôlent les paramètres spécifiques du cours.
pl: Ustawienia zaawansowane kontrolują określone funkcjonalności kursu. Na tej stronie możesz ręcznie edytować ustawienia polityk, które są opartymi na JSON parami kluczy i wartości odpowiedzialnymi za określone ustawienia kursu.
pt_pt: As configurações Avançadas controlam a funcionalidade específica do curso. Nesta página, poderá editar políticas manuais, como chave-baseada em JSON e pares de valores que controlam configurações específicas do curso.
zh_tw: 進階設定控制了特定的課程功能。在這個頁面，您可以手動編輯以JSON鍵值對表示的策略設定，控制特定的課程設定。

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
da: Alle politikker, du ændrer her, tilsidesætter alle andre oplysninger, du har defineret andetsteds i {studio_name} . Rediger ikke politikker, medmindre du er bekendt med både deres formål og syntaks.
fr: Toutes politiques que vous modifiez ici remplacent les autres informations que vous avez défini ailleurs dans {studio_name}. Ne modifiez pas les politiques à moins que vous soyez familier avec à la fois leur but et leur syntaxe.
pl: Każda polityka, którą w tym miejscu zmodyfikujesz, nadpisze ustawienia i informacje zdefiniowane w innych miejscach w {studio_name}. Zalecamy powstrzymanie się od edycji polityki, jeśli nie jesteś zaznajomiony z jej celem i syntax.
pt_pt: Todas as políticas que modificar aqui vão substituir todas as outras informações que já definiu noutro lugar em {studio_name}. Não edite políticas a menos que conheça a sua finalidade e sintaxe.
zh_tw: 您在這裡的更改會覆蓋在{studio_name}其他地方定義的資訊。請注意不要修改您不熟悉的規則包括它們的目標和語法。

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
da: {em_start}Bemærk:{em_end} Når du indtaster strenge som politikværdier, skal du sørge for at bruge dobbelte anførselstegn (&quot;) rundt om strengen. Brug ikke enkelte anførselstegn (').
fr: {em_start}Note : {em_end} Quand vous insérez des chaînes de caractère en tant que valeur pour une politique, assurez vous que vous utilisez des guillemets (") autour de la chaîne de caractère. N'utilisez pas de simples apostrophes (').
pl: {em_start}Uwaga:{em_end} jeśli wprowadzasz linijki jako wartości polityki, upewnij się, że obejmujesz linijkę znakami cudzysłowu ("). Nie używaj pojedynczego znaku cytowania (').
pt_pt: {em_start}Nota:{em_end} Quando insere sequências de caracteres como os valores de diretiva, certifique-se de que utiliza aspas (") no início e fim da cadeia de caracteres. Não utilize aspas simples (').
zh_tw: {em_start}注意：{em_end} 當您輸入字串當作策略值時，請確認在字串中使用雙引號 (") ，不要使用單引號 (') 。

source: Grading Settings
da: Karakterindstillinger
fr: Paramètres d'évaluation
pl: Polityka ocen
pt_pt: Configurações da Classificação
zh_tw: 評分設置

source: Overall Grade Range
da: Samlet karakterområde
fr: Plage d'évaluation globale
pl: Ogólny zakres ocen
pt_pt: Escala Geral de Classificação
zh_tw: 整體評分範圍

source: Your overall grading scale for student final grades
da: Din overordnede karakterskala for studerendes endelige karakterer
fr: Votre échelle globale d'évaluation des notes finales des étudiants
pl: Twoja ogólna skala ocen dla końcowych wyników studenta
pt_pt: A sua escala geral para as notas finais do estudante
zh_tw: 您對學生最終得分的整體評分範圍

source: Add grade
da: Tilføj karakter
fr: Ajouter note
pl: Dodaj ocenę
pt_pt: Adicionar classificação
zh_tw: 增加評分

source: Credit Eligibility
da: Kreditberettigelse
fr: Admissibilité de crédit
pl: Dostępność certyfikatu
pt_pt: Elegibilidade para Crédito do Curso.
zh_tw: 學分合格

source: Settings for course credit eligibility
da: Indstillinger for berettigelse til kursuskredit
fr: Paramètres d'admissibilité de crédit pour le cours
pl: Ustawienia dostępności certyfikatu
pt_pt: Configurações para elegibilidade de crédito do curso
zh_tw: 設定學分合格

source: Minimum Credit-Eligible Grade:
da: Minimum kreditberettiget karakter:
fr: Note de passage minimu pour l'admissibilité de crédit :
pl: Minimalna ocena do otrzymania certyfikatu:
pt_pt: Grau Mínimo de Crédito Elegível:
zh_tw: 最低學分合格成績:

source: Must be greater than or equal to the course passing grade
da: Skal være større end eller lig med kursets beståelseskarakter
fr: Doit être supérieur ou égal à la note de passage du cours
pl: Musi być większa bądź równa ocenie zaliczającej kurs
pt_pt: Deve ser maior ou igual à classificação para aprovação do curso
zh_tw: 必須大於或等課程成格分數

source: Grading Rules & Policies
da: Bedømmelsesregler og -politikker
fr: Règles et politiques de notation
pl: Zasady i polityka oceniania
pt_pt: Regras e Políticas de Classificação
zh_tw: 評分政策

source: Deadlines, requirements, and logistics around grading student work
da: Deadlines, krav og logistik omkring karaktergivning af elevernes arbejde
fr: Dates limites, exigences et logistique autour de la notation du travail des étudiants
pl: Terminy końcowe, wymagania i inne zasady związane z ocenianiem postępów studenta
pt_pt: Prazos, requisitos, e logística sobre a classificação do trabalho do estudante
zh_tw: 對學生進行評分的截止日期，要求和流程

source: Grace Period on Deadline:
da: Henstandsperiode på deadline:
fr: délai supplémentaire après la date limite :
pl: Okres prolongaty po terminie ostatecznym:
pt_pt: Período de Tolerância para o Prazo Final:
zh_tw: 截止日期的寬限時間

source: Leeway on due dates
da: Spilletid på forfaldsdatoer
fr: Marges de manœuvre sur les dates d'échéances
pl: Elastyczność terminów ostatecznych
pt_pt: Margem para as Datas Limite
zh_tw: 允許作業遲交的寬限時間

source: Assignment Types
da: Opgavetyper
fr: Types de travaux
pl: Typy ćwiczeń
pt_pt: Tipos de Tarefa
zh_tw: 作業類別

source: Categories and labels for any exercises that are gradable
da: Kategorier og etiketter til alle øvelser, der kan gradueres
fr: Catégories et étiquettes pour tous les exercices soumis à notation
pl: Kategorie i etykiety dla ćwiczeń podlegających ocenie
pt_pt: Categorias e etiquetas para qualquer exercício com classificação
zh_tw: 所有可評分的練習種類和標籤

source: New Assignment Type
da: Ny opgavetype
fr: Nouveau type de travail
pl: Nowy typ ćwiczenia
pt_pt: Novo Tipo de Tarefa
zh_tw: 新增作業類別

source: What can I do on this page?
da: Hvad kan jeg gøre på denne side?
fr: Que puis-je faire sur cette page ?
pl: Co mogę zrobić na tej stronie?
pt_pt: O que posso fazer nesta página?
zh_tw: 我可以在此頁做甚麼事情？

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
da: Du kan bruge skyderen under Samlet karakterinterval til at angive, om dit kursus er bestået/ikke bestået eller bedømt efter bogstav, og til at fastlægge tærsklerne for hver karakter.
fr: Vous pouvez utiliser le curseur sous la "fourchette des notes" pour spécifier d'une part si le cours est réussi/raté ou évalué par des lettres, et d'autre part pour établir les seuils pour chaque grade.
pl: Możesz skorzystać z suwaka znajdującego się pod "Ogólnym zakresem ocen" w celu wyboru formy ukończenia kursu - na zaliczenie lub na ocenę, oraz żeby określić wymagany poziom dla każdej oceny.
pt_pt: Utilize o cursor na Escala Geral de Classificação para especificar se a avaliação do seu curso é feita segundo o modelo aprovado/reprovado ou segundo a classificado por Letra, e para estabelecer os valores-limite de cada grau.
zh_tw: 您可以使用整體評分範圍下面的滑動條來指定評分標準，或者使用簡易等級字母評分，並且設定每種評分的門檻值。

source: You can specify whether your course offers students a grace period for late assignments.
da: Du kan angive, om dit kursus giver eleverne en henstandsperiode for sene opgaver.
fr: Vous pouvez spécifier si votre cours peut offrir aux étudiants une période de grâce pour les devoirs en retard.
pl: Możesz określić czy twój kurs oferuje studentom okres prolongaty dla ćwiczeń wykonywanych po terminie.
pt_pt: Especifique se o seu curso oferece aos estudantes um período de tolerância para as tarefas em atraso.
zh_tw: 您可以指定您的課程是否給提供學生遲交作業的寬限期。

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
da: Du kan også oprette opgavetyper, såsom lektier, laborationer, quizzer og eksamener, og angive, hvor meget af en elevs karakter hver opgavetype er værd.
fr: Vous pouvez aussi créer des types de tâches , comme des devoirs, des laboratoires, des quiz, des examens et préciser la valeur des points pour chacune de ces tâches.
pl: Możesz tworzyć typy ćwiczeń, takie jak prace domowe, laboratoria, quizy lub egzaminy i określać w jakim stopniu dane ćwiczenie wpływa na końcową ocenę studenta.
pt_pt: Também pode criar tipos de tarefas, tais como trabalhos de casa, laboratórios, questionários, e exames, e especifique quanto uma nota de cada aluno vale para cada tipo de tarefa.
zh_tw: 您也可以建立作業類型，比如家庭作業、實驗、隨堂測驗、以及考試，並且指定每個作業的評價分值。

source: Pages & Resources
da: Sider og ressourcer
fr: Pages et ressources
pl: Strony i zasoby
pt_pt: Páginas & Recursos

source: New Textbook
da: Ny lærebog
fr: Nouveau manuel
pl: Nowy podręcznik
pt_pt: Novo Livro Didático
zh_tw: 新的教材

source: Why should I break my textbook into chapters?
da: Hvorfor skal jeg dele min lærebog op i kapitler?
fr: Pourquoi dois-je diviser mon manuel en chapitres ?
pl: Dlaczego warto podzielić podręcznik na rozdziały?
pt_pt: Porque motivo deve dividir o seu livro didático em capítulos?
zh_tw: 為什麼我需要將教材拆分成章節？

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
da: At dele din lærebog op i flere kapitler reducerer indlæsningstiden for elever, især dem med langsomme internetforbindelser. At dele lærebøger op i kapitler kan også hjælpe eleverne med lettere at finde emnebaseret information.
fr: Diviser votre manuel en plusieurs chapitres réduit le temps de chargement pour les étudiants, et en particulier pour ceux ayant une connexion internet lente. La division du manuel en chapitres peut également aider les étudiants à trouver plus facilement des informations sur un sujet donné.
pl: Podzielenie podręcznika na rozdziały obniża studentom czas jego wczytywania, w szczególności tym ze słabym łączem internetowym, a także pozwala studentom na łatwiejsze wyszukiwanie informacji na interesujący ich temat.
pt_pt: Ao dividir o seu livro didático em vários capítulos diminui o seu tempo de carregamento para os estudantes, especialmente aqueles com ligações à Internet mais lentas. Ao dividir os livros didáticos em capítulos também pode ajudar os estudantes a encontrar mais facilmente a informação baseada em tópicos.
zh_tw: 將您的課程教材拆分成章節有助於降低學生的載入時間，特別是網路速度較慢的學生。同時可以幫助學生更容易根據主題找到他們所需的資訊。

source: What if my book isn't divided into chapters?
da: Hvad hvis min bog ikke er opdelt i kapitler?
fr: Comment faire si mon manuel n'est pas divisé en chapitres ?
pl: Co jeśli mój podręcznik nie jest podzielony na rozdziały?
pt_pt: E se meu livro não estiver divido em capítulos?
zh_tw: 如果我的教材沒有拆分成章節會怎麼樣？

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
da: Hvis din lærebog ikke har individuelle kapitler, kan du uploade hele teksten som et enkelt kapitel og indtaste et navn efter eget valg i feltet Kapitelnavn.
fr: Si votre manuel n'a pas de chapitres individuels, vous pouvez envoyer le texte entier comme un chapitre unique, et entrer le nom de votre choix dans le champ "Nom du Chapitre".
pl: Jeśli twój podręcznik nie posiada pojedynczych rozdziałów, możesz przesłać cały tekst jako jeden rozdział i wprowadzić dowolną nazwę w polu "Nazwa rozdziału".
pt_pt: Se o seu livro didático não tem capítulos individuais, pode enviar o texto completo como um único capítulo e inserir um nome à sua escolha no campo «Nome do Capítulo».
zh_tw: 如果您的教材沒有獨立的章節，您可以上傳整個文件作為一個章節，並在章節名稱欄位中輸入您所選擇的名稱。

source: Learn more about textbooks
da: Lær mere om lærebøger
fr: En savoir plus à propos des manuels
pl: Dowiedz się więcej na temat podręczników
pt_pt: Saiba mais sobre livros didáticos
zh_tw: 了解更多關於筆記本

source: Course Video Settings
da: Kursusvideoindstillinger
fr: Paramètres de la vidéo du cours
pl: Ustawienia filmów kursu
pt_pt: Configurações do Vídeo do Curso
zh_tw: 課程影片設定

source: Changing..
da: Ændres..
fr: Changement en cours...
pl: Zmienianie..
pt_pt: Alterando..

source: Videos per page:
da: Videoer pr. side:
fr: Vidéos par page
pl: Filmów na stronę:
pt_pt: Vídeos por página:

source: Access is not restricted
da: Adgangen er ikke begrænset
fr: Accès non limité
pl: Dostęp nie jest ograniczony
pt_pt: O acesso não é restrito

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
da: Adgang til denne enhed er ikke begrænset, men synlighed kan blive påvirket af nedarvede indstillinger.
fr: L'accès à cette unité n'est pas limité, mais sa visibilité peut être influencée par les paramètres hérités.
pl: Dostęp do tego ekranu nie jest ograniczony, jednak na jego widoczność mogą mieć wpływ dziedziczone ustawienia.
pt_pt: O acesso a esta unidade não é restrito, mas a visibilidade pode ser afetada por configurações já predefinidas.

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
da: Adgang til denne komponent er ikke begrænset, men synlighed kan blive påvirket af nedarvede indstillinger.
fr: L'accès à ce composant n'est pas limité, mais sa visibilité peut être influencée par les paramètres hérités.
pl: Dostęp do tego elementu nie jest ograniczony, jednak na jego widoczność mogą mieć wpływ dziedziczone ustawienia.
pt_pt: O acesso a este componente não é restrito, mas a visibilidade pode ser afetada por configurações já predefinidas.

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
da: Du kan begrænse adgangen til denne enhed til elever i specifikke tilmeldingsspor eller indholdsgrupper.
fr: Vous pouvez limiter l'accès à cette unité aux étudiants de parcours d'inscriptions ou de groupes de contenu particuliers.
pl: Możesz ograniczyć dostęp studentów do tego ekranu w zależności od ich ścieżki kursu lub na podstawie grup treści.
pt_pt: Pode restringir o acesso a esta unidade para estudantes em modos de inscrição ou grupos de conteúdo específicos.

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
da: Du kan begrænse adgangen til denne komponent til elever i specifikke tilmeldingsspor eller indholdsgrupper.
fr: Vous pouvez limiter l'accès à ce composant aux étudiants de parcours d'inscriptions ou de groupes de contenu particuliers.
pl: Możesz ograniczyć dostęp studentów do tego elementu w zależności od ich ścieżki kursu lub na podstawie grup treści.
pt_pt: Pode restringir o acesso a este componente para estudantes em modos de inscrição ou grupos de conteúdo específicos.

source: You can restrict access to this unit to learners in specific content groups.
da: Du kan begrænse adgangen til denne enhed til elever i bestemte indholdsgrupper.
fr: Vous pouvez limiter l'accès à cette unité aux étudiants de groupes de contenu particuliers.
pl: Możesz ograniczyć dostęp do tego ekranu studentom w określonych grupach treści.
pt_pt: Pode restringir o acesso a esta unidade aos estudantes de grupos de conteúdo específicos.

source: You can restrict access to this component to learners in specific content groups.
da: Du kan begrænse adgangen til denne komponent til elever i specifikke indholdsgrupper.
fr: Vous pouvez limiter l'accès à ce composant aux étudiants de groupes de contenu particuliers.
pl: Możesz ograniczyć dostęp do tego elementu dla studentów w określonych grupach treści.
pt_pt: Pode restringir o acesso a este componente aos estudantes de grupos de conteúdo específicos.

source: Manage content groups
da: Administrer indholdsgrupper
fr: Gérer les groupes de contenus
pl: Zarządzaj grupami treści
pt_pt: Gerir grupos de conteúdo
zh_tw: 管理內容群組
