Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: No changes made. Nothing to save.
da: Der er ikke lavet ændringer, så der er ikke noget at gemme.
fr: Aucun changement. Rien n'a été sauvé.
pl: Nie dokonano zmian. Nie ma potrzeby zapisu.
pt_pt: Não foram realizadas quaisquer alterações. Não existe nada para guardar.
zh_tw: 沒有任何變更。沒有東西可以儲存。

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
da: Dette er den adresse, hvor du kan finde din artikel. Brug kun alfanumeriske tegn og - eller _. Bemærk, at du ikke kan ændre sluggen, når artklen er oprettet.
fr: Ceci sera l'adresse de votre article. Utilisez uniquement des caractères alphanumériques et - ou _. Notez que vous ne pourrez pas changer le slug avoir créé l'article.
pl: Będzie to adres pod którym znajdzie się twój artykuł. Korzystaj wyłącznie ze znaków alfanumerycznych oraz znaków - lub _. Weź pod uwagę, że po stworzeniu artykułu nie będzie można później zmienić odnośnika.
pt_pt: Este será o endereço onde o seu artigo pode ser encontrado. Utilize apenas caracteres alfanuméricos e - ou _. Note que não poderá alterar a terminação do url depois de criar o artigo.
zh_tw: 這將成為可以找到您的文章之位址。只能使用字母與數字符號構成的字元以及- 或者 _ 。請注意，您不能在建立文章後更改縮略名 。

source: Write a brief message for the article's history log.
da: Skriv en kort besked til artiklens historiklog.
fr: Ecrivez un court message pour l'historique de l'article.
pl: Zamieść krótką informację do logu historii artykułu.
pt_pt: Escreva uma breve mensagem para o registro histórico do artigo.
zh_tw: 為文章的歷史記錄寫一條簡短的訊息。

source: A slug may not begin with an underscore.
da: En slug må aldrig begynde med en underscore.
fr: Un slug ne peut pas commencer avec un underscore.
pl: Odnośnik nie może się zaczynać od znaku podkreślenia.
pt_pt: Um slug não pode começar com um sublinhado.
zh_tw: 一個縮略名不得以下劃線開頭。

source: A deleted article with slug "%s" already exists.
da: Der findes allerede en slettet artikel med slug "%s".
fr: Un article supprimé avec le slug "%s" existe déjà.
pl: Istnieje już usunięty artykuł o odnośniku "%s".
pt_pt: Um artigo eliminado com slug "%s" já existe.
zh_tw: 已經存在一篇縮略名為"%s"的已刪除文章。

source: A slug named "%s" already exists.
da: Der findes allerede en slug med navnet "%s".
fr: Un slug nommé "%s" existe déjà.
pl: Istnieje już odnośnik "%s".
pt_pt: Um slug chamado "%s" já existe.
zh_tw: 縮略名"%s"已存在。

source: Yes, I am sure
da: Ja, jeg er sikker
fr: Oui, je suis sûr
pl: Tak, jestem pewien
pt_pt: Sim, tenho a certeza
zh_tw: 是的，我確定

source: Purge
da: Rens
fr: Purger
pl: Wyczyść
pt_pt: Limpar
zh_tw: 清除

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
da: Rens artiklen: Fjern den (og hele indholdet) uden brug af fortryd. Det er en god ide at rense, hvis du ønsker at tømme sluggen, så brugerne kan oprette nye artikler i stedet for.
fr: Purger l'article : Le supprimer complètement et définitivement (ainsi que son contenu) sans retour en arrière possible. Purger est une bonne idée si vous voulez libérer le slug de telle sorte que les utilisateurs puissent créer de nouveaux articles à sa place.
pl: Wyczyść artykuł: Całkowicie usuń artykuł (wraz z całą zawartością) bez możliwości cofnięcia czynności. Wyczyszczenie artykułu jest dobrym pomysłem jeśli chcesz zwolnić odnośnik na nowy artykuł.
pt_pt: Limpar o artigo: Removê-lo completamente (e todo o seu conteúdo) sem o desfazer. Limpar é uma boa ideia se quiserem libertar o slug de modo a que os utilizadores possam criar novos artigos no seu lugar.
zh_tw: 清除文章：徹底刪除它(和它所有的內容)同時沒有復原功能。如果您想釋放特硬的縮略名 ，使得用戶可以在其位置建立新的文章的話，清除是一個好主意。

source: You are not sure enough!
da: Du er ikke sikker nok!
fr: Vous n'êtes pas suffisamment sûr !
pl: Nie jesteś wystarczająco pewien!
pt_pt: Não tem certeza suficiente!
zh_tw: 您不夠確定！

source: While you tried to delete this article, it was modified. TAKE CARE!
da: Mens du forsøgte at slette denne artikel, blev den ændret. PAS PÅ!
fr: Pendant que vous essayiez de supprimer cet article, il a été modifié. FAITES ATTENTION !
pl: W trakcie próby usunięcia artykułu został on zmodyfikowany. OSTROŻNIE!
pt_pt: Este artigo foi alterado enquanto o tentava eliminar. TENHA CUIDADO!
zh_tw: 當您試圖刪除這篇文章的同時，文章被修改。保重！

source: Lock article
da: Lås artiklen
fr: Verrouiller l'article
pl: Zablokuj artykuł
pt_pt: Fechar artigo
zh_tw: 鎖定文章

source: Deny all users access to edit this article.
da: Nægt alle brugere adgang til at redigere denne artikel.
fr: Priver tous les utilisateurs du droit d'édition de cet article.
pl: Odmawiaj wszystkim użytkownikom dostępu do edycji tego artykułu.
pt_pt: Negar o acesso a todos os utilizadores para editar este artigo.
zh_tw: 拒絕所有用戶存取編輯這篇文章。

source: Permissions
da: Tilladelser
pl: Uprawnienia
pt_pt: Permissões
zh_tw: 權限

source: Owner
da: Ejer
fr: Propriétaire
pl: Właściciel
pt_pt: Proprietário
zh_tw: 擁有者

source: Enter the username of the owner.
da: Indsæt ejerens brugernavn.
fr: Entrer le nom d'utilisateur du propriétaire.
pl: Wpisz nazwę użytkownika właściciela.
pt_pt: Introduza o nome de utilizador do proprietário.
zh_tw: 輸入擁有者的使用者帳號。

source: (none)
da: (ingen)
fr: (néant)
pl: (brak)
pt_pt: (nenhum)

source: Inherit permissions
da: Viderefør tilladelser
fr: Hériter des permissions
pl: Kopiuj uprawnienia
pt_pt: Herdar permissões
zh_tw: 繼承權限

source: Check here to apply the above permissions recursively to articles under this one.
da: Kontroller her for at bruge ovenstående tilladelser rekursivt i artikler under denne.
fr: Cochez ceci pour appliquer les permissions supérieures aux articles qui dépendent de celui-ci.
pl: Zaznacz tę opcję, jeśli chcesz zastosować powyższe uprawnienia do artykułów podrzędnych wobec aktualnego.
pt_pt: Verifique aqui para aplicar estas permissões continuamente para artigos sob este.
zh_tw: 點選此處來確認將上述權限遞迴設定到此篇文章之下。

source: Permission settings for the article were updated.
da: Artiklens tilladelsesindstillinger er blevet opdateret.
fr: Les paramètres de permission pour cet article ont été mis à jour.
pl: Ustawienia uprawnień do artykułu zostały zaktualizowane.
pt_pt: As definições de permissão para o artigo foram atualizadas.
zh_tw: 文章的權限設定已更新。

source: Your permission settings were unchanged, so nothing saved.
da: Dine tilladelsesindstillinger er uændrede, så intet er blevet gemt.
fr: Vos paramètres de permission demeurent inchangés, rien n'a été sauvegardé.
pl: Ustawienia uprawnień pozostały bez zmian, także nie dokonano zapisu.
pt_pt: Não houve alterações nas definições de permissão, portanto nada foi guardado.
zh_tw: 您的權限設定並未改變，所以並未儲存。

source: No user with that username
da: Ingen bruger med dette brugernavn
fr: Aucun utilisateur avec ce nom d'utilisateur
pl: Brak użytkownika o tej nazwie
pt_pt: Não existe nenhum utilizador com este nome de utilizador
zh_tw: 沒有用戶使用這個使用者帳號

source: Article locked for editing
da: Artiklen er låst og kan ikke redigeres
fr: Article verrouillé pour l'édition
pl: Artykuł zablokowany do edycji
pt_pt: Artigo fechado para edição
zh_tw: 已鎖定文章編輯功能

source: Article unlocked for editing
da: Artiklen er ikke låst og kan redigeres
fr: Article déverrouillé pour l'édition
pl: Artykuł odblokowany do edycji
pt_pt: Artigo aberto para edição
zh_tw: 文章編輯鎖定已解除

source: Settings for plugin
da: Indstillinger for plugin
fr: Paramètres pour le plugin
pl: Ustawienia wtyczki
pt_pt: Definições para plugin
zh_tw: 外掛設定

source: current revision
da: aktuel revision
fr: révision actuelle
pl: aktualna wersja
pt_pt: revisão atual
zh_tw: 使用中的修訂版

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
da: Der vises en revision af denne artikel. Hvis du har behov for at gå tilbage, kan du blot ændre værdien i dette felt.
fr: La révision a été affichée pour cet article. Si vous voulez faire un retour en arrière, changez simplement la valeur de ce champ.
pl: Aktywna wersja bieżącego artykułu. Jeśli chcesz przywrócić poprzednią wersję, zmień wartość tego pola.
pt_pt: A revisão que está a ser exibida para este artigo. Se precisar de repor, basta alterar o valor deste campo.
zh_tw: 正在顯示這篇文章的修訂版。如果您需要復原，簡單地改變欄位中的值。

source: modified
da: ændret
fr: modifié
pl: zmodyfikowany
pt_pt: modificado
zh_tw: 修改

source: Article properties last modified
da: Artiklens egenskaber sidst ændret
fr: Dernière modification des propriétés de l'article
pl: Ostatnia modyfikacja artykułu
pt_pt: Última alteração das propriedades artigo
zh_tw: 最後修改的文章屬性

source: The owner of the article, usually the creator. The owner always has both read and write access.
da: Artiklens ejer, normalt forfatteren. Ejeren har altid både læse- og skriveadgang.
fr: Le propriétaire de l'article, généralement le créateur. Le propriétaire a toujours les droits d'accès en lecture et en écriture.
pl: Zazwyczaj właścicielem artykułu jest jego twórca. Właściciel ma zawsze dostęp do odczytu i zapisu.
pt_pt: O proprietário do artigo, geralmente o criador. O proprietário tem sempre acesso de leitura e de escrita.
zh_tw: 文章的擁有者通常是作者，擁有者永遠擁有讀取和寫入權限。

source: group
da: gruppe
fr: groupe
pl: grupa
pt_pt: grupo
zh_tw: 群組

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
da: Ligesom i et UNIX-filsystem kan tilladelser gives til en bruger i overensstemmelse med gruppemedlemskab. Grupper håndteres via Django-godkendelsessystemet
fr: A l'instar du système des fichiers d'UNIX, les permissions peuvent être données à un utilisateur selon son appartenance à un groupe. Les groupes sont gérés via le système d'authentification Django.
pl: Podobnie jak w systemie plików UNIX, można nadać uprawnienia użytkownikowi zgodnie z przynależnością do grupy. Grupy są obsługiwane za pośrednictwem systemu uwierzytelniania Django.
pt_pt: Tal como num sistema de ficheiros UNIX, as permissões podem ser dadas a um utilizador de acordo com a sua inscrição num grupo. Os grupos são geridos através do sistema de autenticação Django.
zh_tw: 像在UNIX檔案系統中，可以依團隊成員給予使用者權限。團隊都可以透過Django的身分驗證系統來處理。

source: group read access
da: læseadgang for gruppen
fr: Groupe accès en lecture
pl: grupowy dostęp do odczytu
pt_pt: acesso de leitura em grupo
zh_tw: 群組閱讀權限

source: group write access
da: skriveadgang for gruppen
fr: Groupe accès en écriture
pl: grupowy dostęp do zapisu
pt_pt: acesso de escrita em grupo
zh_tw: 群組寫入權限

source: others read access
da: læseadgang for andre
fr: Autres accès en lecture
pl: dostęp do odczytu dla innych
pt_pt: outros acessos de leitura
zh_tw: 其他人讀取權限

source: others write access
da: skriveadgang for andre
fr: Autres accès en écriture
pl: dostęp do zapisu dla innych
pt_pt: outros acessos de escrita
zh_tw: 其他人寫入權限

source: Article without content (%(id)d)
da: Artikel uden indhold (%(id)d)
fr: Article sans contenu (%(id)d)
pl: Artykuł bez zawartości (%(id)d)
pt_pt: Artigo sem conteúdo (%(id)d)
zh_tw: 文章沒有內容 (%(id)d)

source: content type
da: indholdstype
fr: type de contenu
pl: typ zawartości
pt_pt: tipo de conteúdo
zh_tw: 內容種類

source: object ID
da: objekt-id
fr: ID de l'objet
pl: identyfikator podmiotu
pt_pt: ID de objeto
zh_tw: 物件ID

source: Article for object
da: Artikel om objekt
fr: Article pour l'objet
pl: Artykuł dla podmiotu
pt_pt: Artigo para objeto
zh_tw: 物件的文章

source: Articles for object
da: Artikler om objekt
fr: Articles pour l'objet
pl: Artykuły dla podmiotu
pt_pt: Artigos para objeto
zh_tw: 物件的文章們

source: revision number
da: revisionsnummer
fr: Numéro de révision
pl: numer wersji
pt_pt: número de revisão
zh_tw: 修訂版編號

source: IP address
da: IP-adresse
fr: Adresse IP
pl: adres IP
pt_pt: Endereço de IP
zh_tw: IP位置

source: user
da: bruger
fr: utilisateur
pl: użytkownik
pt_pt: utilizador
zh_tw: 使用者

source: locked
da: låst
fr: verrouillé
pl: zablokowany
pt_pt: bloqueado
zh_tw: 已鎖定

source: article
da: artikel
pl: artykuł
pt_pt: artigo
zh_tw: 文章

source: article contents
da: artiklens indhold
fr: contenu de l'article
pl: treść artykułu
pt_pt: conteúdos do artigo
zh_tw: 文章內容

source: article title
da: artiklens titel
fr: titre de l'article
pl: tytuł artykułu
pt_pt: título do artigo
zh_tw: 文章標題

source: Each revision contains a title field that must be filled out, even if the title has not changed
da: Enhver revision indeholder et titelfelt, som skal udfyldes, også selvom titlen ikke er blevet ændret
fr: Chaque révision contient un champ "titre" qui doit être rempli, même si le titre n'a pas été modifié
pl: Każda rewizja zawiera pole tytułu, które należy wypełnić, nawet jeśli tytuł nie podlegał zmianie
pt_pt: Cada revisão contém um campo de título que tem de ser preenchido, mesmo que o título não tenha sido alterado
zh_tw: 即使標題沒有改變，每個修訂版都必須填寫標題欄位

source: original article
da: orginal artikel
fr: article original
pl: oryginalny artykuł
pt_pt: artigo original
zh_tw: 原始文章

source: Permissions are inherited from this article
da: Tilladelser er overtaget fra denne artike
fr: Les permissions sont héritées à partir de cet article
pl: Uprawnienia zostają dziedziczone z tego artykułu
pt_pt: As permissão são herdadas deste artigo
zh_tw: 權限是繼承自這篇文章

source: A plugin was changed
da: En plugin er blevet ændret
fr: Un plugin a été modifié
pl: Wtyczka została zmieniona
pt_pt: Foi alterado um plug-in
zh_tw: 外掛已改變

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
da: Der vises en revision for denne plugin. Hvis du har behov for at gå tilbage, skal du blot ændre værdien i dette felt.
fr: La révision a été affichée pour ce plugin. Si vous devez faire un retour en arrière, changez simplement la valeur de ce champ.
pl: Wersja wyświetlana dla bieżącego pluginu. Jeśli chcesz wycofać zmianę, zmień wartość tego pola.
pt_pt: A revisão que está a ser exibida para este plugin. Se precisar de reverter, basta alterar o valor deste campo.
zh_tw: 正在顯示這個外掛的所有修訂版本。如果您需要復原回去，簡單地改變這個欄位的值。

source: Cache lookup value for articles
da: Cache-søgeværdi for artikler
fr: Valeur de la recherche dans la cache pour les articles
pl: Wartości pamięci podręcznej dla artykułów
pt_pt: Valor de pesquisa em cache para artigos
zh_tw: 文章的快取查詢值

source: URL path
da: URL-sti
fr: chemin de l'URL
pl: ścieżka URL
pt_pt: Endereço URL
zh_tw: URL 路徑

source: URL paths
da: URL-stier
fr: chemins de l'URL
pl: ścieżki URL
pt_pt: Endereços URL
zh_tw: URL 路徑

source: Sorry but you cannot have a root article with a slug.
da: Beklager men du kan ikke have en rodartikel med en slug.
fr: Désolé, vous ne pouvez pas avoir un article racine avec un slug.
pl: Nie można mieć artykułu wiodącego z odnośnikiem.
pt_pt: Lamentamos, mas não pode ter um artigo de origem com uma terminação.
zh_tw: 對不起，您不能替根文章取縮略名

source: A non-root note must always have a slug.
da: En note uden rod skal altid have en slug.
fr: Une note qui n'est pas racine doit obligatoirement avoir un slug.
pl: Notatka nie będąca wiodącą zawsze musi posiadać identyfikator.
pt_pt: Uma nota sem-origem deve ter sempre uma terminação.
zh_tw: 一個非根節點必須設定一個縮略名。

source: There is already a root node on %s
da: Der er allerede en rodnote på %s
fr: Il y a déjà un noeud racine sur %s
pl: Istnieje już węzeł wiodący na %s
pt_pt: Já existe um nó origem em %s
zh_tw: 目前已經有一個根節點在%s上

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
da: Artikler, som har mistet deres forældre Denne artikels børn har fået deres forældre slettet. Du skal sandsynligvis finde et nyt hjem til dem.
fr: Articles qui ont perdu leurs parents =============================== Les enfants de cet article ont eu leurs parents supprimés. Vous devriez probablement trouver une nouvelle maison pour eux.
pl: Artykuły, które "zgubiły" artykuły nadrzędne. =============================== "Dzieci" tych artykułów straciły swoich "rodziców". Powinieneś znaleźć dla nich nowy dom.
pt_pt: Artigos secundários que perderam os artigos originais =============================== Foram eliminados os artigos originais destes artigos secundários. Deve procurar um novo local para os guardar.
zh_tw: 遺失父文章的文章 =============================== 對於這篇文章的子文章來說，由於父文章已被刪除，您應該要幫它們找一個新家。

source: Lost and found
da: Mistet og fundet
fr: Perdu et trouvé
pl: Zgubione i odnalezione
pt_pt: Perdidos e achados
zh_tw: 失物招領

source: A short summary of what the file contains
da: Et kort resumé af, hvad filen indeholder
fr: Un court résumé de ce que le fichier contient
pl: Krótkie objaśnienie tego, co zawiera plik
pt_pt: Um breve resumo sobre o conteúdo do ficheiro
zh_tw: 簡單描述檔案中包含了什麼

source: Yes I am sure...
da: Ja, jeg er sikker...
fr: Oui, je suis sûr...
pl: Tak, jestem pewien...
pt_pt: Sim tenho a certeza...
zh_tw: 是的，我確定....

source: Click to download file
da: Klik for at downloade fil
fr: Cliquer pour télécharger le fichier
pl: Kliknij, aby pobrać plik
pt_pt: Clique para transferir o ficheiro
zh_tw: 點擊以下載檔案

source: The revision of this attachment currently in use (on all articles using the attachment)
da: Revisionen af dette bilag er i øjeblikket i brug (på alle artikler, der bruger bilaget)
fr: La révision de cette pièce jointe est actuellement en cours d'utilisation (sur tous les articles utilisant la pièce jointe)
pl: Wersja tego załącznika jest obecnie w użyciu (we wszystkich artykułach korzystających z tego załącznika)
pt_pt: A revisão atualmente em uso deste anexo (em todos os artigos que utilizam o anexo)
zh_tw: 正在使用此附件的修訂版 (包含所有使用這個附件的文章)

source: original filename
da: originalt filnavn
fr: nom de fichier initial
pl: oryginalna nazwa pliku
pt_pt: nome do ficheiro original
zh_tw: 原始檔案名稱

source: attachment
da: bilag
fr: pièce jointe
pl: załącznik
pt_pt: anexo
zh_tw: 附件

source: attachments
da: bilag
fr: pièces jointes
pl: załączniki
pt_pt: anexos
zh_tw: 附件

source: file
da: fil
fr: fichier
pl: plik
pt_pt: ficheiro
zh_tw: 檔案

source: attachment revision
da: revision af bilag
fr: révision de la pièce jointe
pl: wersja załącznika
pt_pt: revisão do anexo
zh_tw: 附件修訂版本

source: attachment revisions
da: revisioner af bilag
fr: Révisions de l'attachement
pl: wersje załącznika
pt_pt: revisões do anexo
zh_tw: 附件修訂版本

source: %s was successfully added.
da: %s er blevet tilføjet.
fr: %s ajouté avec succès.
pl: %s został pomyślnie dodany.
pt_pt: %s foi adicionado com sucesso.
zh_tw: %s 新增成功。

source: Your file could not be saved: %s
da: Din fil kunne ikke gemmes: %s
fr: Votre fichier ne peut pas être sauvegardé: %s
pl: Nie udało się zapisać twojego pliku: %s
pt_pt: O seu ficheiro não pode ser guardado: %s
zh_tw: 您的檔案無法被儲存： %s

source: Your file could not be saved, probably because of a permission error on the web server.
da: Din fil kunne ikke gemmes, sandsynligvis på grund af en tilladelsesfejl på webserveren.
fr: Votre fichier ne peut pas être sauvegardé, probablement à cause d'une erreur de permission sur le serveur web.
pl: Plik nie może zostać zapisany prawdopodobnie z powodu błędu uprawnień na serwerze.
pt_pt: O seu ficheiro não pode ser guardado, devido provavelmente a um erro de permissão no servidor de rede.
zh_tw: 您的檔案無法儲存，可能是因為在網站伺服器的權限錯誤。

source: %s uploaded and replaces old attachment.
da: %s er blevet uploadet og erstatter gammelt bilag.
fr: %s téléchargé et remplace l'ancienne pièce jointe.
pl: %s wgrany i zastąpi poprzedni załącznik.
pt_pt: %s enviado e substitui o anexo antigo.
zh_tw: %s 上傳並取代舊的附件。

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
da: Din nye fil vil automatisk få et nyt navn for at matche den fil, der allerede findes. Filer med forskellige filtype er ikke tilladt.
fr: Votre nouveau fichier va automatiquement être renommé pour correspondre au fichier déjà présent. Les fichiers avec des extensions différentes ne sont pas autorisés.
pl: Twój nowy plik zostanie automatycznie nazwany, by pasować do dotychczas istniejącego pliku. Pliki z innymi rozszerzeniami są niedozwolone.
pt_pt: O seu novo ficheiro será automaticamente renomeado para corresponder ao ficheiro já existente. Não são permitidos ficheiros com extensões diferentes.
zh_tw: 您的新檔案將自動被重新命名以替代已經存在的檔案。具有不同的擴充功能的檔案是不允許的。

source: Current revision changed for %s.
da: Aktuel revision er ændret for %s.
fr: La révision actuelle a été modifiée pour %s.
pl: Aktualna wersja zmieniona na %s.
pt_pt: Revisão atual alterada para %s.
zh_tw: 目前修訂版改變為 %s 。

source: Added a reference to "%(att)s" from "%(art)s".
da: Tilføjede en reference til "%(att)s" fra "%(art)s".
fr: La référence à "%(att)s" de "%(art)s" a été ajoutée.
pl: Dodano odniesienie do "%(att)s" z "%(art)s".
pt_pt: Foi adicionada uma referência a"%(att)s"a partir de "%(art)s".
zh_tw: 從"%(art)s"新增一個參考至 "%(att)s" 。

source: The file %s was deleted.
da: Filen %s er blevet slettet.
fr: Le fichier %s a été supprimé.
pl: Plik %s został usunięty.
pt_pt: O ficheiro %s foi eliminado.
zh_tw: %s 這個檔案被刪除。

source: This article is no longer related to the file %s.
da: Denne artikel er ikke længere knyttet til filen %s.
fr: Cet article n'est plus apparenté au fichier %s.
pl: Ten artykuł nie jest już powiązany z plikiem %s.
pt_pt: O artigo já não se encontra relacionado ao ficheiro %s
zh_tw: 這個文章已經不再涉及到 %s 檔案。

source: A file was changed: %s
da: En fil er blevet ændret: %s
fr: Un fichier a été modifié: %s
pl: Plik został zmieniony: %s
pt_pt: Um ficheiro foi alterado: %s
zh_tw: 一個檔案被改變： %s

source: A file was deleted: %s
da: En fil er blevet slettet: %s
fr: Un fichier a été supprimé: %s
pl: Plik został usunięty: %s
pt_pt: Um ficheiro foi eliminado: %s
zh_tw: 一個檔案被刪除： %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
da: Filen kan henvises til andre artikler. Sletning betyder, at de mister deres referencer til denne fil. Følgende artikler henviser til denne fil:
fr: Le fichier peut être référencé dans d'autres articles. Le supprimer leur fera perdre toute référence à ce fichier. Les articles suivants font référence à ce fichier :
pl: Ten plik może być przywoływany w innych artykułach. Jego usunięcie oznacza, że te artykuły stracą przywołania. Artykuły przywołujące ten plik:
pt_pt: O ficheiro pode ser referenciado noutros artigos. Ao eliminá-lo, os artigos vão perder as referências a este ficheiro. Os seguintes artigos fazem referência a este ficheiro:

source: Delete it!
da: Slet det!
fr: Supprimez-le !
pl: Usuń to!
pt_pt: Eliminar!
zh_tw: 刪除它！

source: Remove
da: Fjern
fr: Supprimer
pl: Usuń
pt_pt: Remover
zh_tw: 移除

source: You can remove a reference to a file, but it will retain its references on other articles.
da: Du kan fjerne en reference til en fil, men den beholder sine referencer på andre artikler.
fr: Vous pouvez retirer une référence à un fichier, mais il conservera les références à d'autres articles.
pl: Możesz usunąć przywołanie pliku, w innych artykułach przywołania pozostaną.
pt_pt: Poderá remover uma referência a um ficheiro, mas ele manterá as suas referências noutros artigos.

source: Remove reference
da: Fjern reference
fr: Retirer la référence
pl: Usuń odniesienie
pt_pt: Remover referência

source: History of
da: Historien om
fr: Historique de
pl: Historia
pt_pt: Histórico de

source: User
da: Bruger
fr: Utilisateur
pl: Użytkownik
pt_pt: Utilizador
zh_tw: 使用者

source: File
da: Fil
fr: Fichier
pl: Plik
pt_pt: Ficheiro
zh_tw: 檔案

source: Action
da: Handling
pl: Czynność
pt_pt: Ação
zh_tw: 啟動

source: <em>No description</em>
da: <em>Ingen beskrivelse</em>
fr: <em>Aucune description</em>
pl: <em>Brak opisu</em>
pt_pt: <em>Sem descrição</em>

source: Download
da: Hent
fr: Télécharger
pl: Pobierz
pt_pt: Transferir
zh_tw: 下載
