Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Grade required for a {cert_name_short}:
da: Karakter krævet for et {cert_name_short}:
fr: Note requise pour le {cert_name_short}:
pl: Ocena wymagana do uzyskania {cert_name_short}:
pt_pt: Classificação necessária para um {cert_name_short}:
zh_tw: 通過{cert_name_short}所需的得分：

source: Grade required to pass this course:
da: Karakter, der kræves for at bestå dette kursus:
fr: Note requise pour compléter ce cours :
pl: Ocena wymagania do zdania kursu:
pt_pt: Classificação necessária para passar neste curso:
zh_tw: 通過此課程所需的等級：

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
da: Din {cert_name_long} afventer bekræftelse på, at udstedelsen af dit {cert_name_short} overholder strenge amerikanske embargoer på Iran, Cuba, Syrien og Sudan. Hvis du mener, at vores system fejlagtigt har identificeret dig som værende forbundet med et af disse lande, så lad os vide ved at kontakte {email}. Hvis du ønsker en refusion på dit {cert_name_long}, bedes du kontakte vores faktureringsadresse {billing_email}
fr: Votre {cert_name_long} est en attente de confirmation que l'émission de votre {cert_name_short} respecte la législation des États-Unis concernant les embargos sur l'Iran, Cuba, la Syrie et le Soudan. Si vous pensez que notre système vous a identifié à tort comme relié à un de ces pays, faites-le nous savoir en nous contactant à l'adresse {email}. Si vous souhaitez un remboursement de votre {cert_name_long}, merci de contacter notre service de paiement à l'adresse {billing_email}.
pl: Twój certyfikat {cert_name_long} oczekuje na potwierdzenie, że wydanie {cert_name_short} leży w zgodzie z embargo na Iran, Kubę, Syrię i Sudan. Jeśli twoim zdaniem nasz system omyłkowo zakwalifikował cię do jednego z tych krajów, proszę poinformować nas kontaktując się na adres {email}. Jeśli chcesz otrzymać zwrot wpłaty za wydanie certyfikatu {cert_name_long}, skontaktuj się na nasz adres rozliczeniowy {billing_email}
pt_pt: O seu {cert_name_long} validado está pendente da confirmação de que a emissão do seu {cert_name_short} está em conformidade com embargos rígidos dos EUA contra o Irão, Cuba, Síria e Sudão. Se considera que o nosso sistema identificou erroneamente a sua ligação a um destes países, por favor informe-nos através de {email}. Se desejar um reembolso do seu {cert_name_long}, por favor entre em contacto através do nosso endereço de faturação {billing_email}
zh_tw: 按照美國對伊朗，古巴，敘利亞和蘇丹的嚴格禁運，您的證書{cert_name_long}核發 {cert_name_short}處於待決狀態。如果您認為我們的系統在認定您與這些國家的聯繫中有失公允，請通過聯繫 {email} 讓我們知道。如果您希望退款您的證書{cert_name_long}，請聯繫我們的帳單地址 {billing_email}

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
da: Din {cert_name_long} afventer bekræftelse på, at udstedelsen af dit {cert_name_short} overholder strenge amerikanske embargoer på Iran, Cuba, Syrien og Sudan. Hvis du mener, at vores system fejlagtigt har identificeret dig som værende forbundet med et af disse lande, så lad os det vide ved at kontakte {email}.
fr: Votre {cert_name_long} est en attente de confirmation que l'émission de votre {cert_name_short} respecte la législation des États-Unis concernant les embargos sur l'Iran, Cuba, la Syrie et le Soudan. Si vous pensez que notre système vous a identifié à tort comme relié à un de ces pays, faites-le nous savoir en nous contactant à l'adresse {email}.
pl: Twój zweryfikowany {cert_name_long} oczekuje na potwierdzenie, że wydanie {cert_name_short} leży w zgodzie z embargo na Iran, Kubę, Syrię i Sudan. Jeśli twoim zdaniem nasz system omyłkowo zakwalifikował cię do jednego z tych krajów, proszę poinformować nas kontaktując się na adres {email}.
pt_pt: O seu {cert_name_long} está pendente da confirmação de que a emissão do seu {cert_name_short} está em conformidade com embargos rígidos dos EUA contra o Irão, Cuba, Síria e Sudão. Se considera que o nosso sistema identificou erroneamente a sua ligação a um destes países, por favor informe-nos através de {email}.
zh_tw: 按照美國對伊朗，古巴，敘利亞和蘇丹的嚴格禁運，您的證書{cert_name_long}核發 {cert_name_short}處於待決狀態。如果您認為我們的系統在認定您與這些國家的聯繫中有失公允，請通過聯繫 {email} 讓我們知道。

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
da: Dit certifikat blev ikke udstedt, fordi du ikke har en aktuel bekræftet identitet med {platform_name}.
fr: Votre certificat n'a pas été publié car vous n'avez pas une identité vérifiée courant avec {platform_name}.
pl: Nie wydano twojego certyfikatu, ponieważ twoja tożsamość w {platform_name} nie została potwierdzona.
pt_pt: O seu certificado não foi emitido porque não possui de momento uma identidade verificada com {platform_name}.
zh_tw: 你的證書部正確，因為你沒有在此課程{platform_name}驗證身分

source: Your {cert_name_short} is Generating
da: Dit {cert_name_short} bliver Genereret
fr: Votre {cert_name_short} est en cours de préparation
pl: Twój {cert_name_short} jest generowany
pt_pt: O seu {cert_name_short} está a ser Criado
zh_tw: 正在產生您的{cert_name_short}

source: This link will open the certificate web view
da: Dette link åbner beviset i web layout
fr: Ce lien ouvrira la certificat au format web
pl: Ten odnośnik otworzy sieciowy podgląd certyfikatu
pt_pt: Este link abre a visualização web do certificado
zh_tw: 此連結可至證書的web介面

source: View my {cert_name_short}
da: Se min {cert_name_short}
fr: Voir mon {cert_name_short}
pl: Wyświetl mój {cert_name_short}
pt_pt: Ver o meu {cert_name_short}

source: This link will open/download a PDF document
da: Dette link åbner/downloader et PDF-dokument

source: Download my {cert_name_short}
da: Download min {cert_name_short}

source: This link will open/download a PDF document of your verified {cert_name_long}.
da: Dette link åbner/downloader et PDF-dokument af dit bekræftede {cert_name_long}.

source: Complete our course feedback survey
da: Udfyld kursus feedback
fr: Compléter notre sondage de remarques à propos du cours
pl: Wypełnij ankietę z oceną naszego kursu
pt_pt: Complete o nosso inquérito de opinião sobre o curso
zh_tw: 完成我們的課程回饋調查

source: Add Certificate to LinkedIn Profile
da: Tilføj Bevis til LinkedIn Profil
fr: Ajouter votre certificat à un profil LinkedIn
pl: Dodaj certyfikat do profilu LinkedIn
pt_pt: Adicionar Certificado ao Perfil LinkedIn
zh_tw: 新增證書到LinkedIn個人檔案

source: Share on LinkedIn
da: Del på LinkedIn
fr: Partager sur LinkedIn
pl: Podziel się na LinkedIn
pt_pt: Partilhe no LinkedIn
zh_tw: 分享到LinkedIn

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
da: Da vi ikke havde et gyldigt sæt bekræftelsesbilleder fra dig, da din {cert_name_long} blev genereret, kunne vi ikke give dig en bekræftet {cert_name_short}. En æreskode {cert_name_short} er blevet tildelt i stedet.

source: You are not eligible for a certificate.
da: Du er ikke berettiget til et certifikat.

source: This link will open the course progress page
da: Dette link åbner kursusforløbssiden
fr: Ce lien ouvrira la page de progression du cours
pl: Ten link otworzy stronę postępu kursu
pt_pt: Esta ligação abrirá a página de progresso do curso

source: View grades
da: Se karakterer
fr: Voir les notes
pl: Zobacz oceny
pt_pt: Ver classificações

source: Course details
da: Kursusdetaljer
fr: Détails du cours
pl: Szczegóły kursu
pt_pt: Detalhes do Curso
zh_tw: 課程細節

source: {course_number} {course_name} Home Page
da: {course_number} {course_name} Hjemmeside
fr: {course_number} {course_name} Accueil
pl: {course_number} {course_name} - strona główna
pt_pt: {course_number} {course_name} Página Inicial
zh_tw: {course_number} {course_name}首頁

source: {course_number} {course_name} Cover Image
da: {course_number} {course_name} Billede
fr: {course_number} {course_name} Image de couverture
pl: {course_number} {course_name} - główna grafika
pt_pt: Imagem de Capa do {course_number} {course_name}
zh_tw: {course_number} {course_name} 封面圖片

source: Enrolled as:
da: Tilmeldt som:
fr: Inscrit en tant que:
pl: Zapisany/a jako:
pt_pt: Matriculado como:
zh_tw: 登記為：

source: Coming Soon
da: Kommer Snart
fr: Bientôt
pl: Wkrótce
pt_pt: Em breve
zh_tw: 課程即將開始

source: Ended - {date}
da: Afsluttet - {date}
fr: Terminé - {date}
pl: Zakończony - {date}
pt_pt: Terminado - {date}
zh_tw: 結束日期 - {date}

source: Started - {date}
da: Startet - {date}
fr: Démarré - {date}
pl: Rozpoczęty - {date}
pt_pt: Iniciado - {date}
zh_tw: 開始日期 - {date}

source: Starts - {date}
da: Starter - {date}
fr: Début - {date}
pl: Rozpocznie się - {date}
pt_pt: Inicia - {date}
zh_tw: 開始日期 - {date}

source: for {course_display_name}
da: til {course_display_name}
fr: pour {course_display_name}
pl: dla {course_display_name}
pt_pt: para {course_display_name}
zh_tw: 為了{course_display_name}

source: You must select a session by {expiration_date} to access the course.
da: Du skal vælge en session af {expiration_date} for at få adgang til kurset.
fr: Vous devez sélectionner une session au plus tard le {expiration_date} afin d'avoir accès au cours.
pl: Aby uzyskać dostęp do kursu, do {expiration_date} musisz wybrać jego sesję.
pt_pt: Deve selecionar uma sessão {expiration_date} para aceder ao curso.

source: You must select a session to access the course.
da: Du skal vælge en session for at få adgang til kurset.
fr: Vous devez sélectionner une session afin d'avoir accès au cours.
pl: Aby przejść do kursu, musisz wybrać dostępną sesję.
pt_pt: Deve selecionar uma secção para aceder ao curso.
zh_tw: 你必須選擇一個課時來存取課程．

source: Change or Leave Session
da: Skift eller forlad session
fr: Changer ou Quitter la Session
pl: Zmień lub opuść sesję kursu
pt_pt: Alterar ou Sair da Sessão
zh_tw: 變更或離開課程

source: You can no longer change sessions.
da: Du kan ikke længere ændre sessioner.
fr: Vous ne pouvez plus changer de session.
pl: Nie możesz już dokonać zmiany sesji kursu.
pt_pt: Não poderá voltar a alterar as sessões.
zh_tw: 您不能再更改課時。

source: You can change sessions until {entitlement_expiration_date}.
da: Du kan ændre sessioner indtil {entitlement_expiration_date} .
fr: Vous avez jusqu'au {entitlement_expiration_date} pour changer de session.
pl: Możesz dokonać zmiany sesji kursu do {entitlement_expiration_date}.
pt_pt: Pode alterar as sessões até {entitlement_expiration_date}.

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
da: Jeg tager {course_name} online med {facebook_brand} . Tjek det ud!
fr: Je prend des cours de {course_name} en ligne grâce à {facebook_brand}. Essaie-le !
pl: Biorę udział w kursie {course_name} oferowanym przez {facebook_brand}. Sprawdź go!
pt_pt: Vou tirar o {course_name} online com {facebook_brand}. Confira!

source: Share {course_name} on Facebook
da: Del {course_name} på Facebook
fr: Partager {course_name} sur Facebook
pl: Udostępnij informację o kursie {course_name} na Facebooku
pt_pt: Partilhar {course_name} no Facebook
zh_tw: 在Facebook上分享{course_name}

source: Share on Facebook
da: Del på Facebook
fr: Partager sur Facebook
pl: Podziel się na Facebooku
pt_pt: Partilhar no Facebook
zh_tw: 分享到Facebook

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
da: Jeg tager {course_name} online med {twitter_brand} . Tjek det ud!
fr: Je prend des cours de {course_name} en ligne grâce à {twitter_brand}. Essaie-le !
pl: Biorę udział w kursie {course_name} oferowanym przez {twitter_brand}. Sprawdź go!
pt_pt: Vou tirar o {course_name} online com {twitter_brand}. Confira!

source: Share {course_name} on Twitter
da: Del {course_name} på Twitter
fr: Partage {course_name} sur Twitter
pl: Udostępnij informację o kursie {course_name} na Twitterze
pt_pt: Partilhar {course_name} no Twitter
zh_tw: 在Twitter上分享{course_name}

source: Course options for
da: Kursusmuligheder for
fr: Options du cours pour
pl: Opcje dla kursu
pt_pt: Opções de Curso para
zh_tw: 課程選項

source: Available Actions
da: Tilgængelige Handlinger
fr: Actions disponibles
pl: Dostępne czynności
pt_pt: Ações Disponíveis
zh_tw: 可執行功能

source: You are enrolled by your institution and you should reach out to your institution to drop this course.
da: Du er tilmeldt af din institution, og du bør kontakte din institution for at droppe dette kursus.
fr: Vous êtes inscrit par votre établissement et vous devez contacter votre établissement pour abandonner ce cours.
pl: Zostałeś zapisany przez swoją instytucję i powinieneś skontaktować się ze swoją instytucją, aby zrezygnować z tego kursu.
pt_pt: Está inscrito pela sua instituição e deve dirigir-se à mesma para desistir deste curso.

source: Email Settings
da: Email Indstillinger
fr: Paramètres de messagerie
pl: Ustawienia wiadomości e-mail
pt_pt: Configurações de Email
zh_tw: 電子郵件通知設定

source: View Archived Course
da: Se Arkiveret Kursus
fr: Voir le cours
pl: Wyświetl zarchiwizowany kurs
pt_pt: Ver Curso Arquivado
zh_tw: 查看已封存的課程

source: Related Programs
da: Relaterede programmer
fr: Programmes connexes
pl: Powiązane programy
pt_pt: Programas relacionados
zh_tw: 相關程式

source: To earn a certificate, you must verify your ID
da: For at opnå et certifikat skal du bekræfte dit ID

source: Almost there!
da: Næsten færdig!

source: You still need to verify for this course.
da: Du mangler stadig at bekræfte dette kursus.

source: Verify Now
da: Bekræft Nu

source: You have submitted your verification information.
da: Du har indsendt dine bekræftelsesoplysninger.

source: You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
da: Du vil se en meddelelse på dit betjeningspanel, når bekræftelsesprocessen er fuldført (normalt inden for 5-7 dage).

source: Your current verification will expire soon!
da: Din nuværende bekræftelse udløber snart!

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
da: Du har indsendt dine bekræftelsesoplysninger. Du vil se en meddelelse på dit betjeningspanel, når bekræftelsesprocessen er fuldført (normalt inden for 5-7 dage).

source: You have successfully verified your ID with {platform_name}
da: Du har bekræftet dit id med {platform_name}

source: Your current verification is effective until {date}.
da: Din nuværende bekræftelse er gældende indtil {date}.

source: Your current verification will expire soon.
da: Din nuværende bekræftelse udløber snart.

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
da: Din nuværende bekræftelse udløber om {days} dage. {start_link}Genbekræft din identitet nu{end_link} ved hjælp af et webcam og et offentligt udstedt billed-id.

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to get full access to the course material, unlock both graded and non-graded assignments, and earn a {link_start}verified certificate{link_end} to showcase on your resumé.
da: {start_bold}Få mest muligt ud af dit kursus!{end_bold} Opgrader for at få fuld adgang til kursusmaterialet, lås op for både bedømte og ikke-bedømte opgaver, og optjen et {link_start}verificeret certifikat {link_end} , som kan fremvises på dit CV.
fr: {start_bold}Tirez le maximum de votre cours!{end_bold} Mettez à niveau pour avoir accès à l'ensemble du contenu de cours, pour déverrouiller tous les travaux notés et formatifs et pour obtenir {link_start}une attestaion vérifiée{link_end} à afficher sur votre CV.
pl: {start_bold}Wydobądź jak najwięcej ze swojego kursu!{end_bold} Przejdź na wyższy poziom, aby uzyskać pełny dostęp do materiałów kursu, odblokować zarówno ocenione, jak i nieocenione projekty oraz zdobyć {link_start}zweryfikowany certyfikat{link_end}, który będzie prezentował się w swoim CV.
pt_pt: {start_bold}Tire o máximo partido do seu curso! {end_bold} Upgrade para ter acesso total ao material do curso, desbloquear tarefas com e sem classificação, e ganhar um {link_start}certificado verificado{link_end} para mostrar no seu currículo.

source: Upgrade
da: Opgrader
fr: Mettre à niveau
pl: Zaktualizuj
pt_pt: Actualize

source: You have completed this course and are eligible to purchase course credit. Select {strong_start}Get Credit{strong_end} to get started.
da: Du har gennemført dette kursus og er berettiget til at købe kursuskredit. Vælg {strong_start}Få kredit {strong_end} for at komme i gang.
fr: Vous avez complété ce cours êtes admissible à acheter des crédits de cours. Sélectionnez {strong_start}Obtenir des crédits de cours{strong_end} pour commencer.
pl: Ukończyłeś ten kurs i możesz dostać punkty edukacyjne. Wybierz {strong_start}Uzyskaj punkty{strong_end}, aby rozpocząć.
pt_pt: Concluiu este curso e é elegível para comprar crédito do curso. Selecione {strong_start}Obtenha Crédito{strong_end} para começar.

source: You are now eligible for credit from {provider}. Congratulations!
da: Du er nu berettiget til kredit fra {provider}. Tillykke!
fr: Vous êtes maintenant admissible pour des crédits de {provider}. Félicitations!
pl: Kwalifikujesz się do uzyskania punktów edukacyjnych wydawanych przez {provider}. Gratulacje!
pt_pt: Está agora elegível para crédito com {provider}. Parabéns!
zh_tw: 您現在有資格取得 {provider} 提供的學分。恭喜！

source: Get Credit
da: Hent Rabat
fr: Obtenez des crédits
pl: Uzyskaj punkty
pt_pt: Obtenha Crédito
zh_tw: 獲得學分

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select {start_bold}Request Credit{end_bold} to get started.
da: Tak for din betaling. For at modtage kursuskredit skal du nu anmode om kredit på webstedet {link_to_provider_site}. Vælg {start_bold}Anmod om kredit {end_bold} for at komme i gang.
fr: Merci pour votre paiement. Afin de recevoir votre crédit de cours, vous devez maintenant demander ce crédit sur le site de {link_to_provider_site}. Sélectionnez {start_bold}Demande de crédit{end_bold} pour commencer.
pl: Dziękujemy za dokonanie płatności. Aby otrzymać punkty edukacyjne, musisz teraz poprosić o nie na stronie {link_to_provider_site}. Wybierz {start_bold}Poproś o punkty{end_bold}, aby rozpocząć.
pt_pt: Obrigado pelo pagamento. Para receber o crédito do curso, deve solicitar o crédito no site {link_to_provider_site}. Selecione {start_bold}Solicitar Crédito{end_bold} para começar.

source: Request Credit
da: Anmod om kredit
fr: Demande de crédit
pl: Zażądaj punktów
pt_pt: Solicitar Crédito
zh_tw: 學分申請

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
da: {provider_name} har modtaget din anmodning om kursusrabat. Vi vil opdatere dig, når rabatprocessen er slut.
fr: {provider_name} a reçu votre demande de crédits de cours. Nous vous informerons quand le traiement des crédits sera complété.
pl: Instytucja {provider_name} otrzymała twoją prośbę o przyznanie punktów edukacyjnych. Poinformujemy cię gdy twoje zgłoszenie zostanie rozpatrzone.
pt_pt: {provider_name} recebeu o seu pedido para crédito de curso. Informaremos quando o processo de crédito estiver concluído.
zh_tw: {provider_name} 已收到你的課程申請。當學分審核通過時，我們將會通知你。

source: View Details
da: Se Detaljer
fr: Voir les détails
pl: Zobacz szczegóły
pt_pt: Ver Detalhes
zh_tw: 查看詳情

source: {start_bold}Congratulations!{end_bold} {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
da: {start_bold}Tillykke!{end_bold} {provider_name} har godkendt din anmodning om kursuskredit. Besøg webstedet {link_to_provider_site} for at se din kursuskredit.
fr: {start_bold}Félicitations!{end_bold} {provider_name} a approuvé votre demande pour des crédits de cours. Pour voir vos crédits de cours, consultez le site web de {link_to_provider_site}.
pl: {start_bold}Gratulacje! {end_bold} {provider_name} zatwierdził Twoją prośbę o zprzyznanie punktów edukacyjnych. Aby zobaczyć swoje punkty edukacyjne, odwiedź stronę internetową {link_do_provider_site}.
pt_pt: {start_bold} Parabéns! {end_bold} {provider_name} aprovou o seu pedido de crédito do curso. Para ver o crédito do curso, entre no site {link_to_provider_site}.

source: View Credit
da: Se Rabat
fr: Voir les crédits
pl: Zobacz punkty
pt_pt: Ver Crédito
zh_tw: 查詢學分

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
da: {provider_name} har ikke godkendt din anmodning om kursusrabat. For yderligere informationer, kontakt {link_to_provider_site} direkte.
fr: {provider_name} n'a pas approuvé votre demande pour des crédits de cours. Pour plus d'information, contacter {link_to_provider_site} directement.
pl: {provider_name} odrzucił/a twoją prośbę o przyznanie punktów edukacyjnych za kurs. Aby uzyskać więcej informacji, skontaktuj się przez {link_to_provider_site}.
pt_pt: {provider_name} não aprovou o seu pedido de crédito de curso. Para mais informações, por favor contacte diretamente {link_to_provider_site}.
zh_tw: {provider_name}未批准你的課程學分申請。欲了解更多的訊息，直接聯繫 {link_to_provider_site} 。

source: An error occurred with this transaction. For help, contact {support_email}.
da: Der er sket en fejl ved denne transaktion. Kontakt venligst {support_email}.
fr: Une erreur est survenue lors de la transaction. Pour de l'aide contacter {support_email}.
pl: Wystąpił błąd w trakcie tej transakcji. Aby uzyskać pomoc, skontaktuj się na {support_email}.
pt_pt: Ocorreu um erro com esta transação. Para obter ajuda, contacte {support_email}.
zh_tw: 發生錯誤。如需要協助，請聯繫 {support_email}.

source: Course options for {courseName}
da: Kursusmuligheder for {courseName}
fr: Options de cours pour {courseName}
pl: Opcje kursu dla {courseName}
pt_pt: Opções de Curso para {courseName}
zh_tw: {courseName}的課程設定

source: Consent to share your data
da: Samtykke til at dele dine data
fr: Consentement pour le partage de vos données
pl: Zgoda na udostępnienie Twoich danych
pt_pt: Consente em partilhar os seus dados
zh_tw: 同意共享您的數據

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
da: For at få adgang til dette kursus skal du først give samtykke til at dele dine læringspræstationer med {enterprise_customer_name} .
fr: Pour avoir accès à ce cours, vous devez d'abord accepter de partager vos résultats d'apprentissage avec {enterprise_customer_name}.
pl: Aby uzyskać dostęp do tego kursu, musisz najpierw wyrazić zgodę na podzielenie się swoimi osiągnięciami w nauce z {enterprise_customer_name}.
pt_pt: Para aceder a este curso, deve primeiro consentir a partilha dos seus progressos de aprendizagem com {enterprise_customer_name}.
zh_tw: 要訪問此課程，您必須首先同意與{enterprise_customer_name}分享您的學習成果。

source: View Consent
da: Se samtykke
fr: Voir le Consentement
pl: Wyświetl zgodę
pt_pt: Ver Consentimento
zh_tw: 查看同意

source: Current ID Verification Status: Approved
da: Aktuel ID-bekræftelsesstatus: Godkendt

source: Your {platform_name} ID verification has been approved. Your ID verification is effective for two years after submission.
da: Dit {platform_name}-id-bekræftelse er blevet godkendt. Din ID-bekræftelse er effektiv i to år efter indsendelsen.
