Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: Are you sure you want to delete {email} from the course team for “{container}”?
da: Er du sikker på, at du vil slette {email} fra kursusholdet for &quot; {container} &quot;?
sv: Är du säker på att du vill ta bort {email} från kursteamet för “{container}”?

source: Staff
da: Personale
sv: Personal

source: Already a library team member
da: Allerede medlem af bibliotekets team
sv: Redan medlem i biblioteksteamet

source: Are you sure you want to delete {email} from the library “{container}”?
da: Er du sikker på, at du vil slette {email} fra biblioteket &quot; {container} &quot;?
sv: Är du säker på att du vill ta bort {email} från biblioteket “{container}”?

source: Library User
da: Biblioteksbruger
sv: Biblioteksanvändare

source: Hide Deprecated Settings
da: Skjul forældede indstillinger
sv: Dölj föråldrade inställningar

source: Show Deprecated Settings
da: Vis forældede indstillinger
sv: Visa föråldrade inställningar

source: You have unsaved changes. Do you really want to leave this page?
da: Du har ikke-gemte ændringer. Vil du virkelig forlade denne side?
sv: Du har osparade ändringar. Vill du verkligen lämna sidan?

source: There was an error during the upload process.
da: Der opstod en fejl under uploadprocessen.
sv: Det uppstod ett fel under uppladdningsprocessen.

source: There was an error while unpacking the file.
da: Der opstod en fejl under udpakning af filen.
sv: Det uppstod ett fel under uppackningen av filen.

source: There was an error while verifying the file you submitted.
da: Der opstod en fejl under bekræftelsen af den fil, du indsendte.
sv: Det uppstod ett fel när filen som du skickade in skulle verifieras.

source: Choose new file
da: Vælg ny fil
sv: Välj ny fil

source: File format not supported. Please upload a file with a {ext} extension.
da: Filformat understøttes ikke. Upload venligst en fil med en {ext} filtypenavn.
sv: Filformatet stöds inte. Var god ladda upp en fil med {ext} tillägg.

source: There was an error while importing the new library to our database.
da: Der opstod en fejl under import af det nye bibliotek til vores database.
sv: Det uppstod ett fel under importeringen av det nya biblioteket till vår databas.

source: There was an error while importing the new course to our database.
da: Der opstod en fejl under import af det nye kursus til vores database.
sv: Det uppstod ett fel under importeringen av den nya kursen till vår databas.

source: Your import has failed.
da: Din import mislykkedes.
sv: Din importering har misslyckats.

source: Your import is in progress; navigating away will abort it.
da: Din import er i gang; at navigere væk vil afbryde det.
sv: Din importering är igång; navigering bort kommer att avbryta det.

source: Error importing course
da: Fejl ved import af kursus
sv: Fel vid import av kurs

source: There was an error with the upload
da: Der opstod en fejl med uploaden
sv: Det uppstod ett fel med uppladdningen

source: Organization:
da: Organisation:
sv: Organisation:

source: Course Number:
da: Kursusnummer:
sv: Kursnummer:

source: Course Run:
da: Kursusløb:
sv: Kurskörning:

source: (Read-only)
da: (Læs kun)
sv: (skrivskyddad)

source: Re-run Course
da: Kør kursus igen
sv: Starta om kurs

source: View Live
da: Se live
sv: Visa Live

source: Internal Server Error.
da: Intern serverfejl.
sv: Internt serverfel.

source: Queued
da: I kø
sv: I kö

source: Upload completed
da: Upload fuldført
sv: Uppladdning färdigt

source: Upload failed
da: Upload fejlede
sv: Uppladdningen misslyckades

source: Chapter name and asset_path are both required
da: Kapitelnavn og asset_path er begge påkrævet
sv: Kapitelnamn och asset_path är båda nödvändiga

source: Chapter name is required
da: Kapitelnavn er påkrævet
sv: Kapitelnamn krävs

source: asset_path is required
da: asset_path er påkrævet
sv: asset_path krävs

source: You must specify a name
da: Du skal angive et navn
sv: Du måste ange ett namn

source: Action required: Enter a valid date.
da: Handling påkrævet: Indtast en gyldig dato.
sv: Åtgärd krävs: Ange ett giltigt datum.

source: Group name is required
da: Gruppenavn er påkrævet
sv: Gruppnamn krävs

source: Group A
da: Gruppe A
sv: Grupp A

source: Group B
da: Gruppe B
sv: Grupp B

source: Group Configuration name is required.
da: Gruppekonfigurationsnavn er påkrævet.
sv: Gruppkonfigurationsnamn krävs.

source: There must be at least one group.
da: Der skal være mindst én gruppe.
sv: Det måste finnas minst en grupp.

source: All groups must have a name.
da: Alle grupper skal have et navn.
sv: Alla grupper måste ha ett namn.

source: All groups must have a unique name.
da: Alle grupper skal have et unikt navn.
sv: Alla grupper måste ha ett unikt namn.

source: The course must have an assigned start date.
da: Kurset skal have en tildelt startdato.
sv: Kursen ska ha ett tilldelat startdatum.

source: The course end date must be later than the course start date.
da: Kursets slutdato skal være senere end kursusstartdatoen.
sv: Kursens slutdatum måste vara senare än kursstartdatumet.

source: The course start date must be later than the enrollment start date.
da: Kursusstartdatoen skal være senere end tilmeldingens startdato.
sv: Kursens startdatum måste vara senare än anmälningsstartdatumet.

source: The enrollment start date cannot be after the enrollment end date.
da: Tilmeldingens startdato kan ikke være efter tilmeldingens slutdato.
sv: Startdatumet för registreringen kan inte infalla efter slutdatumet för registreringen.

source: The enrollment end date cannot be after the course end date.
da: Slutdatoen for tilmelding kan ikke være efter kursets slutdato.
sv: Slutdatumet för anmälan kan inte infalla efter kursens slutdatum.

source: The certificate available date must be later than the course end date.
da: Datoen for certifikatets tilgængelighed skal være senere end kursets slutdato.
sv: Tillgänglighetsdatumet för certifikatet måste vara senare än kursens slutdatum.

source: The certificate display behavior must be one of: {behavior_options}
da: Certifikatets visningsadfærd skal være en af: {behavior_options}
sv: Certifikatets visningsbeteende måste vara något av: {behavior_options}

source: The certificates display behavior must be {valid_option} if certificate available date is set.
da: Certifikatets visningsadfærd skal være {valid_option} , hvis certifikatets tilgængelighedsdato er angivet.
sv: Certifikatens visningsbeteende måste vara {valid_option} om certifikatets tillgängligt datum är inställt.

source: Key should only contain letters, numbers, _, or -
da: Nøglen må kun indeholde bogstaver, tal, _ eller -
sv: Nyckeln ska bara innehålla bokstäver, siffror, _ eller -

source: Please enter an integer between %(min)s and %(max)s.
da: Indtast venligst et heltal mellem %(min)s og %(max)s .
sv: Ange ett heltal mellan %(min)s och %(max)s.

source: The assignment type must have a name.
da: Opgavetypen skal have et navn.
sv: Uppdragstypen måste ha ett namn.

source: There's already another assignment type with this name.
da: Der er allerede en anden opgavetype med dette navn.
sv: Det finns redan en annan typ av uppdrag med detta namn.

source: Please enter an integer between 0 and 100.
da: Indtast et heltal mellem 0 og 100.
sv: Ange ett heltal mellan 0 och 100.

source: Please enter an integer greater than 0.
da: Indtast venligst et heltal større end 0.
sv: Ange ett heltal större än 0.

source: Please enter non-negative integer.
da: Indtast venligst ikke-negativt heltal.
sv: Ange ett icke-negativt heltal.

source: Cannot drop more <%- types %> assignments than are assigned.
da: Kan ikke droppe flere <%- types %> tildelinger, end der er tildelt.

source: Grace period must be specified in HH:MM format.
da: Henstandsperiode skal angives i formatet TT:MM.
sv: Respitperiod måste anges i formatet TT:MM.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
da: Ikke i stand til at sætte bestået karakter til mindre end %(minimum_grade_cutoff)s %.
sv: Kan inte ställa in godkänt betyg till mindre än %(minimum_grade_cutoff)s%.

source: Textbook name is required
da: Lærebogens navn er påkrævet
sv: Textbokens namn krävs

source: Please add at least one chapter
da: Tilføj venligst mindst ét kapitel
sv: Lägg till minst ett kapitel

source: All chapters must have a name and asset
da: Alle kapitler skal have et navn og aktiv
sv: Alla kapitel måste ha ett namn och innehåll

source: Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload.
da: Kun &lt;%- fileTypes %&gt; filer kan uploades. Vælg venligst en fil, der ender på &lt;%- (filudvidelser) %&gt; for at uploade.
sv: Endast <%- fileTypes %>-filer kan laddas upp. Välj en fil som slutar på <%- (fileExtensions) %> för att ladda upp.

source: or
da: eller
sv: eller

source: This unit has validation issues.
da: Denne enhed har valideringsproblemer.
sv: Den här enheten har valideringsproblem.

source: This component has validation issues.
da: Denne komponent har valideringsproblemer.
sv: Den här komponenten har valideringsproblem.

source: Your file could not be uploaded
da: Din fil kunne ikke uploades
sv: Din fil kunde inte laddas upp

source: Upload Videos
da: Upload videoer
sv: Ladda upp videor

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
da: Træk og slip eller {spanStart} gennemse din computer {spanEnd} .
sv: Dra och släpp eller {spanStart}bläddra i din dator{spanEnd}.

source: Maximum file size: {maxFileSize} GB
da: Maksimal filstørrelse: {maxFileSize} GB
sv: Maximal filstorlek: {maxFileSize} GB

source: Supported file types: {supportedVideoTypes}
da: Understøttede filtyper: {supportedVideoTypes}
sv: Filtyper som stöds: {supportedVideoTypes}

source: Your video uploads are not complete.
da: Dine videouploads er ikke færdige.
sv: Dina videouppladdningar är inte kompletta.

source: Upload completed for video {fileName}
da: Upload fuldført for video {fileName}
sv: Uppladdningen slutförd för videon {fileName}

source: Upload failed for video {fileName}
da: Upload mislykkedes for video {fileName}
sv: Uppladdningen misslyckades för videon {fileName}

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
da: {filename} er ikke i et understøttet filformat. Understøttede filformater er {supportedFileFormats} .
sv: {filename} är inte i ett filformat som stöds. Filformat som stöds är {supportedFileFormats}.

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
da: {filename} overstiger den maksimale størrelse på {maxFileSizeInGB} GB.
sv: {filename} överskrider den maximala storleken på {maxFileSizeInGB} GB.

source: : video upload complete.
da: : upload af video fuldført.
sv: : videouppladdningen är klar.

source: Previous Uploads table has been updated.
da: Tabellen med tidligere uploads er blevet opdateret.
sv: Tabellen för tidigare uppladdningar har uppdaterats.

source: Delete File Confirmation
da: Slet filbekræftelse
sv: Ta bort filbekräftelse

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
da: Er du sikker på, at du vil slette dette element. Det kan ikke vendes! Også ethvert indhold, der linker/henviser til dette element, vil ikke længere virke (f.eks. ødelagte billeder og/eller links)
sv: Är du säker på att du vill ta bort detta objekt. Det går inte att vända! Allt innehåll som länkar/hänvisar till det här objektet kommer inte längre att fungera (t.ex. trasiga bilder och/eller länkar)

source: Your file has been deleted.
da: Din fil er blevet slettet.
sv: Din fil har tagits bort.

source: Date Added
da: dato tilføjet
sv: Tillagt vid datum

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
da: Fil {filename} overskrider maksimal størrelse på {maxFileSizeInMBs} MB
sv: Filen {filename} överskrider den maximala storleken på {maxFileSizeInMBs} MB

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
da: Følg venligst instruktionerne her for at uploade en fil et andet sted og linke til den: {maxFileSizeRedirectUrl}
sv: Följ instruktionerna här för att ladda upp en fil någon annanstans och länka till den: {maxFileSizeRedirectUrl}

source: Max file size exceeded
da: Maks. filstørrelse overskredet
sv: Max filstorlek har överskridits

source: Upload New File
da: Upload ny fil
sv: Ladda upp en ny fil

source: Load Another File
da: Indlæs en anden fil
sv: Ladda en annan fil

source: Adding
da: Tilføjelse
sv: Lägger till

source: Are you sure you want to delete this update?
da: Er du sikker på, at du vil slette denne opdatering?
sv: Är du säker på att du vill ta bort den här uppdateringen?

source: Create Re-run
da: Opret Re-run
sv: Skapa omkörning

source: Processing Re-run Request
da: Behandler genkørselsanmodning
sv: Behandla återkörning

source: An error has occurred. Wait a few minutes, and then try again.
da: Der opstod en fejl. Vent et par minutter, og prøv derefter igen.
sv: Ett fel har uppstått. Vänta några minuter och försök sedan igen.

source: Select turnaround
da: Vælg omstilling
sv: Välj vändning

source: Select fidelity
da: Vælg troskab
sv: Välj trohet

source: Select language
da: Vælg sprog
sv: Välj språk

source: Press Remove to remove language
da: Tryk på Fjern for at fjerne sprog
sv: Tryck på Ta bort för att ta bort språk

source: Settings updated
da: Indstillinger opdateret
sv: inställningar uppdaterade

source: Last updated
da: Sidst opdateret
sv: Senast uppdaterad

source: Required
da: Påkrævet
sv: Nödvändig

source: Automatic transcripts are disabled.
da: Automatiske transskriptioner er deaktiveret.
sv: Automatiska avskrifter är inaktiverade.

source: {selectedProvider} credentials saved
da: {selectedProvider} legitimationsoplysninger gemt
sv: {selectedProvider}-uppgifterna har sparats

source: Upload a new PDF to “<%- name %>”
da: Upload en ny PDF til &quot;&lt;%- navn %&gt;&quot;
sv: Ladda upp en ny PDF till “<%- name %>”

source: Please select a PDF file to upload.
da: Vælg venligst en PDF-fil til upload.
sv: Var god välj en PDF-fil att ladda upp.

source: There has been an error while exporting.
da: Der er opstået en fejl under eksport.
sv: Det har blivit ett fel under exporteringen.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
da: Der har været en fejl i at eksportere mindst én komponent til XML. Det anbefales, at du går til redigeringssiden og reparerer fejlen, før du forsøger en anden eksport. Kontroller venligst, at alle komponenter på siden er gyldige og ikke viser nogen fejlmeddelelser.
sv: Det har uppstått ett misslyckande med att exportera minst en komponent till XML. Det rekommenderas att du går till redigeringssidan och reparerar felet innan du försöker exportera igen. Kontrollera att alla komponenter på sidan är giltiga och inte visar några felmeddelanden.

source: Correct failed component
da: Ret fejlbehæftet komponent
sv: Korrekt misslyckad komponent

source: Return to Export
da: Vend tilbage til eksport
sv: Återgå till Exportering

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
da: Dit bibliotek kunne ikke eksporteres til XML. Der er ikke nok information til at identificere den fejlbehæftede komponent. Undersøg dit bibliotek for at identificere eventuelle problematiske komponenter, og prøv igen.
sv: Ditt bibliotek kunde inte exporteras till XML. Det finns inte tillräckligt med information för att identifiera den felaktiga komponenten. Inspektera ditt bibliotek för att identifiera eventuella problematiska komponenter och försök igen.

source: Take me to the main library page
da: Tag mig til hovedbibliotekets side
sv: Ta mig till den huvudsakliga bibliotekssidan

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
da: Dit kursus kunne ikke eksporteres til XML. Der er ikke nok information til at identificere den fejlbehæftede komponent. Undersøg dit kursus for at identificere eventuelle problematiske komponenter, og prøv igen.
sv: Din kurs kunde inte exporteras till XML. Det finns inte tillräckligt med information för att identifiera den felaktiga komponenten. Inspektera din kurs för att identifiera eventuella problematiska komponenter och försök igen.

source: Take me to the main course page
da: Tag mig til hovedkursussiden
sv: Ta mig till kursens huvudsida

source: The raw error message is:
da: Den rå fejlmeddelelse er:
sv: Det råa felmeddelandet är:

source: There has been an error with your export.
da: Der er opstået en fejl med din eksport.
sv: Det har blivit ett fel med din exportering.

source: Contains {count} group
da: Indeholder {count} gruppe
sv: Innehåller {count} grupp

source: Not in Use
da: Ikke i brug
sv: Används inte

source: Used in {count} location
da: Brugt på {count} placering
sv: Används på {count} plats

source: group configuration
da: gruppe konfiguration
sv: gruppkonfiguration

source: Add your first group configuration
da: Tilføj din første gruppekonfiguration
sv: Lägg till din första gruppkonfiguration

source: You have not created any group configurations yet.
da: Du har ikke oprettet nogen gruppekonfigurationer endnu.
sv: Du har inte skapat några gruppkonfigurationer än.

source: Upload instructor image.
da: Upload instruktørbillede.
sv: Ladda upp instruktörsbild.

source: Files must be in JPEG or PNG format.
da: Filer skal være i JPEG- eller PNG-format.
sv: Filer måste vara i JPEG- eller PNG-format.

source: All Rights Reserved
da: Alle rettigheder forbeholdes
sv: Alla rättigheter förbehållna

source: You reserve all rights for your work
da: Du forbeholder dig alle rettigheder til dit arbejde
sv: Du förbehåller dig alla rättigheter för ditt arbete

source: Creative Commons
da: Kreative fællesheder

source: You waive some rights for your work, such that others can use it too
da: Du giver afkald på nogle rettigheder til dit arbejde, så andre også kan bruge det
sv: Du avsäger dig vissa rättigheter för ditt arbete, så att andra också kan använda det

source: Attribution
da: Tilskrivning
sv: Erkännande

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
da: Tillad andre at kopiere, distribuere, vise og udføre dit ophavsretligt beskyttede værk, men kun hvis de giver kredit på den måde, du anmoder om. I øjeblikket er denne mulighed påkrævet.
sv: Tillåt andra att kopiera, distribuera, visa och utföra ditt upphovsrättsskyddade verk men bara om de ger kredit på det sätt du begär. För närvarande krävs detta alternativ.

source: Noncommercial
da: Ikke-kommerciel
sv: Icke

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
da: Tillad andre at kopiere, distribuere, vise og udføre dit arbejde - og afledte værker baseret på det - men kun til ikke-kommercielle formål.
sv: Tillåt andra att kopiera, distribuera, visa och utföra ditt verk - och härledda verk baserat på det - men endast för icke-kommersiella ändamål.

source: No Derivatives
da: Ingen derivater
sv: Inga derivat

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
da: Tillad kun andre at kopiere, distribuere, vise og udføre ordret kopier af dit arbejde, ikke afledte værker baseret på det. Denne mulighed er inkompatibel med &quot;Del på samme måde&quot;.
sv: Tillåt andra att kopiera, distribuera, visa och utföra endast ordagranta kopior av ditt verk, inte härledda verk baserat på det. Det här alternativet är inkompatibelt med "Dela lika".

source: Share Alike
da: Del ens
sv: Dela lika

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
da: Tillad kun andre at distribuere afledte værker under en licens, der er identisk med den licens, der styrer dit arbejde. Denne mulighed er inkompatibel med &quot;Ingen derivater&quot;.
sv: Tillåt andra att distribuera härledda verk endast under en licens som är identisk med den licens som styr ditt arbete. Det här alternativet är inkompatibelt med "Inga derivat".

source: Delete this %(item_display_name)s?
da: Slet denne %(item_display_name)s ?
sv: Vill du ta bort denna %(item_display_name)s?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
da: Sletning af denne %(item_display_name)s er permanent og kan ikke fortrydes.
sv: Att ta bort denna %(item_display_name)s är permanent och kan inte ångras.

source: There was an error changing the user's role
da: Der opstod en fejl under ændring af brugerens rolle
sv: Det uppstod ett fel när användarens roll skulle ändras

source: Error adding user
da: Fejl under tilføjelse af bruger
sv: Det gick inte att lägga till användare

source: Error removing user
da: Fejl ved fjernelse af bruger
sv: Det gick inte att ta bort användare

source: A valid email address is required
da: Der kræves en gyldig e-mailadresse
sv: En giltig e-post adress är nödvändig

source: You must enter a valid email address in order to add a new team member
da: Du skal indtaste en gyldig e-mailadresse for at tilføje et nyt teammedlem
sv: Du måste ange en giltig e-postadress för att lägga till en ny teammedlem

source: Return and add email address
da: Vend tilbage og tilføj e-mailadresse
sv: Återgå och lägg till e-postadress

source: Already a member
da: Allerede medlem
sv: Redan medlem

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
da: {email} er allerede på {container} -holdet. Tjek e-mailadressen igen, hvis du vil tilføje et nyt medlem.
sv: {email} är redan med i {container}-teamet. Kontrollera e-postadressen igen om du vill lägga till en ny medlem.

source: Return to team listing
da: Vend tilbage til holdliste
sv: Återgå till laglistan

source: Are you sure you want to restrict {email} access to “{container}”?
da: Er du sikker på, at du vil begrænse {email} adgang til &quot; {container} &quot;?
sv: Är du säker på att du vill begränsa {email} åtkomst till “{container}”?

source: {display_name} Settings
da: {display_name} Indstillinger
sv: {display_name} Inställningar

source: Publish {display_name}
da: Udgiv {display_name}
sv: Publicera {display_name}

source: Publish all unpublished changes for this {item}?
da: Udgive alle upublicerede ændringer for denne {item} ?
sv: Vill du publicera alla opublicerade ändringar för denna {item}?

source: Publish
da: Offentliggøre
sv: Publicera

source: Highlights for {display_name}
da: Højdepunkter for {display_name}
sv: Höjdpunkter för {display_name}

source: Enable Course Highlight Emails
da: Aktiver e-mails til kursusfremhævning
sv: Aktivera e-postmeddelanden för kurshöjdpunkter

source: Enable
da: Aktiver
sv: Gör det möjligt

source: Not yet
da: Ikke endnu
sv: Inte än

source: All Learners and Staff
da: Alle elever og personale
sv: Alla elever och personal

source: Basic
da: Grundlæggende
sv: Grundläggande

source: Visibility
da: Sigtbarhed
sv: Synlighet

source: Editing: {title}
da: Redigering: {title}
sv: Redigering: {title}

source: Unit
da: Enhed
sv: Enhet

source: Component
da: Komponent
sv: Komponent
