Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
da: Indtast sand eller falsk. Hvis det er sandt, vil alle højdepunkter, der er forbundet med indholdet i kurset, blive sendt til eleverne på deres planlagte tidspunkt.
fr: Saisissez vrai ou faux. Si vous avez choisi vrai, tout point clé associé au contenu de ce cours sera envoyé aux étudiants à l'heure prévue pour eux.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", wszystkie komunikaty związane z treścią kursu będą wysyłane e-mailem do studentów w zaplanowanym czasie.
pt_pt: Introduza verdadeiro ou falso. Se for verdadeiro, todos os destaques associados ao conteúdo do curso serão enviados para os estudantes no horário agendado.

source: Course-wide Custom JS
da: Kursusdækkende Custom JS
fr: JS personnalisé pour l'ensemble du cours
pt_pt: JS personalizado em todo o curso

source: Enter Javascript resource URLs you want to be loaded globally throughout the course pages.
da: Indtast Javascript-ressource-URL'er, du ønsker skal indlæses globalt på hele kursussiderne.
fr: Saisissez les URL des ressources JS que vous souhaitez charger globalement dans toutes les pages du cours.
pt_pt: Introduza os URLs dos recursos Javascript que deseja que sejam carregados globalmente ao longo das páginas do curso.

source: Course-wide Custom CSS
da: Kursusdækkende brugerdefineret CSS
fr: CSS personnalisé pour l'ensemble du cours
pt_pt: CSS personalizado para todo o curso

source: Enter CSS resource URLs you want to be loaded globally throughout the course pages.
da: Indtast CSS-ressource-URL'er, du ønsker skal indlæses globalt på hele kursussiderne.
fr: Saisissez les URL des ressources CSS que vous souhaitez charger globalement dans toutes les pages du cours.
pt_pt: Introduza os URLs dos recursos CSS que deseja que sejam carregados globalmente ao longo das páginas do curso.

source: Other Course Settings
da: Andre kursusindstillinger
fr: Autres paramètres de cours
pl: Pozostałe ustawienia kursu
pt_pt: Outras configurações do Curso
zh_tw: 其他課程設定

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
da: Eventuelle yderligere informationer om kurset, som platformen har brug for, eller som tillader integration med eksterne systemer såsom CRM-software. Indtast en ordbog med værdier i JSON-format, såsom { "my_custom_setting": "value", "other_setting": "value" }
fr: Toute information supplémentaire à propos de ce cours requise par la plateforme ou permettant l'intégration de systèmes externes tels que les logiciels de CRM. Saisissez un dictionnaire de valeur au format JSON, tel que { "my_custom_setting": "value", "other_setting": "value" }
pt_pt: Qualquer informação adicional sobre o curso que a plataforma precisa ou que permite a integração com sistemas externos, tais como software de CRM. Insira um dicionário de valores no formato JSON, como { "my_custom_setting": "value", "other_setting": "value" }

source: General
da: Generelt
fr: Général
pl: Ogólne
pt_pt: Geral
zh_tw: 一般

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
da: {assignment_type} = {weighted_percent:.2%} af en mulig {weight:.2%}
fr: {assignment_type} = {weighted_percent:.2%} faisant éventuellement {weight:.2%}
pl: {assignment_type} = {weighted_percent:.2%} spośród możliwych {weight:.2%}
pt_pt: {assignment_type} = {weighted_percent:.2%} de um possível {weight:.2%}

source: Generated
da: Genereret
fr: Généré
pt_pt: Gerado

source: {section_type} {index} Unreleased - 0% (?/?)
da: {section_type} {index} Ikke udgivet - 0 % (?/?)
fr: {section_type} {index} Non affiché-0 % (?/?)
pt_pt: {section_type} {index} Não disponibilizada - 0% (?/?)

source: The lowest {drop_count} {section_type} scores are dropped.
da: De laveste {drop_count} {section_type} score er droppet.
fr: Les {drop_count} notes les plus basses en {section_type} ne seront pas retenues.
pt_pt: As pontuações mais baixas {drop_count} {section_type} são descartadas.

source: {section_type} Average = {percent:.0%}
da: {section_type} Gennemsnit = {percent:.0%}
fr: {section_type} Moyenne = {percent:.0%}
pt_pt: {section_type} Média = {percent:.0%}

source: {short_label} Avg
da: {short_label} Gns
fr: {short_label} Moyenne
pt_pt: {short_label} Média

source: ERROR: "{block_type}" is an unknown component type. This component will be hidden in LMS.
da: FEJL: "{block_type}"er en ukendt komponenttype. Denne komponent vil være skjult i LMS.
fr: ERREUR:"{block_type}" est une composante inconnue. Cette composante sera cachée dans le LMS.
pt_pt: ERRO: "{block_type}" é um tipo de componente desconhecido. Este componente estará escondido no LMS.

source: Text
da: Tekst
fr: Texte
pl: Tekst
pt_pt: Texto
zh_tw: 文本

source: Html contents to display for this module
da: Html-indhold til visning for dette modul

source: Source code for LaTeX documents. This feature is not well-supported.
da: Kildekode til LaTeX-dokumenter. Denne funktion er ikke godt understøttet.
fr: Code source pour les documents LaTeX. Cette fonctionnalité n'est pas bien supportée.
pl: Kod źródłowy dla dokumentów Latex. Ta funkcjonalność nie jest w pełni wspierana.
pt_pt: Código fonte para documentos LaTeX. Esta característica não é bem suportada.
zh_tw: LaTeX 文件原始碼，此功能尚未完整支援。

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
da: Vælg Visual for at indtaste indhold og få editoren til automatisk at oprette en HTML-fil. Vælg Raw for at redigere direkte i HTML. Hvis du ændrer denne indstilling, skal du gemme komponenten og derefter genåbne for at kunne redigere.
fr: Sélectionnez Visual pour entrer du contenu et obtenir que l'éditeur crée automatiquement le code HTML. Sélectionnez Raw pour modifier directement le code HTML. Si vous modifiez ce paramètre, vous devez enregistrer le composant, puis le ré-ouvrir pour le modifier.
pl: Wybierz "Wizualny", aby wprowadzić treść, którą edytor automatycznie zamieni w HTML. Wybierz "Surowy", aby bezpośrednio edytować kod HTML. Jeśli zmienisz to ustawienie, musisz zapisać element, a następnie ponownie otworzyć go do celów edycji.
pt_pt: Seleccione Visual para introduzir o conteúdo e fazer com que o editor crie automaticamente o HTML. Seleccione Raw para editar directamente o HTML. Se alterar esta configuração, deve guardar o componente e depois reabri-lo para edição.
zh_tw: 選擇視覺化的方式輸入內容，編輯器會自動建立HTML。選擇原始的方式直接編輯HTML。如果您更改此設置，您必須儲存組件並且重新開啟以進行編輯。

source: Visual
da: Visuel
fr: Visuel
pl: Wizualny
zh_tw: 視覺化的

source: Raw
da: Rå
fr: Brut
pl: Surowy
pt_pt: Puro
zh_tw: 原始格式

source: Hide Page From Learners
da: Skjul side for elever
fr: Cacher la page des étudiants
pl: Ukryj stronę przed studentami
pt_pt: Página Oculta Dos Estudantes

source: If you select this option, only course team members with the Staff or Admin role see this page.
da: Hvis du vælger denne mulighed, er det kun kursusholdsmedlemmer med rollen medarbejder eller administrator, der ser denne side.
fr: Si vous sélectionnez cette option, seuls les membres de l'équipe pédagogique avec un rôle de membre du Personnel ou d'Administrateur pour voir cette page.
pl: Wybierając tę opcję, wyłącznie członkowie kadry kursu będą widzieć tę stronę.
pt_pt: Se selecionar esta opção, apenas os elementos da equipa do curso com papel na equipa ou administração conseguirão visualizar esta página.

source: HTML for the additional pages
da: HTML til de ekstra sider
fr: HTML pour les pages supplémentaires
pl: HTML dla dodatkowych stron
pt_pt: HTML para as páginas adicionais
zh_tw: 其他頁面的HTML

source: List of course update items
da: Liste over kursusopdateringer
fr: Liste des infos et actualités
pl: Lista elementów aktualizacji kursu
pt_pt: Lista de artigos de actualização do curso
zh_tw: 課程更新項目清單

source: Any Type
da: Enhver type
fr: Tous les types
pl: Dowolny typ
pt_pt: Qualquer tipo
zh_tw: 任何形式

source: Library
da: Bibliotek
fr: Bibliothèque
pl: Biblioteka
pt_pt: Biblioteca
zh_tw: 課程組件庫

source: Select the library from which you want to draw content.
da: Vælg det bibliotek, hvorfra du ønsker at hente indhold.
fr: Sélectionner la bibliothèque de laquelle vous voulez tirer du contenu.
pl: Wybierz bibliotekę, z której chcesz pobrać zawartość.
pt_pt: Selecione a biblioteca da qual deseja extrair conteúdo.
zh_tw: 選擇您要丟棄內容的課程組件庫。

source: Library Version
da: Bibliotek version
fr: Version de la bibliothèque
pl: Wersja biblioteki
pt_pt: Versão de Biblioteca
zh_tw: 課程組件庫版本

source: Determines how content is drawn from the library
da: Bestemmer, hvordan indhold trækkes fra biblioteket
fr: Détermine comment le contenu est sélectionné de la bibliothèque
pl: Określa sposób pobierania zawartości z biblioteki
pt_pt: Determina como o conteúdo é extraído da biblioteca
zh_tw: 決定從課程組件庫中如何取得內容

source: Choose n at random
da: Vælg n tilfældigt
fr: Choisir 'n' au hasard
pl: Wybierz n losowo
pt_pt: Escolha n aleatoriamente
zh_tw: 隨機選個 n

source: Count
da: Tæl
fr: Compte
pl: Suma
pt_pt: Contar
zh_tw: 計算

source: Enter the number of components to display to each student.
da: Indtast det antal komponenter, der skal vises til hver kursist.

source: Problem Type
da: Opgavetype
fr: Type d'exercice
pl: Typ ćwiczenia
pt_pt: Tipo de problema
zh_tw: 問題形式

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
da: Vælg en opgavetype fra biblioteket. Hvis der er valgt "Enhver Type", anvendes ingen filtrering.
fr: Choisir un type de problème à récupérer de la bibliothèque. If "Tout Type" est sélectionné aucun filtre n'est appliqué.
pl: Wybierz typ ćwiczenia do pobrania z biblioteki. W przypadku wyboru opcji "Dowolny typ" nie zostanie zastosowany jakikolwiek filtr.
pt_pt: Escolher um tipo de problema para ir buscar à biblioteca. Se for seleccionado "Qualquer Tipo", não é aplicada qualquer filtragem.
zh_tw: 從課程組件庫中選擇一個問題類型，如果選擇“任何類型”則不進行過濾。

source: This component is out of date. The library has new content.
da: Denne komponent er forældet. Biblioteket har nyt indhold.
fr: Ce composant est obsolète. La bibliothèque a de nouveaux contenus.
pl: Ten element jest przestarzały. Biblioteka zawiera nową wersję treści.
pt_pt: Este componente está desatualizado. A biblioteca tem conteúdo novo.
zh_tw: 此組件已過期，課程組件庫中有新的內容。

source: {refresh_icon} Update now.
da: {refresh_icon} Opdater nu.
fr: {refresh_icon} Mettre à jour maintenant.
pl: {refresh_icon} Zaktualizuj teraz.
pt_pt: {refresh_icon} Atualizar agora.
zh_tw: {refresh_icon} 立即更新。

source: Library is invalid, corrupt, or has been deleted.
da: Bibliotek er ugyldigt, beskadiget, eller er blevet slettet.
fr: La bibliothèque est invalide, corrompue, ou a été supprimée.
pl: Biblioteka jest nieprawidłowa, uszkodzona lub została usunięta.
pt_pt: A biblioteca está inválida, danificada, ou foi apagada.
zh_tw: 課程組件庫是無效的、已損壞或是已被刪除。

source: Edit Library List.
da: Rediger Bibliotek Liste.
fr: Éditer la liste de bibliothèques.
pl: Edytuj listę bibliotek
pt_pt: Editar lista da Biblioteca.
zh_tw: 編輯課程組件庫列表。

source: This course does not support content libraries. Contact your system administrator for more information.
da: Dette kursus understøtter ikke indholdsbiblioteker. Kontakt din systemadministrator for mere information.
fr: Ce cours ne supporte pas les bibliothèques de contenu. Contacter votre administrateur de systèmes pour plus d'information.
pl: Ten kurs nie obsługuje bibliotek treści. W celu uzyskania szczegółowych informacji skontaktuj się z przedstawicielem platformy.
pt_pt: Este curso não suporta bibliotecas de conteúdo. Contacte o seu administrador de sistemas para mais informação.
zh_tw: 這課程不支持的內容庫。請聯繫您的系統管理員了解更多訊息。

source: A library has not yet been selected.
da: Bibliotek er endnu ikke blevet valgt.
fr: Aucune bibliothèque n'a été sélectionnée pour le moment.
pl: Jeszcze nie wybrano biblioteki.
pt_pt: Ainda não foi seleccionada uma biblioteca.
zh_tw: 尚未選取課程組件庫。

source: Select a Library.
da: Vælg et bibliotek
fr: Sélectionner une Bibliothèque.
pl: Wybierz bibliotekę.
pt_pt: Selecione uma biblioteca.
zh_tw: 選擇一個課程組件庫。

source: There are no matching problem types in the specified libraries.
da: Der er ingen matchende opgavetyper i de angivne biblioteker.
pt_pt: Não existem tipos de problemas correspondentes nas bibliotecas especificadas.

source: Select another problem type.
da: Vælg en anden opgavetype.
fr: Choisir un autre type de problème.
pl: Wybierz inny typ ćwiczenia.
pt_pt: Selecione outro tipo de problema.
zh_tw: 選擇其他問題的類型。

source: The specified library is configured to fetch {count} problem,
da: Det angivne bibliotek er konfigureret til at hente {count} opgaver,
fr: La bibliothèque spécifiée est configurée pour récupérer {count} problème,
pl: Wskazana biblioteka jest skonfigurowana do pobierania {count} ćwiczenia,
pt_pt: A biblioteca especificada está configurada para encontrar {count} problema,
zh_tw: 特定的課程組件庫被設定用來擷取 {count} 個問題，

source: but there is only {actual} matching problem.
da: men der er kun {actual} matchende opgaver.
fr: mais il n'y a que {actual} problème correspondant.
pl: ale odnaleziono w niej tylko {actual} pasujące ćwiczenie.
pt_pt: mas existe apenas {actual} problema de correspondência.
zh_tw: 但是只有 {actual} 符合的問題。

source: Edit the library configuration.
da: Rediger konfiguration for biblioteket.
fr: Éditer la configuration de la bibliothèque
pl: Edytuj konfigurację biblioteki.
pt_pt: Editar a configuração da biblioteca.
zh_tw: 編輯課程組件庫設定。

source: Invalid Library
da: Ugyldigt bibliotek
fr: Bibliothèque invalide
pl: Nieprawidłowa biblioteka
pt_pt: Biblioteca inválida
zh_tw: 無效的課程組件庫

source: No Library Selected
da: Intet bibliotek valgt
fr: Aucune bibliothèque sélectionnée
pl: Nie wybrano żadnej biblioteki
pt_pt: Nenhum biblioteca selecionada
zh_tw: 尚未選擇課程組件庫

source: Library Display Name
da: Bibliotek visningsnavn
fr: Nom d'affichage de la bibliothèque
pl: Nazwa wyświetlana biblioteki
pt_pt: Nome da biblioteca a exibir
zh_tw: 課程組件庫顯示名稱

source: Enter the names of the advanced components to use in your library.
da: Indtast navnene på de avancerede komponenter til brug i biblioteket.
fr: Entrer les noms des composants avancés à utiliser dans votre bibliothèque.
pl: Wprowadź nazwy elementów zaawansowanych, których chcesz użyć w swojej bibliotece.
pt_pt: Insira os nomes dos componentes avançados para utilizar na sua biblioteca.
zh_tw: 輸入在課程組件庫中使用的進階組件名稱。

source: Library Blocks List
da: Liste over biblioteksblokke
pt_pt: Lista de Blocos da Biblioteca

source: Enter the IDs of the library XBlocks that you wish to use.
da: Indtast ID'erne for bibliotekets XBlocks, som du ønsker at bruge.
pt_pt: Digite os IDs da biblioteca XBlocks que pretende usar.

source: A maximum of {0} components may be added.
da: Der kan maksimalt tilføjes {0} komponenter.
pt_pt: Pode-se adicionar um máximo de {0} componentes.

source: No XBlock has been configured for this component. Use the editor to select the target blocks.
da: Der er ikke konfigureret nogen XBlock til denne komponent. Brug editoren til at vælge målblokkene.
pt_pt: Nenhum XBlock foi configurado para este componente. Use o editor para selecionar os blocos de destino.

source: Open Editor
da: Åbn Editor
pt_pt: Abrir o Editor

source: Importing Library Block failed - are the IDs valid and readable?
da: Import af biblioteksblok mislykkedes - er ID'erne gyldige og læsbare?
pt_pt: A falha na importação do Bloco de Bibliotecas - os IDs são válidos e legíveis?

source: The display name for this component. Analytics reports may also use the display name to identify this component.
da: Visningsnavnet for denne komponent. Analytics-rapporter kan også bruge det viste navn til at identificere denne komponent.
fr: Le nom d'affichage de ce composant. Les rapports d'analyse peuvent également utiliser le nom d'affichage pour identifier ce composant.
pl: Nazwa wyświetlana tego elementu. Raporty statystyczne również mogą wyświetlać tę nazwę w celu identyfikacji elementu.
pt_pt: O nome a exibir para este componente. Os relatórios de análise também podem utilizar o nome de exibição para identificar esse componente.

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
da: Indtast LTI-id'et for den eksterne LTI-udbyder. Denne værdi skal være det samme LTI ID, som du indtastede i LTI Passports-indstillingen på siden Avancerede indstillinger.{break_tag}Se {docs_anchor_open}edX LTI-dokumentationen{anchor_close} for at få flere oplysninger om denne indstilling.
fr: Entrer le LTI ID pour le fournisseur LTI externe. Cette valeur doit être la même que le LTI ID que vous avez entré dans le paramètre Passeports LTI sur la page des paramètres avancés. {break_tag}Voir {docs_anchor_open}the edX LTI documentation{anchor_close} pour plus de détails sur ce paramètre.
pt_pt: Introduza a identificação do fornecedor externo do ITL. Este valor deve ser o mesmo ID de ITL que introduziu na definição de Passaportes de ITL na página de Definições Avançadas.{break_tag}Ver {docs_anchor_open}a documentação edX de ITL{anchor_close} para mais detalhes sobre esta definição.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
da: Indtast URL'en på det eksterne værktøj, som denne komponent starter. Denne indstilling bruges kun, når Skjul eksternt værktøj er indstillet til False.{break_tag}Se {docs_anchor_open}edX LTI-dokumentationen{anchor_close} for flere detaljer om denne indstilling.
fr: Entrer le URL de l'outil externe que ce composant démarre. Ce paramètre est seulement utilisé quand Cacher les outils externes est initialisé à faux.{break_tag}Voir {docs_anchor_open}the edX LTI documentation{anchor_close} pour plus de détails sur ce paramètre.
pt_pt: Digite o URL da ferramenta externa que este componente lança. Esta configuração só é usada quando a opção Ocultar Ferramenta Externa é definida como Falso. {break_tag} Consulte {docs_anchor_open}a documentação edX LTI{anchor_close} para obter mais detalhes sobre esta configuração.

source: Custom Parameters
da: tilpassede parametre
fr: Paramètres personnalisés
pl: Parametry niestandardowe
pt_pt: Parâmetros personalizados
zh_tw: 自定義參數

source: Open in New Page
da: Åbn i Ny side
fr: Ouvrir dans une nouvelle page
pl: Otwórz w nowym oknie
pt_pt: Abrir numa Nova Página
zh_tw: 在新頁面開啟

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
da: Vælg Sand, hvis du vil have kursisterne til at klikke på et link, der åbner LTI-værktøjet i et nyt vindue. Vælg Falsk, hvis du vil have LTI-indholdet til at åbne i en IFrame på den aktuelle side. Denne indstilling anvendes kun, når Hide Ekstern Tool er sat til Falsk.
fr: Sélectionnez Vrai si vous voulez que les étudiants cliquent sur un lien qui ouvre l'outil LTI dans une nouvelle fenêtre. Sélectionnez Faux si vous souhaitez que le contenu LTI s'ouvre dans un IFrame de la page courante. Ce paramètre est utilisé uniquement lorsque Masquer outil externe est définie sur Faux.
pl: Wybierz "tak", jeśli chcesz, aby studenci kliknęli w odnośnik, który otworzy narzędzie LTI w nowym oknie. Wybierz "nie", jeśli treść LTI ma się otworzyć w ramce iFrame na bieżącej stronie. Ta opcja działa tylko wtedy, kiedy funkcja "Ukryj narzędzie zewnętrzne" jest ustawiona na "nie".
pt_pt: Selecione verdadeiro se desejar que os estudantes cliquem num link que abre a ferramenta LTI numa nova janela. Selecione Falso se desejar que o conteúdo LTI seja aberto num IFrame na página atual. Esta configuração é usada apenas quando Ocultar Ferramenta Externa estiver configurada como Falso.
zh_tw: 如果您想要學生點擊連結時在新視窗開啟LTI工具則選擇Ture。選擇False則是在當前頁面的IFrame開啟。此設置只能夠在隱藏外部工具被設置為False時使用。

source: Scored
da: Opnåede point
fr: A obtenu
pl: Na ocenę
pt_pt: Classificado
zh_tw: 得分

source: Select True if this component will receive a numerical score from the external LTI system.
da: Vælg Sand, hvis denne komponent skal modtage en numerisk score fra det eksterne LTI-system.
fr: Sélectionnez Vrai si ce composant doit recevoir un score numérique du système LTI externe.
pl: Wybierz "tak" jeśli ten element otrzyma numeryczną ocenę z zewnętrznego systemu LTI.
pt_pt: Selecione Verdadeiro se pretender que este componente receba uma pontuação numérica através do sistema externo LTI.
zh_tw: 如果這個組件將會從外部LIT系統接收數值評分則選擇True。

source: Weight
da: Vægt
fr: Poids
pl: Waga
pt_pt: Peso
zh_tw: 權重

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
da: Indtast antallet af mulige points for denne komponent. Standardværdien er 1,0. Denne indstilling anvendes kun, når Scorede er indstillet til Sand.
fr: Entrez le nombre de points possible pour ce composant. La valeur par défaut est de 1,0. Ce paramètre est utilisé uniquement lorsque Noté est positionné sur Vrai.
pl: Wpisz liczbę punktów możliwych do zdobycia za ten element. Domyślna wartość wynosi 1.0. Ta opcja działa wyłącznie przy włączonym systemie oceniania.
pt_pt: Introduza o número de pontos possíveis para este componente. O valor por defeito é 1,0. Esta definição só é utilizada quando a Pontuação é definida para Verdadeiro.
zh_tw: 輸入此組件的可能的點數。預設值為1.0。此設置只能在當Scored被設置為True時使用。

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
da: Scoren indeholdt i xblock KVS - kopiér den offentliggjorte score i/til Django DB
fr: Le score conservé dans le xBlock KVS - duplicata du score publié dans la base de donnée django
pl: Wynik jest przechowywany przez xblock KVS - zduplikuj uzyskany wynik do bazy danych django
pt_pt: A pontuação mantida no xblock KVS -- duplicado da pontuação publicada no django DB
zh_tw: 這個分數保持在xblock KVS 中 -- 刊登的得分在Django數據庫的副本中

source: Comment as returned from grader, LTI2.0 spec
da: Kommentar som returneret fra grader, LTI2.0 spec
fr: Commentaire sous la forme retourné par l'évaluateur, spécification LTI2.0
pl: Komentarz oceniającego
pt_pt: O comentário apresentado pelo avaliador, especificação LTI2.0

source: Hide External Tool
da: Skjul eksternt værktøj
fr: Cacher l'outil externe
pl: Ukryj narzędzie zewnętrzne
pt_pt: Ocultar Ferramenta Externa
zh_tw: 隱藏外部工具
