Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: New Team Member
da: Nyt teammedlem
fr: Nouveau membre d'équipe
pl: Nowy członek kadry
pt_pt: Novo Elemento da Equipa
zh_tw: 新增團隊成員

source: Add a User to Your Course's Team
da: Tilføj en bruger til dit kursusteam
fr: Ajouter un utilisateur à votre équipe de cours
pl: Dodaj użytkownika do kadry swojego kursu
pt_pt: Adicionar um Utilizador à Equipa do Curso
zh_tw: 新增一位使用者到您的課程團隊中

source: New Team Member Information
da: Information om nyt teammedlem
fr: Information du nouveau membre d'équipe
pl: Dane nowego członka kadry
pt_pt: Informação sobre o Novo Elemento da Equipa
zh_tw: 新團隊成員資訊

source: User's Email Address
da: Brugerens e-mailadresse
fr: Adresse email utilisateur
pl: Adres e-mail użytkownika
pt_pt: Endereço de E-mail do Utilizador
zh_tw: 用戶的電子郵件信箱地址

source: Provide the email address of the user you want to add as Staff
da: Angiv e-mailadressen på den bruger, du vil tilføje som personale
fr: Fournir l'adresse email de l'utilisateur que vous voulez ajouter à l'équipe pédagogique
pl: Wprowadź adres e-mail użytkownika, którego chcesz dołączyć do kadry
pt_pt: Indique o endereço de E-mail do utilizador que deseja adicionar como Equipa
zh_tw: 提供用戶的電子郵件地址，你要添加為工作人員

source: Add User
da: Tilføj bruger
fr: Ajouter un utilisateur
pl: Dodaj użytkownika
pt_pt: Adicionar Utilizador
zh_tw: 新增用戶

source: Add Team Members to This Course
da: Tilføj teammedlemmer til dette kursus
fr: Ajouter des membres d'équipe à ce Cours
pl: Dodaj członków kadry tego kursu
pt_pt: Adicionar Elementos da Equipa a este Curso
zh_tw: 新增團隊成員到此課程

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
da: Tilføjelse af teammedlemmer gør kursusforfattelse til samarbejde. Brugere skal være tilmeldt {studio_name} og have en aktiv konto.
fr: Ajouter des membres à l'équipe rend collaborative la création du cours. Les utilisateurs avoir un compte sur {studio_name} et avoir un compte actif.
pl: Dodając nowych członków kadry można wspólnie z nimi projektować i prowadzić kurs. Muszą oni być zarejestrowani w {studio_name} i posiadać aktywne konta.
pt_pt: Ao adicionar elementos para a sua equipa irá tornar o seu curso como criação colaborativa. Os utilizadores devem estar registados na {studio_name} e ter uma conta ativa.
zh_tw: 新增團隊成員以協助編輯課程，使用者必須先註冊並且啟動在{studio_name}上的帳號。

source: Add a New Team Member
da: Tilføj et nyt teammedlem
fr: Ajout d'un nouveau membre d'équipe
pl: Dodaj nowego członka kadry
pt_pt: Adicionar um Novo Elemento à Equipa
zh_tw: 新增一個團隊成員

source: Course Team Roles
da: Kursusholdroller
fr: Rôles dans l'équipe pédagogique
pl: Role członków kadry kursu
pt_pt: Perfis da Equipa do Curso
zh_tw: 課程團隊角色

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
da: Kursusteammedlemmer med rollen Staff er kursusmedforfattere. De har fulde skrive- og redigeringsrettigheder på alt kursusindhold.
fr: Les membres de l'équipe pédagogique du cours sont co-auteurs de cours. Ils ont droits complets d'écriture et d'édition sur tout le contenu du cours.
pl: Członkowie kadry kursu o statusie "Nauczyciel" posiadają uprawnienia współautorów. Mogą oni tworzyć i edytować wszystkie treści kursu.
pt_pt: Os elementos da equipa do curso com o perfil de Equipa são co-autores do curso. Têm permissão plena para escrever e editar todo o conteúdo do curso.
zh_tw: 當然，團隊成員與工作人員的角色當然是合著者。他們對所有課程內容的寫作和編輯權限。

source: Admins are course team members who can add and remove other course team members.
da: Admins er kursusholdsmedlemmer, der kan tilføje og fjerne andre kursusholdsmedlemmer.
fr: Les administrateurs sont des membres de l'équipe pédagogique qui peuvent ajouter ou supprimer des membres à cette équipe.
pl: Administratorzy są członkami kadry kursu, którzy mogą dodawać i usuwać innych członków kadry.
pt_pt: Os administradores são elementos da equipa do curso que podem adicionar e remover outros elementos da equipa.
zh_tw: 管理員是課程團隊成員，可以新增及移除其他課程團隊成員。

source: All course team members can access content in Studio, the LMS, and Insights, but are not automatically enrolled in the course.
da: Alle kursets teammedlemmer kan få adgang til indhold i Studio, LMS og Insights, men er ikke automatisk tilmeldt kurset.
fr: Tous les membres de l'équipe peuvent accéder au contenu dans Studio, le LMS et Insights, mais ils ne sont pas automatiquement inscrits dans ce cours.
pl: Wszyscy członkowie kadry mają dostęp do treści w Studio, w portalu edukacyjnym oraz w Edge, jednak nie są automatycznie zapisani na kurs.
pt_pt: Todos os elementos da equipa do curso podem aceder ao conteúdo no Studio, no LMS e no Insights, mas estão automaticamente inscritos no curso.

source: Transferring Ownership
da: Overdragelse af ejerskab
fr: Transfert de possession
pl: Przeniesienie praw własności
pt_pt: A Transferir Propriedade
zh_tw: 轉讓擁有權

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
da: Hvert kursus skal have en Admin. Hvis du er administrator, og du vil overføre ejerskabet af kurset, skal du klikke på <strong>Tilføj administratoradgang</strong> for at gøre en anden bruger til administrator, og derefter bede brugeren om at fjerne dig fra kursusholdslisten.
fr: Chaque cours doit avoir un administrateur. Si vous êtes l'administrateur et que vous désirez transférer l'administration du cours, cliquer <strong>ajoutez accès administrateur</strong> afin d'ajouter un administrateur, et demander à cet utilisateur de vous enlever de la liste de l'équipe du cours.
pl: Każdy kurs musi posiadać administratora. Jeśli jesteś administratorem i chcesz przenieść prawa własności do kursu, kliknij <strong>Nadaj uprawnienia administratora</strong>, aby nadać innemu użytkownikowi uprawnienia administratora, a następnie poproś tamtego użytkownika o usunięcie ciebie z listy administratorów.
pt_pt: Cada curso deve ter um Administrador. Caso seja o administrador e deseje transferir a propriedade do curso, clique em <strong> Adicionar acesso de administrador </strong> para tornar outro utilizador como Admin, e de seguida, peça a esse utilizador para o remover da lista de Equipa do Curso.
zh_tw: 每門課程必須有一名管理員。如果您是管理員並希望轉讓您的課程擁有者身分，<strong>您可以賦予access</strong> 其他用戶管理員許可權，並請求他們將您從課程團隊列表中移除。

source: Library User Access
da: Bibliotek brugeradgang
fr: Accès utilisateur à la bibliothèque
pl: Dostęp do biblioteki
pt_pt: Permissões de Acesso a Bibliotecas
zh_tw: 課程組件庫使用者存取

source: Grant Access to This Library
da: Giv adgang til dette bibliotek
fr: Permettre l'accès à cette bibliothèque
pl: Przyznaj dostęp do tej biblioteki
pt_pt: Conceder o Acesso a esta Biblioteca
zh_tw: 授予訪問權於此課程組件庫

source: Provide the email address of the user you want to add
da: Angiv e-mailadressen på den bruger, du vil tilføje
fr: Fournir l'adresse email de l'utilisateur que vous désirez ajouter
pl: Wprowadź adres e-mail użytkownika, którego chcesz dodać
pt_pt: Indique o endereço de e-mail do utilizador que pretende adicionar
zh_tw: 提供您想要新增的使用者電子郵件地址

source: Add More Users to This Library
da: Føj flere brugere til dette bibliotek
fr: Ajouter d'autres utilisateurs à cette bibliothèque
pl: Przyznaj dostęp do tej biblioteki kolejnym użytkownikom
pt_pt: Adicionar Mais Utilizadores a Esta Biblioteca
zh_tw: 新增更多使用者到此課程組件庫

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
da: Giv andre medlemmer af dit kursushold adgang til dette bibliotek. Nye biblioteksbrugere skal have en aktiv {studio_name} -konto.
fr: Permettre à d'autres membres de votre équipe de cours d'accéder à cette bibliothèque. Les nouveaux utilisateurs de la bibliothèque doivent avoir un compte actif dans {studio_name}.
pl: Przyznaj innym członkom kadry twojego kursu dostęp do tej biblioteki. Nowi użytkownicy biblioteki muszą posiadać aktywne konto w {studio_name}.
pt_pt: Conceda o acesso a esta biblioteca a outros elementos da sua equipa do curso. Os novos utilizadores da biblioteca devem ter uma conta {studio_name} ativa.
zh_tw: 授權您課程團隊的其他成員可以存取此課程組件庫。新的課程組件庫使用者必須要有一個啟用的{studio_name}的帳號。

source: Add a New User
da: Tilføj en ny bruger
fr: Ajouter un nouvel utilisateur
pl: Dodaj nowego użytkownika
pt_pt: Adicionar um Novo Utilizador
zh_tw: 新增使用者

source: Library Access Roles
da: Biblioteksadgangsroller
fr: Rôles d'accès à la bibliothèque
pl: Poziomy dostępu do biblioteki
pt_pt: Perfis de Acesso a Bibliotecas
zh_tw: 課程組件庫存取角色

source: There are three access roles for libraries: User, Staff, and Admin.
da: Der er tre adgangsroller for biblioteker: Bruger, Personale og Admin.
fr: Il y a trois rôles d'accès pour les bibliothèques : User, Staff et Admin.
pl: Występują trzy poziomy dostępu do bibliotek: użytkownika, nauczyciela i administratora.
pt_pt: Há três perfis para o acesso a bibliotecas: Utilizador, Equipa do Curso, e Administrador.
zh_tw: 對於函式庫有三個存取角色：使用者，工作人員以及管理者。

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
da: Biblioteksbrugere kan se biblioteksindhold og kan referere til eller bruge bibliotekskomponenter i deres kurser, men de kan ikke redigere indholdet af et bibliotek.
fr: Les utilisateurs des bibliothèques peuvent voir le contenu de la bibliothèque et référencer ou utiliser les composantes de la bibliothèque dans leurs cours, mais ils ne peuvent éditer le contenu de la bibliothèque.
pl: Użytkownicy biblioteki mogą przeglądać jej zasoby i korzystać z nich lub odnosić się do nich w swoich kursach, natomiast nie mogą edytować zawartości biblioteki.
pt_pt: Os Utilizadores da Biblioteca podem ver o conteúdo da biblioteca e referenciar ou utilizar componentes da biblioteca nos seus cursos, mas não podem editar o conteúdo de uma biblioteca.
zh_tw: 課程組件庫使用者可以查看課程組件庫的內容以及可以引用或使用課程組件庫的組件到他們的課程中，不過他們無法編輯課程組件庫的內容。

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
da: Bibliotekspersonalet er medforfattere af indholdet. De har fulde redigeringsrettigheder til indholdet af et bibliotek.
fr: Les membres des bibliothèques sont co-auteurs de contenu. Ils ont les droits complets d'édition sur le contenu d'une bibliothèque.
pl: Nauczyciele to współautorzy biblioteki. Posiadają oni pełne prawo do edycji zawartości biblioteki.
pt_pt: Os elementos da Equipa da Biblioteca são co-autores de conteúdo. Têm permissão plena para editar o conteúdo de uma biblioteca.
zh_tw: 課程組件庫工作人員是內容的共同作者，他們擁有完全編輯課程組件庫內容的權限。

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
da: Biblioteksadministratorer har fulde redigeringsrettigheder og kan også tilføje og fjerne andre teammedlemmer. Der skal være mindst én bruger med rollen Admin i et bibliotek.
fr: Les administrateurs de bibliothèques ont les droits d'édition complets et peuvent aussi ajouter et supprimer les autres membres de l'équipe. Il doit y avoir au minimum un utilisateur avec le rôle Admin dans la bibliothèque.
pl: Administratorzy biblioteki posiadają pełne prawa do edycji jej zawartości, a także mogą dodawać i usuwać użytkowników mających do niej dostęp. Dla każdej biblioteki musi istnieć co najmniej jeden użytkownik o statusie administratora.
pt_pt: Os Administradores de Biblioteca têm permissão plena para editar e também podem adicionar e remover outros elementos da equipa. Deve existir, pelo menos, um utilizador com o perfil de administrador numa biblioteca.
zh_tw: 課程組件庫管理者擁有所有的編輯權限，也可以新增或刪除其他團體成員。課程組件庫中必須至少有一名使用者擁有管理者權限。

source: Schedule & Details Settings
da: Indstillinger for tidsplan og detaljer
fr: Paramètres Dates & Détails
pl: Ustawienia szczegółów i harmonogramu
pt_pt: Configurações de Calendário e Detalhes
zh_tw: 時程表與細節設定

source: Basic Information
da: Grundlæggende oplysninger
fr: Information de base
pl: Podstawowe informacje
pt_pt: Informações Básicas
zh_tw: 基本資訊

source: The nuts and bolts of your course
da: Møtrikker og bolte på din bane
fr: Les références de votre Cours
pl: Podstawowe informacje dotyczące twojego kursu
pt_pt: Os detalhes do seu curso
zh_tw: 您的課程的具體細節

source: This field is disabled: this information cannot be changed.
da: Dette felt er deaktiveret: disse oplysninger kan ikke ændres.
fr: Ce champ est désactivé : Cette information ne peut pas être changée
pl: To pole jest wyłączone: informacji nie można zmienić.
pt_pt: Este campo está desativado: esta informação não pode ser alterada.
zh_tw: 該欄位為關閉，資訊不可修改。

source: Course Summary Page
da: Kursusoversigtsside
fr: Page de Sommaire du Cours
pl: Strona podsumowująca kursu
pt_pt: Página de Resumo do Curso
zh_tw: 課程總結頁面

source: (for student enrollment and access)
da: (for studerende tilmelding og adgang)
fr: (pour l'inscription des étudiants et l'accès)
pl: (dla potrzeb rejestracji i dostępu studentów)
pt_pt: (para a inscrição e acesso do estudante)
zh_tw: (用於學生註冊和訪問)

source: Enroll in {course_display_name}
da: Tilmeld dig {course_display_name}
fr: S'inscrire à {course_display_name}
pl: Zapisz się na kurs "{course_display_name}"
pt_pt: Inscreva-se em {course_display_name}
zh_tw: 註冊{course_display_name}

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
da: Kurset "{course_display_name}", leveret af {platform_name}, er åbent for tilmelding. Naviger til dette kursus på {link_for_about_page} for at tilmelde dig.
fr: Le cours "{course_display_name}", fourni par {platform_name}, est ouvert pour l'inscription. S'il vous plaît naviguer sur ce cours à la page {link_for_about_page} pour vous inscrire.
pl: Właśnie rozpoczęły się zapisy na kurs "{course_display_name}" dostępny na platformie {platform_name}. W celu zapisania się na kurs proszę przejść na stronę {link_for_about_page} .
pt_pt: O curso "{course_display_name}", disponibilizado pela {platform_name} está aberto para inscrição. Por favor, navegue para este curso em {link_for_about_page} para se inscrever.
zh_tw: 課程 "{course_display_name}" ，被{platform_name}提供，是被開放註冊的。請透過此課程在 {link_for_about_page} 註冊。

source: Send a note to students via email
da: Send en note til eleverne via e-mail
fr: Envoyer une note aux étudiants par e-mail
pl: Wyślij powiadomienie do studentów przez e-mail
pt_pt: Envie uma nota aos estudantes via e-mail
zh_tw: 透過電子郵件發送筆記給學生

source: Invite your students
da: Inviter dine elever
fr: Inviter vos étudiants
pl: Zaproś swoich studentów
pt_pt: Convide os seus estudantes
zh_tw: 邀請您的學生

source: Promoting Your Course with {platform_name}
da: Promovering af dit kursus med {platform_name}
fr: Promouvoir votre cours avec {platform_name}
pl: Promowanie twoich kursów z {platform_name}
pt_pt: Promover o Seu Curso com a {platform_name}
zh_tw: 透過{platform_name}平台推廣您的課程

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
da: Din kursusoversigtsside vil ikke kunne ses, før dit kursus er blevet annonceret. For at levere indhold til siden og få vist det, skal du følge instruktionerne fra din programadministrator.
fr: La page sommaire de votre cours ne sera pas visible tant que votre cours ne sera pas announcé. Afin de fournir le contenu pour cette page et la prévisualiser, suivez les instructions fournies pasr vore directeur de programme.
pl: Strona podsumowująca twojego kursu nie będzie widoczna publicznie do czasu opublikowania oficjalnej zapowiedzi kursu. Aby przygotować taką stronę i sprawdzić ją na podglądzie, postępuj zgodnie z instrukcjami otrzymanymi od swojego Opiekuna Projektu.
pt_pt: A sua página de resumo do curso não estará visível até que seu curso seja anunciado. Para disponibilizar conteúdo da página e visualizá-lo, siga as instruções do seu Gestor de Programas.
zh_tw: 您的課程總結頁面直到您的課程發布之後才會可見。為了向該頁面提供內容並預覽頁面，請遵循您的程式管理者所提供的說明。

source: Please note that changes here may take up to a business day to appear on your course summary page.
da: Bemærk, at ændringer her kan tage op til en hverdag, før de vises på din kursusoversigtsside.
fr: Veuillez noter que les changements ici peuvent prendre jusqu'à un jour ouvrable pour apparaître sur votre page de résumé de cours.
pl: Należy pamiętać, że wprowadzenie zmian na stronie podsumowania kursu może zająć do jednego dnia roboczego.
pt_pt: Por favor, note que as alterações aqui efectuadas podem demorar até um dia útil para aparecerem na página de resumo do seu curso.

source: Course Credit Requirements
da: Kursuskreditkrav
fr: Critères d'obtention de crédit pour le cours
pl: Wymagania do uzyskania certyfikatu
pt_pt: Requisitos de Crédito do Curso
zh_tw: 課程學分要求

source: Steps required to earn course credit
da: Der kræves trin for at opnå kursuskredit
fr: Étapes nécessaires pour obtenir des crédits de cours
pl: Kroki wymagane do uzyskania certyfikatu
pt_pt: Passos necessários para ganhar créditos do curso
zh_tw: 得到學分的要求

source: Minimum Grade
da: Minimumskarakter
fr: Note minimum
pl: Minimalna ocena
pt_pt: Grau Mínimo
zh_tw: 最低等級

source: Successful Proctored Exam
da: Vellykket overvåget eksamen
fr: Examen surveillé avec succès
pl: Zdanie egzaminu nadzorowanego
pt_pt: Exame Supervisionado Com sucesso
zh_tw: 成功監考考試

source: Proctored Exam {number}
da: overvåget eksamen {number}
fr: Examen surveillé {number}
pl: Egzamin nadzorowany {number}
pt_pt: Exame Supervisionado {number}
zh_tw: 監考考試 {number}

source: ID Verification
da: ID-bekræftelse
fr: Vérification de la pièce d'identité
pl: Weryfikacja tożsamości
pt_pt: Verificação de ID
zh_tw: ID 驗證

source: In-Course Reverification {number}
da: Reverifikation på kursus {number}
fr: Revérification {number} durant le cours
pl: Re-weryfikacja wewnątrz kursu {number}
pt_pt: Verificação em Curso {number}
zh_tw: 在課程期間重新驗證 {number}

source: Course Pacing
da: Kursustempo
fr: Rythme du cours
pl: Forma tempa kursu
pt_pt: Modo de Progresso
zh_tw: 課程開始

source: Set the pacing for this course
da: Indstil tempoet for dette kursus
fr: Définir le rythme de ce cours
pl: Wybierz formę tempa kursu
pt_pt: Defina o ritmo para este curso
zh_tw: 設定課程開始

source: Instructor-Paced
da: Instruktør-tempo
fr: Au rythme de l'instructeur
pl: Z harmonogramem prowadzącego
pt_pt: Ritmo definido Pelo Formador
zh_tw: 講師進度

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
da: Kurser i instruktørtempo skrider frem i det tempo, som kursusforfatteren sætter. Du kan konfigurere udgivelsesdatoer for kursusindhold og forfaldsdatoer for opgaver.
fr: Les cours au rythme de l'instructeur progressent selon le rythme déterminé par l'instructeur. Vous pouvez configurer des dates de disponibilité pour le contenu du cours et des dates de remise pour les travaux.
pl: Kursy z harmonogramem prowadzącego przebiegają w tempie ustalonym przez kadrę kursu. Pozwalają one na konfigurowanie dat udostępnień kolejnych lekcji oraz ostatecznych terminów na wykonanie poszczególnych ćwiczeń.
pt_pt: Os cursos com ritmo definido pelo formador progridem seguindo o ritmo determinado pelo autor do curso. É possível configurar datas de lançamento para o conteúdo do curso e datas limite para tarefas.
zh_tw: 教師教學課程的進度可以由該課程作者設置。你可以為該課程設置課程內容發布時間及停止觀看時間。

source: Self-Paced
da: I eget tempo
fr: A votre rythme
pl: W tempie własnym
pt_pt: Ritmo Definido pelo Estudante
zh_tw: 自定進度

source: Self-paced courses offer suggested due dates for assignments or exams based on the learner’s enrollment date and the expected course duration. These courses offer learners flexibility to modify the assignment dates as needed.
da: Kurser i eget tempo tilbyder foreslåede afleveringsdatoer for opgaver eller eksamener baseret på elevens tilmeldingsdato og den forventede kursusvarighed. Disse kurser giver eleverne fleksibilitet til at ændre opgavedatoerne efter behov.
fr: Les cours à votre rythme proposent des dates d'échéance suggérées pour les devoirs ou les examens en fonction de la date d'inscription de l'apprenant et de la durée prévue du cours. Ces cours offrent aux apprenants la possibilité de modifier les dates des devoirs au besoin.
pl: Kursy we własnym tempie sugerują terminy zadań lub egzaminów w oparciu o datę rejestracjo uczestnika i przewidywany czas trwania kursu. Kursy te zapewniają uczniom elastyczność w zakresie zmian dat w razie potrzeby.
pt_pt: Os cursos com ritmo próprio oferecem sugestão de datas para as tarefas ou exames com base na data de inscrição do aluno e na duração esperada do curso. Estes cursos oferecem aos estudantes flexibilidade para modificar as datas das tarefas, conforme necessário.

source: Course Schedule
da: Kursusplan
fr: Dates du Cours
pl: Harmonogram kursu
pt_pt: Calendário do Curso
zh_tw: 課程時程表

source: Dates that control when your course can be viewed
da: Datoer, der styrer, hvornår dit kursus kan ses
fr: Les dates qui déterminent quand votre cours peut être visualisé.
pl: Daty określające kiedy twój kurs będzie widoczny
pt_pt: Datas que controlam o momento em que o seu curso pode ser visualizado
zh_tw: 日期決定了您的課程何時可以被瀏覽。

source: Course Start Date
da: Start dato for kursus:
fr: Date de début du cours
pl: Data rozpoczęcia kursu
pt_pt: Data de Início do Curso
zh_tw: 課程開始日期

source: First day the course begins
da: Første dag begynder kurset
fr: Premier jour de Cours
pl: Pierwszy dzień trwania kursu
pt_pt: Primeiro dia do seu curso
zh_tw: 課程開始的第一天

source: Course Start Time
da: Kursusstarttid
fr: Heure de début du Cours
pl: Godzina rozpoczęcia kursu
pt_pt: Hora de Início do Curso
zh_tw: 開課時間

source: Course End Date
da: Slut dato for kursus
fr: Date de fin du cours
pl: Data zakończenia kursu
pt_pt: Data de Fim do Curso
zh_tw: 課程結束日期

source: Last day your course is active
da: Sidste dag er dit kursus aktivt
fr: Dernier jour d'activité de votre Cours
pl: Ostatni dzień trwania kursu
pt_pt: Último dia do seu curso
zh_tw: 您課程可被訪問的最後一天

source: Course End Time
da: Kursus sluttidspunkt
fr: Heure de fin du Cours
pl: Godzina zakończenia kursu
pt_pt: Hora de Conclusão do Curso
zh_tw: 課程結束時間

source: Immediately upon passing
da: Straks efter bestået
fr: Immédiatement après le passage
pl: Natychmiast po przekroczeniu
pt_pt: Imediatamente após a sua passagem

source: End date of course
da: Slutdato selvfølgelig
fr: Date de fin de cours
pl: Data końcowa kursu
pt_pt: Data final do curso

source: A date after the course end date
da: En dato efter kursets slutdato
fr: Une date après la date de fin du cours
pl: Data po dacie zakończenia kursu
pt_pt: Uma data após a data final do curso

source: Certificates are awarded at the end of a course run
da: Certifikater uddeles ved afslutningen af et kursusforløb
fr: Les attestations sont décernées à la fin d'un cours
pl: Certyfikaty przyznawane są na zakończenie kursu
pt_pt: Os certificados são concedidos no final de um curso

source: Read more about this setting
da: Læs mere om denne indstilling
fr: En savoir plus sur ce paramètre
pl: Dowiedz się więcej o tym ustawieniu
pt_pt: Leia mais sobre esta definição
