Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
da: {paragraphStart}Du indtastede {boldStart}{email}{boldEnd}. Hvis denne e-mailadresse er knyttet til din {platform_name}-konto, sender vi en meddelelse med instruktioner til gendannelse af adgangskode til denne e-mailadresse.{paragraphEnd}{paragraphStart}Hvis du ikke modtager en meddelelse om nulstilling af adgangskode efter 1 minut, skal du bekræfte, at du har indtastet den korrekte e-mail-adresse, eller tjek din spam-mappe.{paragraphEnd}{paragraphStart}Hvis du har brug for yderligere hjælp, {anchorStart}kontakt teknisk support{anchorEnd}.{paragraphEnd}
sv: {paragraphStart}Du angav {boldStart}{email}{boldEnd}. Om den här e-postadressen är kopplad till ditt {platform_name}-konto kommer vi att skicka ett meddelande med instruktioner för lösenordsåterställning till den här e-postadressen.{paragraphEnd}{paragraphStart}Om du inte får ett meddelande om lösenordsåterställning efter 1 minut, kontrollera att du har angett rätt e-postadress, eller kontrollera din skräppostmapp.{paragraphEnd}{paragraphStart}Om du behöver ytterligare hjälp, {anchorStart}kontakta teknisk support{anchorEnd}.{paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
da: Der opstod en fejl. Prøv at opdatere siden eller tjek din internetforbindelse.
sv: Ett fel har uppstått. Prova att uppdatera sidan eller kontrollera din internetanslutning.

source: In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}.
da: For at logge ind skal du aktivere din konto.{line_break}{line_break}Vi har lige sendt et aktiveringslink til {strong_start} {email} {strong_end}.Hvis du ikke modtager en e-mail, skal du tjekke dine spam-mapper eller {anchorStart}kontakte {platform_name} Support{anchorEnd}.
sv: För att kunna logga in måste du aktivera ditt konto.{line_break}{line_break}Vi skickade precis en aktiveringslänk till {strong_start} {email} {strong_end}. Om du inte får ett e-postmeddelande, kontrollera dina skräppostmappar eller {anchorStart}kontakta supporten för {platform_name}{anchorEnd}.

source: An unexpected error has occurred.
da: En uventet fejl er opstået.
sv: Ett oväntat fel har uppstått.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
da: Du har logget ind på %(currentProvider)s, men din %(currentProvider)s-konto har ikke en tilknyttet %(platformName)s-konto. For at linke dine konti skal du logge ind nu med din %(platformName)s adgangskode.
sv: Du har loggat in på %(currentProvider)s, men ditt %(currentProvider)s konto har inte ett länkat %(platformName)s konto. För att länka dina konton, logga in nu med ditt %(platformName)s lösenord.

source: We couldn't create your account.
da: Vi kunne ikke oprette din konto.
sv: Vi kunde inte skapa ditt konto.

source: Create Account
da: Opret konto
sv: Skapa konto

source: (required)
da: (påkrævet)
sv: (obligatorisk)

source: You've successfully signed into %(currentProvider)s.
da: Du har logget ind på %(currentProvider)s.
sv: Du har blivit inloggad till %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
da: Vi mangler bare lidt mere information, før du begynder at lære med %(platformName)s.
sv: Vi behöver bara lite mer information innan du börjar lära dig med %(platformName)s.

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
da: Dine profilindstillinger administreres af {enterprise_name}. Kontakt din administrator eller {link_start}edX-support{link_end} for at få hjælp.
sv: Dina profilinställningar hanteras av {enterprise_name}. Kontakta din administratör eller {link_start}edX Support{link_end} för hjälp.

source: Email Address (Sign In)
da: E-mailadresse (log ind)
sv: Mailadres (använd för att logga in)

source: You receive messages from {platform_name} and course teams at this address.
da: Du modtager beskeder fra {platform_name} og kursushold på denne adresse.
sv: Du får meddelanden från {platform_name} och kursteam på den här adressen.

source: Recovery Email Address
da: E-mailadresse til gendannelse
sv: E-postadress för återställning

source: You may access your account with this address if single-sign on or access to your primary email is not available.
da: Du kan få adgang til din konto med denne adresse, hvis single-logon eller adgang til din primære e-mail ikke er tilgængelig.
sv: Du kan komma åt ditt konto med den här adressen om enkel inloggning eller åtkomst till din primära e-post inte är tillgänglig.

source: Full Name
da: Fulde navn
sv: Fullständigt namn

source: The name that is used for ID verification and that appears on your certificates.
da: Det navn, der bruges til ID-bekræftelse, og som vises på dine certifikater.
sv: Namnet som används för ID-verifiering och som visas på dina certifikat.

source: Country or Region of Residence
da: Bopælsland eller -region
sv: Land eller region

source: The country or region where you live.
da: Det land eller den region, hvor du bor.
sv: Landed eller regionen där du bor

source: Basic Account Information
da: Grundlæggende kontooplysninger
sv: Kontoinställningar

source: These settings include basic information about your account.
da: Disse indstillinger omfatter grundlæggende oplysninger om din konto.
sv: Dessa inställningar innehåller grundläggande information om ditt konto.

source: The name that identifies you on {platform_name}. You cannot change your username.
da: Navnet, der identificerer dig på {platform_name}. Du kan ikke ændre dit brugernavn.
sv: Ditt användarnamn på {platform_name}. Kan inte ändras.

source: Password
da: Kodeord
sv: Lösenord

source: Check your email account for instructions to reset your password.
da: Tjek din e-mail-konto for instruktioner til at nulstille din adgangskode.
sv: Kontrollera ditt e-postkonto för instruktioner om hur du återställer ditt lösenord.

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
da: Det sprog, der bruges på hele dette websted. Denne side er i øjeblikket tilgængelig på et begrænset antal sprog. Ændring af værdien af dette felt vil få siden til at opdatere.
sv: Språket som används på denna webbplats. Denna webbplats är för närvarande tillgänglig på ett begränsat antal språk. Om du ändrar värdet på detta fält kommer sidan att uppdateras.

source: Time Zone
da: Tidszone
sv: Tidszon

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
da: Vælg tidszonen for visning af kursusdatoer. Hvis du ikke angiver en tidszone, vil kursusdatoer, inklusive opgavedeadlines, blive vist i din browsers lokale tidszone.
sv: Välj tidszon för att visa kursdatum. Om du inte anger en tidszon kommer kursdatum, inklusive deadlines för uppdrag, att visas i din webbläsares lokala tidszon.

source: All Time Zones
da: Alle tidszoner
sv: Alla tidszoner

source: Default (Local Time Zone)
da: Standard (lokal tidszone)
sv: Tidszon (lokal)

source: Additional Information
da: Yderligere Information
sv: Mer information

source: Education Completed
da: Uddannelsen er gennemført
sv: Slutförd utbildning

source: Gender
da: Køn
sv: Kön

source: Year of Birth
da: Fødselsår
sv: Födelseår

source: Preferred Language
da: Foretrukket sprog
sv: Föredraget språk

source: We've sent a confirmation message to {new_secondary_email_address}. Click the link in the message to update your secondary email address.
da: Vi har sendt en bekræftelsesmeddelelse til {new_secondary_email_address}. Klik på linket i meddelelsen for at opdatere din sekundære e-mailadresse.
sv: Vi har skickat ett bekräftelsemeddelande till {new_secondary_email_address}. Klicka på länken i meddelandet för att uppdatera din sekundära e-postadress.

source: Social Media Links
da: Links til sociale medier
sv: Länkar till sociala media

source: Optionally, link your personal accounts to the social media icons on your edX profile.
da: Link eventuelt dine personlige konti til de sociale medieikoner på din edX-profil.
sv: Alternativt kan du länka dina personliga konton till ikonerna för sociala medier på din edX-profil.

source: Enter your {platform_display_name} username or the URL to your {platform_display_name} page. Delete the URL to remove the link.
da: Indtast dit {platform_display_name}-brugernavn eller webadressen til din {platform_display_name}-side. Slet URL'en for at fjerne linket.
sv: Ange ditt {platform_display_name}-användarnamn eller webbadressen till din {platform_display_name}-sida. Ta bort webbadressen för att ta bort länken.

source: Linked Accounts
da: Tilknyttede konti
sv: Länkade konton

source: You can link your social media accounts to simplify signing in to {platform_name}.
da: Du kan linke dine sociale mediekonti for at forenkle login på {platform_name}.
sv: Du kan länka dina konton från sociala platformar för att underlätta inloggningen till {platform_name}.

source: ORDER NAME
da: ORDRE NAVN
sv: BESTÄLLNING

source: ORDER PLACED
da: ORDREN ER AFGIVET
sv: DATUM

source: TOTAL
da: I ALT

source: ORDER NUMBER
da: ORDRE NUMMER
sv: BESTÄLLNINGSNUMMER

source: My Orders
da: Mine Ordrer
sv: Mina beställningar

source: This page contains information about orders that you have placed with {platform_name}.
da: Denne side indeholder oplysninger om ordrer, du har afgivet hos {platform_name}.
sv: Den här sidan innehåller information om beställningar som du har gjort med {platform_name}.

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
da: Vi har sendt en bekræftelsesbesked til {new_email_address}. Klik på linket i besked for at opdatere din e-mailadresse.
sv: Vi har skickat ett bekräftelsemeddelande till {new_email_address}. Klicka på länken i meddelandet för att uppdatera din e-postadress.

source: You must sign out and sign back in before your language changes take effect.
da: Du skal logge af og logge på igen, før dit nye sprogvalg virker.
sv: Du måste logga ut och logga in igen innan dina språkändringar träder i kraft.

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
da: Vi har sendt en besked til {email}. Klik på linket i meddelelsen for at nulstille din adgangskode. Modtog du ikke beskeden? Kontakt {anchorStart}teknisk support{anchorEnd}.
sv: Vi har skickat ett meddelande till {email}. Klicka på länken i meddelandet för att återställa ditt lösenord. Fick du inte meddelandet? Kontakta {anchorStart}teknisk support{anchorEnd}.

source: Link your {accountName} account
da: Tilknyt din {accountName}-konto
sv: Länka ditt {accountName} konto

source: Unlink This Account
da: Fjern linket til denne konto
sv: Ta bort länken

source: You can use your {accountName} account to sign in to your {platformName} account.
da: Du kan bruge din {accountName}-konto til at logge ind på din {platformName}-konto.
sv: Du kan använda ditt {accountName}-konto för att logga in på ditt {platformName}-konto.

source: Unlink your {accountName} account
da: Fjern linket til din {accountName}-konto
sv: Ta bort länken till ditt {accountName}-konto

source: Link Your Account
da: Tilknyt din konto
sv: Länka ditt konto

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
da: Link din {accountName}-konto til din {platformName}-konto, og brug {accountName} til at logge ind på {platformName}.
sv: Länka ditt {accountName}-konto till ditt {platformName}-konto och använd {accountName} för att logga in på {platformName}.

source: Unlinking
da: Sletter link
sv: Avlänkar

source: Linking
da: Linker
sv: Länkar

source: Successfully unlinked.
da: Link er slettet.
sv: Avlänkningen lyckades

source: Image Upload Error
da: Fejl ved upload af billede
sv: Fel vid bilduppladdning

source: Please verify that you have uploaded a valid image (PNG and JPEG).
da: Kontroller, at du har uploadet et gyldigt billede (PNG og JPEG).
sv: Kontrollera att du har laddat upp en giltig bild (PNG och JPEG).

source: An error has occurred. Please try again later.
da: Der opstod en fejl. Prøv venligst igen senere.
sv: Ett fel har uppstått. Försök igen senare.

source: Could not submit photos
da: Kunne ikke sende billeder
sv: Kunde inte skicka in bilder

source: Professional Education Verified Certificate
da: Verificeret diplom for faglig uddannelse
sv: Yrkesutbildning verifierat certifikat

source: Professional Education
da: Faglig uddannelse
sv: Professionell utbildning

source: Verified Certificate upgrade
da: Opgradering af verificeret diplom
sv: Verifierad certifikatuppgradering

source: Verified Certificate
da: Verificeret diplom
sv: Kurscertifikat

source: Checkout with PayPal
da: Checkout med PayPal
sv: Betala med PayPal

source: Checkout with {processor}
da: Gå til kassen med {processor}
sv: Betala med {processor}

source: All payment options are currently unavailable.
da: Alle betalingsmuligheder er i øjeblikket ikke tilgængelige.
sv: Alla betalningsalternativ är för närvarande inte tillgängliga.

source: Try the transaction again in a few minutes.
da: Prøv at gennemføre transaktionen igen om nogle minutter.
sv: Försök med transaktionen igen om några minuter.

source: An error has occurred. Please try again.
da: Der opstod en fejl. Prøv venligst igen.
sv: Ett fel har uppstått. Var god försök igen.

source: Could not submit order
da: Kunne ikke sende ordre
sv: Kunde inte skicka beställning

source: Take a photo of your ID
da: Tag et billede af dit id
sv: Ta ett foto av ditt ID

source: Review your info
da: Tjek dine oplysninger
sv: Granska din information

source: An error has occurred. Please try reloading the page.
da: Der opstod en fejl. Prøv venligst at genindlæse siden.
sv: Ett fel har uppstått. Försök att ladda om sidan.

source: Video Capture Error
da: Fejl på videooptager
sv: Videoinspelningsfel

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
da: Verificer, at din webcam er tilsluttet, og at du har givet din browser adgang til den.
sv: Kontrollera att din webbkamera är ansluten och att du har tillåtit din webbläsare att komma åt den.

source: No Webcam Detected
da: Webcam ikke fundet
sv: Ingen webbkamera upptäckt

source: You don't seem to have a webcam connected.
da: Det ser ikke ud til, at du har forbindelse til en webcam
sv: Du verkar inte ha någon webbkamera ansluten.

source: Double-check that your webcam is connected and working to continue.
da: Dobbelttjek, at der er forbindelse til din webcam, og at den virker for at fortsætte.
sv: Dubbelkolla att din webbkamera är ansluten och fungerar för att fortsätta.

source: Photo Captured successfully.
da: Billede er taget.
sv: Fotot har tagits.

source: No Flash Detected
da: Der er ikke nogen blitz
sv: Ingen blixt upptäckt

source: You don't seem to have Flash installed. Get Flash to continue your verification.
da: Det ser ikke ud til, at du har installeret blitz. Installer blitz for at fortsætte din verficering.
sv: Du verkar inte ha Flash installerat. Skaffa Flash för att fortsätta verifieringen.

source: Editable
da: Redigerbar
sv: Redigerbart

source: Validation Error
da: Valideringsfejl
sv: Valideringen misslyckades

source: In Progress
da: Behandles
sv: Pågående

source: Placeholder
da: Pladsholder
sv: Lägg till innehåll här

source: Your upload of '{file}' succeeded.
da: Din upload af '{file}' lykkedes.
sv: Din uppladdning av '{file}' lyckades.

source: Your upload of '{file}' failed.
da: Din upload af '{file}' mislykkedes.
sv: Din uppladdning av '{file}' misslyckades.

source: Upload an image
da: Indlæs et billede
sv: Ladda upp en bild

source: Change image
da: Skift billede
sv: Ändra bild

source: Image
da: Billede
sv: Bild

source: An error has occurred. Refresh the page, and then try again.
da: Der opstod en fejl. Opdater siden og prøv så igen.
sv: Ett fel har uppstått. Uppdatera sidan och försök sedan igen.

source: The file must be at least {size} in size.
da: Filens størrelse skal være mindst {size}.
sv: Filen måste vara minst {size} stor.

source: The file must be smaller than {size} in size.
da: Filens størrelse skal være mindre end {size}.
sv: Filen måste vara mindre än {size} i storlek.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
da: Upload er i gang. For at undgå fejl skal du blive på denne side, indtil processen er færdig.
sv: Uppladdning pågår. För att undvika fel, stanna kvar på den här sidan tills processen är klar.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
da: Er i gang med at fjerne. For at undgå fejl skal du blive på denne side, indtil processen er færdig.
sv: Borttagning pågår. För att undvika fel, stanna kvar på den här sidan tills processen är klar.

source: Course is not yet visible to students.
da: Kurset er endnu ikke synligt for kursister.
sv: Kursen är ännu inte synlig för studenterna

source: You cannot view the course as a student or beta tester before the course release date.
da: Du kan ikke se kurset som kursist eller beta-tester, før kursets udgivelsesdato.
sv: Du kan inte visa kursen som elev eller betatestare innan kursens startdatum.

source: Overall Score
da: Samlet score
sv: Slutpoäng

source: Bookmark this page
da: Gem denne side
sv: Lägg till som bokmärke

source: Thank you for setting your course goal to {goal}!
da: Tak, fordi du satte dit kursusmål til {goal}!

source: You have successfully updated your goal.
da: Du har opdateret dit mål.

source: There was an error updating your goal.
da: Der opstod en fejl under opdatering af dit mål.

source: Expand All
da: Udvid alle
sv: Expandera alla

source: Collapse All
da: Skjul alle
sv: Kollapsa alla

source: Show More
da: Vis mere
sv: Visa mer

source: Show Less
da: Vis mindre
sv: Visa mindre

source: Profile Visibility:
da: profile Synlighed:
sv: Profilinställning:

source: Limited Profile
da: Begrænset profil
sv: Begränsad profil

source: Full Profile
da: Fuld profil
sv: Full profil

source: Joined
da: Tiltrådte
sv: Gick med

source: Joined Date
da: Tilmeldt dato
sv: Datum

source: Location
da: Lokalitet
sv: Plats

source: Add Country
da: Tilføj land
sv: Lägg till land

source: Add language
da: Tilføj sprog
sv: Lägg till språk

source: About me
da: Om mig
sv: Om mig

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
da: Fortæl de andre kursister lidt om dig selv: Hvor du bor, hvilke interesser du har, hvorfor du tager dette kursus, eller hvad du forventer at lære.
sv: Berätta om dig själv för andra elever: var du bor, vad du har för intressen, varför du läser kurser, eller vad du hoppas lära dig.

source: Accomplishments Pagination
da: Paginering af præstationer

source: Account Settings page.
da: Side med kontoindstillinger
sv: Kontoninställningar

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
da: Du skal angive dit fødselsår, før du kan dele din fulde profil. For at angive fødselsår skal du gå til {account_settings_page_link}
sv: Du måste ange ditt födelseår innan du kan dela din fulla profil. För att specifiera ditt födelseår, gå till {account_settings_page_link}

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
da: Du skal være over 13 for at dele en fuld profil. Hvis du er over 13, skal du sikre dig, at du har angivet fødselsår på {account_settings_page_link}
sv: Du måste vara över 13 för att dela en fullständig profil. Om du är över 13, se till att du har angett ett födelseår på {account_settings_page_link}

source: Profile Image
da: Profilbillede
sv: Profilbild

source: Profile image for {username}
da: Profilbillede for {username}
sv: Profilbild för {username}

source: About Me
da: Om mig
sv: Om mig

source: Accomplishments
da: Præstationer

source: Profile
da: Profil
sv: Användarprofil

source: Studio's having trouble saving your work
da: Studio har problemer med at gemme dit arbejde
sv: Studior har problem med att spara ditt arbete

source: OpenAssessment Save Error
da: OpenAssessment Gem fejl
sv: Fel vis sparande av OpenAssessment

source: This link will open in a new browser window/tab
da: Dette link åbnes i et nyt browservindue/-fane
sv: Den här länken kommer att öppnas i ett nytt fönster/en ny flik

source: This link will open in a modal window
da: Dette link åbnes i et modalt vindue
sv: Den här länken kommer öppnas upp i en pop-up

source: Certificate name is required.
da: Certifikatnavn er påkrævet.
sv: Ett namn på certifikatet är obligatoriskt

source: Signatory field(s) has invalid data.
da: Underskrivende felt(er) har ugyldige data.
sv: Fält(en) med undertecknare innehåller felaktig data.

source: Edit this certificate?
da: Vil du redigere dette certifikat?
sv: Redigera detta certifikat?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
da: Dette certifikat er allerede blevet aktiveret og er live. Er du sikker på, at du vil fortsætte med at redigere?
sv: Det här certifikatet är redan aktiverad och är live. Är du säker på att du vill fortsätta redigera?

source: Yes, allow edits to the active Certificate
da: Ja, tillad redigeringer af det aktive certifikat
sv: Ja, aktiva certifikar får redigeras

source: certificate
da: certifikat
sv: kurscertifikat

source: Deactivating
da: Deaktiverer
sv: Inaktiverar

source: Set up your certificate
da: Konfigurer dit certifikat
sv: Konfigurera ditt certifikat

source: You have not created any certificates yet.
da: Du har ikke oprettet nogen certifikater endnu.
sv: Du har inte skapat några certifikat än

source: Delete "<%- signatoryName %>" from the list of signatories?
da: Vil du slette &quot;&lt;%- signatoryName %&gt;&quot; fra listen over underskrivere?
sv: Ta bort "<%- signatoryName %>" från listan över undertecknare?

source: This action cannot be undone.
da: Denne handling kan ikke fortrydes.
sv: Den här ändringen kan inte ångras

source: Deleting
da: Sletter
sv: Tar bort

source: Upload signature image.
da: Upload signaturbillede.
sv: Ladda upp signaturbild.

source: Image must be in PNG format.
da: Billedet skal være i PNG-format.
sv: Filen måste vara i png-format

source: Group %s
da: Gruppe %s
sv: Grupp %s

source: Your export has failed.
da: Din eksport mislykkedes.
sv: Exporteringen misslyckades

source: Already a course team member
da: Allerede medlem af kursusteamet
sv: Redan en lagmedlem för kursen
