Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: {platform_name} Certificate for {course_name}
da: {platform_name} Diplom for {course_name}
fr: {platform_name} Certificat pour {course_name}
pl: Certyfikat {platform_name} z kursu "{course_name}"
pt_pt: {platform_name} Certificado para {course_name}
zh_tw: {platform_name} 修課證明 {course_name}

source: The ISO 639-1 language code for this language.
da: ISO 639-1 sprogkode for dette sprog.
fr: Le code linguistique ISO 639-1 pour cette langue.
pl: Kod ISO 639-1 dla tego języka.
pt_pt: O código de idioma ISO 639-1 para este idioma.
zh_tw: 該語言的ISO639-1語言編碼。

source: Namespace of enrollment attribute
da: Namespace for tilmeldingsattribut
fr: Espace de nommage des attributs d'inscription
pl: Pole na nazwę atrybutu rekrutacyjnego
pt_pt: Espaço do nome do atributo de matrícula
zh_tw: 註冊屬性的名稱位置

source: Name of the enrollment attribute
da: Navn på tilmeldingsattribut
fr: Nom des attributs d'inscription
pl: Nazwa atrybutu rekrutacyjnego
pt_pt: Nome do atributo de matrícula
zh_tw: 註冊屬性的名稱

source: Value of the enrollment attribute
da: Værdi for tilmeldingsattribut
fr: Valeur des attributs d'inscription
pl: Wartość atrybutu rekrutacyjnego
pt_pt: Valor do atributo de matrícula
zh_tw: 註冊屬性值

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
da: Perioden efter tilmelding, hvor brugere kan få refusion, er anført i mikrosekunder. Standardindstillingen er 14 dage.
fr: Laps de temps après inscription pendant lequel les utilisateurs peuvent être remboursés, exprimé en millisecondes. La valeur par défaut est 14 jours.
pl: Okres czasu, przez jaki użytkownicy mogą otrzymać zwrot pieniędzy za wniesioną opłatę, wyrażony w mikrosekundach. Domyślnie ustawiony na 14 dni.
pt_pt: O período de tempo após a inscrição durante o qual os utilizadores podem ser reembolsados, representado em microssegundos. O prazo por defeito é de 14 dias.
zh_tw: 註冊課程後用戶可以退款的期限，以微秒表示。預設值是14天。

source: Name of the UTM cookie
da: Navnet på UTM-cookien
fr: Nom du cookie UTM
pl: Nazwa cookie UTM
pt_pt: Nome do cookie UTM
zh_tw: UTM cookie名稱

source: Name of the affiliate cookie
da: Navnet på affiliate-cookien
fr: Nom du cookie affilié
pl: Nazwa cookie afiliacyjnego
pt_pt: Nome do cookie afiliado
zh_tw: 附屬cookie名稱

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, username, email, course_id, is_verified, verification_date
da: Det forventer, at dataene vil blive leveret i et csv-filformat, hvor første række er overskriften, og kolonnerne vil være som følger: user_id, username, email, course_id, is_verified, verification_date
fr: Il est prévu que les données seront fournies dans un format de fichier csv avec la première ligne étant l'en-tête et les colonnes seront les suivantes: user_id, username, email, course_id, is_verified, verification_date
pt_pt: É esperado que os dados sejam disponibilizados num ficheiro em formato CSV com a primeira linha contendo o cabeçalho e as colunas sendo as seguintes: user_id, username, email, course_id, is_verified, verification_date

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: course_id, username, mode
da: Det forventer, at dataene vil blive leveret i et csv-filformat, hvor første række er overskriften, og kolonnerne vil være som følger: kursus_id, brugernavn, tilstand
fr: Il s'attend à ce que les données soient fournies dans un format de fichier csv avec la première ligne étant l'en-tête et les colonnes seront comme suit: course_id, nom d'utilisateur, mode
pt_pt: É esperado que os dados sejam fornecidos num ficheiro com o formato csv com a primeira linha sendo o cabeçalho e as colunas serão as seguintes: course_id, username, mode

source: Name of this user attribute.
da: Navn på denne brugerattribut.
fr: Nom de cet attribut utilisateur.
pl: Nazwa atrybutu tego użytkownika.
pt_pt: Nome do atributo deste utilizador.
zh_tw: 使用者屬性的名稱

source: Value of this user attribute.
da: Værdien af denne brugerattribut.
fr: Valeur de cet attribut utilisateur
pl: Wartość atrybutu tego użytkownika.
pt_pt: Valor do atributo deste utilizador.
zh_tw: 使用者屬性值。

source: Secondary email address
da: Sekundær e-mailadresse
fr: Adresse email secondaire
pt_pt: Endereço email Secundário

source: Secondary email address to recover linked account.
da: Sekundær e-mailadresse til at gendanne linket konto.
fr: Adresse email secondaire pour récupérer le compte lié
pt_pt: Endereço de e-mail secundário para recuperar a conta vinculada.

source: An employee (a user whose email has current site's domain name) whose email exists in this model, can be able to login from login screen through email and password. And if any employee's email doesn't exist in this model then that employee can login via third party authentication backend only.
da: En medarbejder (en bruger, hvis e-mail har det aktuelle websteds domænenavn), hvis e-mail findes i denne model, kan være i stand til at logge ind fra login-skærmen via e-mail og adgangskode. Og hvis en medarbejders e-mail ikke findes i denne model, kan den pågældende medarbejder kun logge på via tredjeparts autentificeringsbackend.
fr: Un employé (utilisateur dont l'adresse courriel porte le nom de domaine du site actuel) et dont l'adresse courriel existe dans ce modèle peut être en mesure de se connecter depuis l'écran de connexion via l'adresse courriel et le mot de passe. Et si le courriel d'un employé n'existe pas dans ce modèle alors cet employé peut uniquement se connecter via le serveur d'authentification tiers.
pt_pt: Um funcionário (um utilizador cujo e-mail tem o nome de domínio actual do site) cujo e-mail existe neste modelo, pode fazer login a partir do ecrã de login através de e-mail e palavra-passe. E se o e-mail de qualquer funcionário não existir neste modelo, então esse funcionário pode fazer login apenas através de backend de autenticação de terceiros.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: username, current_email, desired_email
da: Det forventer, at dataene vil blive leveret i et csv-filformat, hvor første række er overskriften, og kolonnerne vil være som følger: brugernavn, nuværende_e-mail, ønsket_e-mail
fr: Il s'attend à ce que les données soient fournies dans un format de fichier csv, la première ligne étant l'en-tête et les colonnes seront les suivantes: nom d'utilisateur, courriel_actuel, courriel_désiré
pt_pt: É esperado que os dados sejam fornecidos num ficheiro csv com a primeira linha com o cabeçalho e as colunas as seguintes: username, current_email, desired_email

source: Add a reason
da: Tilføj en grund
fr: Ajoutez une raison
pt_pt: Adicione uma razão

source: and
da: og
fr: et
pl: i
pt_pt: e

source: Photos are mismatched
da: Billeder er uoverensstemmende
fr: Les photos ne correspondent pas
pl: Zdjęcia są niezgodne
pt_pt: As fotos não são compatíveis

source: Name missing from ID photo
da: Navn mangler på ID-billede
fr: Le nom est manquant sur la photo d'identité
pl: Na zdjęciu dokumentu tożsamości brakuje imienia i nazwiska
pt_pt: Nome em falta na fotografia de ID

source: ID photo not provided
da: ID-foto ikke tilgængeligt
fr: Pas de photo d'identité
pl: Nie przesłano zdjęcia dokumentu tożsamości
pt_pt: Não foi fornecida uma fotografia de identificação

source: ID is invalid
da: ID er ugyldigt
fr: ID invalide
pl: Dokument tożsamości jest nieprawidłowy
pt_pt: ID é inválida

source: Learner photo is blurry
da: Elevens billede er sløret
fr: Photo de l'apprenant floue
pl: Zdjęcie studenta jest niewyraźne
pt_pt: A foto do estudante está desfocada

source: Name on ID does not match name on account
da: Navn på ID stemmer ikke overens med navnet på kontoen
fr: Le nom sur votre pièce d'identité ne concorde pas avec le nom dans votre compte
pl: Imię i nazwisko na dokumencie nie zgadzają się z tymi przypisanym do konta.
pt_pt: O nome na ID não corresponde ao nome na conta

source: Learner photo not provided
da: Elevfoto ikke oplyst
fr: Aucune photo d'étudiant n'a été fournie
pl: Nie przesłano zdjęcia identyfikacyjnego
pt_pt: Não foi fornecida uma foto de estudante

source: ID photo is blurry
da: ID-billedet er sløret
fr: Photo d'identité floue
pl: Zdjęcie dokumentu tożsamości jest niewyraźne
pt_pt: A foto da ID está desfocada

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
da: Tjek din {email_start}{email}{email_end} indbakke for et kontoaktiveringslink fra {platform_name}. Hvis du har brug for hjælp, kan du kontakte {link_start}{platform_name} Support {link_end} .
fr: Consultez votre boîte de réception associé à l’e-mail {email_start}{email}{email_end} pour voir si vous avez reçu le lien d’activation de compte de la part de {platform_name}. En cas de besoin, veuillez contacter le {link_start}Service client {platform_name}{link_end}.
pt_pt: Verifique no seu e-mail {email_start}{email}{email_end} o link de ativação da conta {platform_name}. Se necessitar de ajuda, contacte {link_start}Suporte {platform_name}{link_end}.

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
da: Tilføj en gendannelses-e-mail for at bevare adgangen, når single-logon ikke er tilgængelig. Gå til {link_start}dine kontoindstillinger {link_end} .
fr: Ajoutez une adresse courriel de récupération pour conserver l'accès lorsque l'authentification unique n'est pas disponible. Accédez aux {link_start}paramètres de votre compte {link_end}.
pt_pt: Adicione um e-mail de recuperação para manter o acesso quando o processo de autenticação "single-sign on" não estiver disponível. Adicione em {link_start}Definições de Conta{link_end}.

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
da: E-mail til gendannelse er ikke aktiveret endnu. Besøg venligst din e-mail og følg instruktionerne for at aktivere den.
fr: L'adresse courriel de récupération n'est pas encore activée. Veuillez visiter votre adresse courriel et suivez les instructions pour l'activer.
pt_pt: O e-mail de recuperação ainda não está ativo. Por favor, consulte o seu e-mail e siga as instruções para ativá-lo.

source: The course you are looking for does not start until {date}.
da: Det kursus, du søger, starter først {date}.
fr: Le cours que vous recherchez ne commence pas avant le {date}.
pl: Kurs, którego szukasz, rozpocznie się {date}.
pt_pt: O curso que está à procura não começa antes de {date}.
zh_tw: 你尋找課程沒有開始，直到 {date}.

source: The course you are looking for is closed for enrollment as of {date}.
da: Det kursus, du leder efter, er lukket for tilmelding fra {date}.
fr: Les inscriptions au cours recherché sont fermées à dater du {date}.
pl: Kurs, którego szukasz, od {date} ma zakończoną rekrutację.
pt_pt: O curso que está à procura está encerrado para matrículas até {date}.
zh_tw: 您尋找的課程已於 {date} 結束註冊。

source: Course id not specified
da: Kursus-id ikke specificeret
fr: Identifiant du cours non spécifié
pl: Nie podano identyfikatora kursu
pt_pt: ID do curso não especificada
zh_tw: 未指定課程編號

source: Invalid course id
da: Ugyldigt kursus ID
fr: Identifiant de cours invalide
pl: Nieprawidłowy identyfikator kursu
pt_pt: ID do curso inválida
zh_tw: 無效課程編號

source: Course id is invalid
da: Kursus ID er ugyldigt
fr: Identifiant du cours invalide
pl: Identyfikator kursu jest nieprawidłowy
pt_pt: ID do curso inválida
zh_tw: 課程編號無效

source: Could not enroll
da: Kunne ikke tilmeldes
fr: Inscription impossible
pl: Nie udało się dokonać zapisu na kurs
pt_pt: Não foi possível matricular-se
zh_tw: 不能註冊

source: You are not enrolled in this course
da: Du er ikke tilmeldt dette kursus
fr: Vous n'êtes pas inscrit à ce cours
pl: Nie jesteś zapisany na ten kurs
pt_pt: Não está matriculado neste curso
zh_tw: 您還沒有註冊本課程

source: Your certificate prevents you from unenrolling from this course
da: Dit diplom forhindrer dig i framelde dig dette kursus
fr: Votre certificat vous empêche de vous désinscrire de ce cours.
pl: Twój certyfikat nie pozwala ci na wypisanie się z tego kursu.
pt_pt: O seu certificado não o deixa cancelar a matrícula deste curso
zh_tw: 您的證書會讓您從無法取消註冊

source: Enrollment action is invalid
da: Tilmeldingen er ugyldig
fr: Action d'inscription invalide
pl: Czynność rekrutacyjna jest nieprawidłowa
pt_pt: Ação de matrícula inválida
zh_tw: 註冊操作無效

source: Please enter a username
da: Angiv et brugernavn
fr: Veuillez saisir votre nom d'utilisateur
pl: Proszę podać nazwę użytkownika
pt_pt: Por favor, insira um nome de utilizador
zh_tw: 請輸入一個使用者帳號

source: Please choose an option
da: Vælg en mulighed
fr: Veuillez choisir une option, s'il vous plaît
pl: Proszę wybrać jedną z opcji
pt_pt: Por favor, escolha uma opção
zh_tw: 請選擇一個選項

source: User with username {} does not exist
da: Bruger med brugernavnet {} eksisterer ikke
fr: L'utilisateur avec le nom d'utilisateur {} n'existe pas
pl: Nie istnieje użytkownik o nazwie {}
pt_pt: Utilizador com nome de utilizador {} não existe
zh_tw: 不存在使用者帳號為 {} 的使用者

source: Successfully disabled {}'s account
da: Deaktivering af {}'s konto lykkedes
fr: Désactivation du compte {} réussie
pl: Pomyślnie dezaktywowano konto użytkownika {}
pt_pt: A conta de {} foi desativada com sucesso
zh_tw: 成功停用 {} 的帳號

source: Successfully reenabled {}'s account
da: Genaktivering af {}'s konto lykkedes
fr: Réactivation du compte {} réussie
pl: Pomyślnie przywrócono aktywność konta użytkownika {}
pt_pt: A conta de {} foi reativada com sucesso
zh_tw: 成功再啟用 {} 的帳號

source: Unexpected account status
da: Uventet kontostatus
fr: Statut du compte inattendu
pl: Niespodziewany status konta
pt_pt: Status da conta inesperado
zh_tw: 非預期的帳戶狀態

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
da: {html_start}Din konto kunne ikke aktiveres{html_end}Der gik noget galt. <a href="{support_url}">Kontakt support</a> for at løse dette problem.

source: {html_start}This account has already been activated.{html_end}
da: {html_start}Denne konto er allerede blevet aktiveret.{html_end}

source: {html_start}Success{html_end} You have activated your account.
da: {html_start}Succes{html_end} Du har aktiveret din konto.

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
da: {html_start}Succes! Du har aktiveret din konto.{html_end}Du vil nu modtage e-mail-opdateringer og advarsler fra os vedrørende de kurser, du er tilmeldt. Log ind for at fortsætte.

source: Valid e-mail address required.
da: Gyldig e-mail-adresse er påkrævet.
fr: Une adresse email valide est requise.
pl: Wymagany jest poprawny adres e-mail.
pt_pt: É necessário um endereço de email válido.
zh_tw: 需要有效的電子郵件地址。

source: Old email is the same as the new email.
da: Den nye email er den samme som den gamle
fr: Le nouvel email est identique à l'ancien.
pl: Stary adres e-mail jest taki sam jak nowy.
pt_pt: O email antigo é igual ao novo email.
zh_tw: 新郵件地址與舊郵件地址相同。

source: Cannot be same as your sign in email address.
da: Kan ikke være det samme som din login-e-mailadresse.
fr: Ne peut pas être identique à votre adresse e-mail.
pt_pt: Não pode ser igual ao seu endereço de e-mail de inicio de sessão.

source: Unable to send email activation link. Please try again later.
da: Kan ikke sende e-mail aktiveringslink. Prøv igen senere.
fr: Impossible d'envoyer l'email contenant le lien d'activation. Merci de réessayer plus tard.
pl: Nie udało się wysłać wiadomości e-mail z odnośnikiem aktywacyjnym. Proszę spróbować ponownie później.
pt_pt: Não foi possível enviar o email de ativação. Por favor, tente mais tarde.
zh_tw: 無法透過email寄出啟動連結，請稍後再試。

source: Deleted the selected configuration(s).
da: Slettede den(de) valgte konfiguration(er).
fr: Configurations sélectionnée(s) supprimées.
pl: Usunięto wybrane konfiguracje (lub konfigurację).
pt_pt: A configuração(ões) selecionadas foram eliminadas.

source: Delete the selected configuration
da: Slet den valgte konfiguration
fr: Supprimer la configuration sélectionnée
pl: Usuń wybraną konfigurację
pt_pt: Eliminar a configuração selecionada

source: Unable to connect with the external provider, please try again
da: Kan ikke oprette forbindelse til den eksterne udbyder. Prøv venligst igen
fr: Nous n'avons pas pu vous connecter avec le fournisseur externe, veuillez réessayer
pt_pt: Não é possível conectar-se ao fornecedor externo. Por favor, tente novamente

source: Authentication with {} is currently unavailable.
da: Godkendelse med {} er ikke tilgængelig i øjeblikket.
fr: L'authentification via {} est actuellement indisponible.
pl: Autoryzacja z użyciem serwisu {} jest obecnie niedostępna.
pt_pt: Autenticação com {} está de momento indisponível.
zh_tw: 身份驗證 {}目前不可用。

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
da: Sekundære udbydere vises på mindre fremtrædende plads, i en separat liste over "institution" login-udbydere.
fr: Les fournisseurs secondaires sont affichés avec moindre évidence, dans une liste séparée des fournisseurs de connexion "Institutionnel".
pl: Zewnętrzni operatorzy są wyświetlani na drugorzędnym miejscu, na oddzielnej liście "instytucjonalnych" dostawców logowania.
pt_pt: Os fornecedores secundários são apresentados com menos destaque, numa lista separada de fornecedores de inicio de sessão da "Instituição".
zh_tw: 二級供應商都顯示不那麼明顯，在“機構”註冊商的單獨列表。

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
da: valgfri. Hvis denne udbyder er en organisation, kan denne attribut bruges som referencebrugere i den pågældende organisation
fr: optionnel. Si ce fournisseur est une organisation, cet attribut peut être utilisé comme référence dans cette organisation.
pt_pt: opcional. Se o fornecedor é uma Organização, este parâmetro pode ser usado para utilizadores de referência nessa Organização

source: The Site that this provider configuration belongs to.
da: Det websted, som denne udbyderkonfiguration tilhører.
fr: Le Site à qui appartient cette configuration de fournisseur.
pl: Strona www do której należy ta konfiguracja operatora.
pt_pt: O Site a que esta configuração de fornecedor pertence.
zh_tw: 此提供者設定歸屬的網站。

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
da: Hvis denne mulighed er aktiveret, vil brugere, der besøger en "TPA hinted" URL for denne udbyder (f.eks. en URL, der slutter med `?tpa_hint=[provider_name]`), blive videresendt direkte til udbyderens login-URL i stedet for først at blive bedt om med en login-dialog.
fr: Si cette option est activée, les utilisateurs qui visitent un URL avec « TPA hint » pour ce fournisseur (par exemple, un URL se terminant par ‘?tpa_hint=[nom_fournisseur]’) seront directement renvoyés au URL de connexion du fournisseur au lieu de d’abord voir apparaitre un dialogue de connexion.
pl: W przypadku zaznaczenia tej opcji, użytkownicy odwiedzający odnośnik URL w trybie ""TPA hinted" tego dostawcy (np. kończący się `?tpa_hint=[provider_name]`) będą przekierowywani bezpośrednio do strony logowania dostawcy, zamiast bycia pytanymi o metodę logowania.
pt_pt: Se esta opção estiver ativada, os utilizadores que visitam um URL "TPA hinted" deste fornecedor (ex. um URL que termine em `?tpa_hint=[provider_name]`) vão ser redirecionados diretamente para o URL de início de sessão do fornecedor em vez de lhes ser mostrado um diálogo para inscrição.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
da: Hvis denne indstilling er aktiveret, vil brugerne ikke blive bedt om at bekræfte deres oplysninger (navn, e-mail, etc.) under registreringsprocessen. Vælg kun denne indstilling for betroede udbydere, som er kendt for at give nøjagtige brugeroplysninger.
fr: Si cette option est activée, les utilisateurs n'auront pas à confirmer leurs informations (nom, email, etc.) lors de l'inscription. Sélectionner cette option uniquement pour des fournisseurs de confiance connus pour fournir des informations utilisateur exactes.
pl: W przypadku zaznaczenia tej opcji, użytkownicy nie będą proszeni o potwierdzenie swoich danych (imienia, adresu e-mail, itd.) w procesie rejestracji. Używaj tych opcji tylko dla zaufanych operatorów, takich, którzy gwarantują poprawność danych.
pt_pt: Se esta opção estiver activa, não será solicitadp aos utilizadores que confirmem os seus dados (nome, e-mail, etc.) durante o processo de registo. Seleccione esta opção apenas para fornecedores de confiança que sejam conhecidos por fornecerem informações precisas sobre o utilizador.
zh_tw: 如果啟用該選項，在註冊過程中用戶不會被要求確認他們的詳細資料 (姓名，電子郵件等)。針對能夠提供準確的用戶訊息的可靠供應商，才選擇這個選項。

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
da: Hvis denne indstilling er valgt, vil brugerne ikke blive bedt om at bekræfte deres e-mail, og deres konto vil straks blive aktiveret ved registrering.
fr: Si cette option est sélectionnée, les utilisateurs n'auront pas à confirmer leur adresse mail, et leur compte sera activé immédiatement après inscription.
pl: W przypadku zaznaczenia tej opcji, użytkownicy nie będą proszeni o potwierdzenie adresu e-mail, a ich konta będą aktywne od razu po rejestracji.
pt_pt: Se esta opção for selecionada, os utilizadores não serão obrigados a confirmar o seu email e a sua conta será ativada imediatamente após o registo.
zh_tw: 如果選擇此選項，用戶不會被要求確認他們的電子郵件，他們的帳戶將立刻登記時被啟動。

source: If this option is selected, users will be sent a welcome email upon registration.
da: Hvis denne mulighed er valgt, vil brugerne få tilsendt en velkomst-e-mail ved registrering.
fr: Si cette option est sélectionnée, les utilisateurs recevront un e-mail de bienvenue dès leur inscription.
pt_pt: Se esta opção for seleccionada, será enviado aos utilizadores um e-mail de boas-vindas no momento do registo.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
da: Hvis denne mulighed ikke er valgt, vil brugere ikke blive præsenteret for udbyderen som en mulighed for at autentificere med på login-skærmen, men manuel autentificering ved hjælp af det korrekte link er stadig muligt.
fr: Si cette option n’est pas sélectionnée, le fournisseur ne proposera pas aux utilisateurs une option d’authentification sur l’écran de connexion, mais l’authentification manuelle en employant le lien correct reste possible.
pl: W przypadku niezaznaczenia tej opcji, użytkownicy nie uzyskają możliwości autoryzacji na stronie logowania za pośrednictwem zewnętrznego systemu, jednak manualna autoryzacja za pomocą właściwego odnośnika będzie nadal możliwa.
pt_pt: Se esta opção não for seleccionada, os utilizadores não serão apresentados ao fornecedor como uma opção para autenticar no ecrã de login, mas a autenticação manual usando a ligação correcta ainda é possível.
zh_tw: 如果未選擇此選項，使用者將不會被提供於登錄介面上進行認證的選項，但仍可以使用正確的鏈接進行手動身份驗證。
