Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Your password must contain at least %(min_alphabetic)d letter.
da: Dit kodeord skal indeholde mindst et 06bb0a37957dcz0 bogstav.
fr: Votre mot de passe doit contenir au moins %(min_alphabetic)d lettre.
pt_pt: A sua palavra-passe deve conter pelo menos %(min_alphabetic)d letra.

source: Course Grade for '{username}' ({email})
da: Kursuskarakter for '{username}' ({email})
fr: Note du cours pour « {username} » ({email})

source: Unable to load Course Outline.
da: Kursusoversigten kunne ikke indlæses.
fr: Impossible de charger le plan du cours.

source: %(comment_username)s mentioned you in the comment on post: %(thread_title)s:
da: %(comment_username)s nævnte dig i kommentaren til indlægget: %(thread_title)s:
fr: %(comment_username)s vous a mentionné dans le commentaire du message : %(thread_title)s :

source: Error in sending message. Please try again!
da: Fejl ved afsending af besked. Prøv venligst igen!
fr: Erreur lors de l’envoi du message. Veuillez essayer à nouveau !

source: You have
da: Du har
fr: Vous avez

source: Message
da: Besked

source: Identify the course language here. You can request for translation after creating a course
da: Identificer kursussproget her. Du kan anmode om oversættelse efter oprettelse af et kursus
fr: Identifiez la langue du cours ici. Vous pouvez demander une traduction après avoir créé un cours.

source: with_user param is required.
da: with_user param er påkrævet.
fr: Le paramètre « with_user » est nécessaire.

source: Anonymized student ID's
da: Anonymiserede studie-id'er
fr: Identifiant de l’élève anonymisé

source: pending translation
da: afventer oversættelse
fr: traduction en attente

source: unread message(s) waiting for your response from following users:
da: ulæste beskeder, der venter på dit svar fra følgende brugere:
fr: message(s) non lu(s) attendant votre réponse des utilisateurs suivants :

source: Create a copy of a course, It should be considered as a new course
da: Opret en kopi af et kursus. Det skal betragtes som et nyt kursus
fr: Créer une copie d’un cours, il doit être considéré comme un nouveau cours

source: Applied
da: Anvendt
fr: Appliqué

source: Translated rerun for Source Course in selected language already exists.
da: Oversættelse af Source Course på det valgte sprog findes allerede.
fr: La rediffusion traduite du cours source dans la langue sélectionnée existe déjà.

source: New Message
da: Ny besked
fr: Nouveau message

source: Select Rerun Course
da: Vælg Rerun kursus
fr: Sélectionner le cours rediffusé

source: Enable Score column on the Progress Page
da: Aktivér score-kolonnen på statussiden
fr: Activer la colonne Score sur la page de progression

source: applied
da: anvendt
fr: appliqué

source: No Translations Found!, Please apply mapping.
da: Ingen oversættelser fundet! Anvend venligst kortlægning.
fr: Aucune traduction trouvée ! Veuillez appliquer la correspondance.

source: unread message(s) waiting for your response from
da: ulæste beskeder venter på dit svar fra
fr: message(s) non lu(s) attendant votre réponse de

source: Convert course to Source
da: Konverter kursus til kilde
fr: Convertir le cours en source

source: Catalog
da: Katalog
fr: Catalogue

source: This email message was automatically sent from %(platform_name)s because someone attempted to create an account using this email address.
da: Denne e-mail-meddelelse blev automatisk sendt fra %(platform_name)s, fordi nogen forsøgte at oprette en konto ved hjælp af denne e-mailadresse.
fr: Ce courriel a été automatiquement envoyé depuis %(platform_name)s car quelqu’un a tenté de créer un compte à l’aide de cette adresse courriel.

source: Filter My Courses
da: Filtrer mine kurser
fr: Filtrer mes cours

source: This email was automatically sent from %(platform_name)s to %(email)s
da: Denne e-mail blev automatisk sendt fra %(platform_name)s til %(email)s
fr: Ce courriel a été automatiquement envoyé de %(platform_name)s à %(email)s.

source: Create a copy of a course for translation into a new language
da: Opret en kopi af et kursus til oversættelse til et nyt sprog
fr: Créer une copie d’un cours pour sa traduction dans une nouvelle langue

source: Login your platform to view all new messages
da: Log på din platform for at se alle nye beskeder
fr: Connectez-vous à votre plateforme pour voir tous les nouveaux messages

source: Missing request object.
da: Manglende anmodningsobjekt.
fr: Objet de la requête manquant.

source: Unable to apply this time, Please try again later.
da: Kan ikke ansøge denne gang. Prøv venligst igen senere.
fr: Impossible de postuler cette fois, veuillez essayer à nouveau ultérieurement.

source: This email was automatically sent from %(platform_name)s because someone attempted to create an account using this email address.
da: Denne e-mail-meddelelse blev automatisk sendt fra %(platform_name)s, fordi nogen forsøgte at oprette en konto ved hjælp af denne e-mailadresse.
fr: Ce courriel a été automatiquement envoyé par %(platform_name)s car quelqu’un a tenté de créer un compte à l’aide de cette adresse courriel.

source: Incomplete Translation
da: Ufuldstændig oversættelse
fr: Traduction incomplète

source: Translation is Disabled
da: Oversættelse er deaktiveret
fr: La traduction est désactivée.

source: Approve
da: Godkend
fr: Approuver

source: APPLY
da: ANVEND
fr: APPLIQUER

source: Unable to load conversation of user:
da: Kan ikke indlæse brugerens samtale:
fr: Impossible de charger la conversation de l’utilisateur :

source: All rights reserved
da: Alle rettigheder forbeholdes
fr: Tous droits réservés

source: Unable to approve this time, Please try again later.
da: Kan ikke godkende denne gang. Prøv venligst igen senere.
fr: Impossible d’approuver cette fois, veuillez essayer à nouveau ultérieurement.

source: User with username: {} does not exist.
da: Bruger med brugernavn: {} findes ikke.
fr: L’utilisateur avec le nom d'utilisateur « {} » n’existe pas.

source: Users
da: Brugere
fr: Utilisateurs

source: Inbox
da: Indbakke
fr: Boîte de réception

source: progress
da: fremskridt
fr: progression
pt_pt: progresso

source: Type your message...
da: Skriv din besked...
fr: Saisissez votre message...

source: View all course dates
da: Se alle kursusdatoer
fr: Afficher toutes les dates de cours
pl: Zobacz wszystkie terminy kursów
pt_pt: Ver todas as datas dos cursos

source: Discussion
da: Diskussion
pl: Dyskusja
pt_pt: Fórum
zh_tw: 討論區

source: Problem
da: Opgave
fr: Exercice
pt_pt: Problema

source: Advanced
da: Videregående
fr: Avancé
pl: Zaawansowany
pt_pt: Avançado
zh_tw: 進階

source: Entrance Exam
da: Adgangseksamen
fr: Examen d'entrée
pl: Egzamin wstępny
pt_pt: Exame de Admissão
zh_tw: 資格考試

source: Unit
da: Enhed
fr: Unité
pl: Ekran
pt_pt: Unidade
zh_tw: 單元

source: Empty
da: Tom
fr: Vide
pl: Puste
pt_pt: Vazio

source: The following parameters are required: {missing}.
da: Følgende parametre er påkrævet: {missing}.
fr: Les paramètres suivants sont requis: {missing}
pt_pt: Os seguintes parâmetros são necessários: {missing}.

source: There is a problem with this transcript file. Try to upload a different file.
da: Der er et problem med denne transskriptionsfil. Prøv at uploade en anden fil.
fr: Il y a un problème avec le fichier de transcription. Essayez de charger un fichier différent.
pt_pt: Há um problema com este ficheiro de transcrição. Tente enviar um ficheiro diferente.

source: A transcript with the "{language_code}" language code already exists.
da: Der findes allerede en transskription med sprogkoden "{language_code}"
fr: Il existe déjà une transcription de langue "{language_code}".
pt_pt: Já existe uma transcrição com o código de linguagem "{language_code}".

source: A transcript file is required.
da: En transskriptionsfil er påkrævet.
fr: Une fichier de transcription est requis.
pt_pt: É necessário um ficheiro de transcrição.

source: Name
da: Navn
fr: Nom
pl: Nazwa
pt_pt: Nome
zh_tw: 名稱

source: Pending
da: Afventer
fr: En attente
pl: Oczekujący
pt_pt: Pendente
zh_tw: 暫停

source: Organization
da: Organisation

source: Language
da: Sprog
fr: Langue
pl: Język
pt_pt: Idioma
zh_tw: 語言

source: Self Paced
da: Selvstudium
fr: À votre rythme
pl: W tempie własnym
pt_pt: Ritmo Próprio Indiviual
zh_tw: 自定進度

source: Django site admin
da: Django site administrator
fr: Administration du site Django
pt_pt: Administrador do site Django

source: View site
da: Se webstedet
fr: Voir le site
pt_pt: Ver site

source: Documentation
da: Dokumentation
pt_pt: Documentação

source: Log out
da: Log ud
fr: Déconnexion
pl: Wyloguj się
pt_pt: Sair
zh_tw: 登出

source: Mode
da: Tilstand
pl: Tryb
pt_pt: Modo
zh_tw: 模式

source: Verification Deadline
da: Deadline for verifikation
fr: Date limite de vérification
pl: Ostateczny termin na potwierdzenie tożsamości
pt_pt: Prazo Limite para Verificação
zh_tw: 驗證期限

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
da: VALGFRI: Efter denne dato/tidspunkt, vil brugerne ikke længere kunne indsende fotos til verifikation. Dette gælder KUN tilfælde, hvor der kræves verifikation.
fr: OPTIONNEL : Après cette date / heure, les utilisateurs ne seront plus en mesure de soumettre de photos pour vérification. Ceci ne s’applique UNIQUEMENT aux modes qui nécessitent une vérification.
pl: Opcjonalny: po tym terminie studenci nie będą mogli przesyłać zdjęć do weryfikacji tożsamości. Dotyczy WYŁĄCZNIE trybów, które wymagają potwierdzenia tożsamości.
pt_pt: OPCIONAL: Após esta data/hora, os utilizadores não poderão enviar fotos para verificação. Isto aplica-se SOMENTE aos modos que exigem verificação.
zh_tw: 可選：在此日期/時間，用戶將不再能夠提交的照片進行驗證。這僅適用於那些需要驗證模式。

source: Your verification is pending
da: Din verifikation afventer

source: Verified: Pending Verification
da: Bekræftet: Afventende verifikation

source: ID verification pending
da: ID verifikation afventer

source: You're enrolled as a verified student
da: Du er tilmeldt som verificeret kursust
fr: Vous êtes inscrit comme étudiant vérifié
pl: Jesteś zapisany jako student ścieżki potwierdzonej
pt_pt: Matriculou-se como um estudante verificado
zh_tw: 您已成功註冊。

source: Verified
da: Verificeret
fr: Vérifié
pl: Potwierdzona
pt_pt: Verificado
zh_tw: 已驗證

source: ID Verified Ribbon/Badge
da: ID-verificeret bånd/badge
fr: Ruban/Badge d'identité vérifié
pl: Odznaka potwierdzonej tożsamości
pt_pt: ID. do Emblema Validado
zh_tw: ID驗證色帶/徽章

source: You're enrolled as an honor code student
da: Du er tilmeldt som æreskodeks kursist
fr: Vous êtes inscrit/e en tant qu'étudiant/e ayant signé le code d'honneur
pl: Uczestniczysz jako student kodeksu honorowego
pt_pt: Matriculou-se como um estudante de código de honra
zh_tw: 您已登記為本課程誠信準則學員

source: Honor Code
da: Æreskodeks
fr: Code d'honneur
pl: Kodeks Honorowy
pt_pt: Código de Honra
zh_tw: 榮譽守則

source: You're enrolled as a professional education student
da: Du er tilmeldt som kursist på den faglige uddannelse
fr: Vous êtes inscrit en tant qu'étudiant professionnel de l'éducation
pl: Uczestniczysz jako student edukacji specjalistycznej
pt_pt: Matriculou-se como um estudante de educação profissional
zh_tw: 您已登記為專業教育的學生

source: Professional Ed
da: Professionel Ed
fr: Professionnel de l'éducation
pl: Edukacja specjalistyczna
pt_pt: Profissional de Educação
zh_tw: 專業的 Ed

source: Display Name
da: Visningsnavn
fr: Nom d'affichage
pl: Nazwa wyświetlana
pt_pt: Nome Apresentado
zh_tw: 顯示名稱

source: Price
da: Pris
fr: Prix
pl: Cena
pt_pt: Preço
zh_tw: 價格

source: Upgrade Deadline
da: Opgrader deadline
fr: Fin de la période de mise à niveau
pl: Ostateczny termin na zmianę trybu
pt_pt: Data Limite da Actualização.
zh_tw: 升級期限

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
da: VALGFRI: Efter denne dato/tidspunkt vil brugere ikke længere kunne tilmelde sig i denne tilstand. Lad feltet stå tomt, hvis brugerne kan tilmelde sig i denne tilstand, indtil tilmelding til kurset lukker.
fr: OPTIONNEL : Après cette date / heure, les utilisateurs ne seront plus en mesure de s'inscrire dans ce mode. Laissez vide si les utilisateurs peuvent s'inscrire dans ce mode jusqu'à ce que les inscription au cours soient fermées.
pl: Opcjonalny: Po tym terminie studenci nie będą mogli zapisać się na ten tryb. Pozostaw pole puste, jeśli chcesz, aby studenci mogli zapisywać się na ten tryb do momentu zakończenia rekrutacji dla tego kursu.
pt_pt: OPCIONAL: Após esta data/hora, os utilizadores não poderão inscrever-se neste módulo. Deixe em branco se deseja permitir que os utilizadores possam inscrever-se neste módulo até a inscrição fechar para o curso.
zh_tw: 非必選：在此日期/時間，用戶將不再能夠在此模式下進行登記。如果用戶可以在此模式下，直到報名入學關閉的課程，請留空白。

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
da: EKSTRA: Dette er SKU (lageropbevaringsenhed) for dette modul i den eksterne e-handelsservice. Lad dette stå tomt, hvis kurset endnu ikke er blevet overført til e-handelsservice.
fr: OPTIONNEL : Ceci est le SKU (stock keeping unit) de ce mode pour le service externe de commerce électronique. Laisser vide si le cours n'a pas encore été migré sur le service de commerce électronique.
pl: Opcjonalny: Jest to numer SKU (kod sprzedaży) tego trybu w zewnętrznym systemie płatności. Pozostaw pole puste, jeśli kurs nie został jeszcze połączony z systemem sprzedaży i płatności.
pt_pt: OPCIONAL: Este é o SKU (número de referência) deste modo no serviço de comércio eletrónico externo. Deixe em branco se o curso ainda não tiver migrado para o serviço de comércio eletrónico.
zh_tw: 非必要：這是外部電子商務服務的最小存貨單位 (stock keeping unit) 。若課程尚未開啟電子商務服務請留空。

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
da: Dette er bulk SKU (lagerholdsenhed) for denne tilstand i den eksterne e-handelstjeneste.
fr: Ceci est le SKU (stock keeping unit) de ce mode dans le service externe de ecommerce.
pl: Jest to masowy numer SKU (kod sprzedaży) tego trybu w zewnętrznym systemie płatności.
pt_pt: Esta é o SKU (número de referência) deste modo no serviço de comércio electrónico externo.
zh_tw: 這是外部電子商務服務此模式中的SKU (批量庫存單位) 。

source: Professional education modes are not allowed to have expiration_datetime set.
da: Ved Professionelle uddannelses mode er det ikke tilladt at have expiration_datetime indstillet.
fr: Les modes de formation professionnelle ne peuvent avoir une date d'expiration définie.
pl: Tryby edukacji specjalistycznej nie mogą mieć ustawionej daty wygaśnięcia.
pt_pt: Os modos de educação profissional não podem ter data e hora de expiração definidos.
zh_tw: 專業教育模式不允許過期設定。

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
da: Kursustilstanden {course_mode} har en minimumspris på {min_price}. Du skal angive en pris, der er større end eller lig med {min_price}.
fr: Le mode de cours {course_mode} a un prix minimum de {min_price}. Vous devez fixer un prix supérieur ou égal à {min_price}.
pt_pt: O {course_mode} tem o preço mínimo de {min_price}. Defina um preço maior ou igual a {min_price}.

source: Free
da: Gratis
fr: Gratuit
pl: Bezpłatny
pt_pt: Gratuito
zh_tw: 免費

source: The time period before a course ends in which a course mode will expire
da: Det tidsrum, før et kursus slutter, hvor en kursustilstand udløber
fr: Période de temps avant la fin d'un cours à partir de la quelle le mode cours expire.
pl: Okres czasu przed zakończeniem kursu, w którym wygaśnie tryb kursu
pt_pt: Período de tempo antes do fim de um curso em que o modo de curso expirará
zh_tw: 在課程結束前的時間段，其中一門課程模式將到期

source: Congratulations! You are now enrolled in {course_name}
da: Velkommen! Du er nu tilmeldt {course_name}
fr: Félicitations! Vous êtes maintenant inscrit à {course_name}
pl: Gratulacje! Od teraz uczestniczysz w kursie {course_name}
pt_pt: Parabéns! Agora está matriculado em {course_name}

source: Enrollment is closed
da: Lukket for tilmelding
fr: Inscriptions closes
pl: Rekrutacja jest zamknięta
pt_pt: Matrículas encerradas
zh_tw: 註冊功能已經關閉

source: Enrollment mode not supported
da: Tilmeldingstilstand er ikke understøttet
fr: Mode d'inscription non supporté
pl: Tryb rekrutacji nieobsługiwany
pt_pt: Modo de matrícula não disponível
zh_tw: 註冊模式未受支援

source: Invalid amount selected.
da: Ugyldigt beløb er valgt.
fr: Montant sélectionné invalide
pl: Wybrano nieprawidłową ilość.
pt_pt: Valor selecionado inválido.
zh_tw: 選擇了無效的金額。

source: No selected price or selected price is too low.
da: Ingen pris valgt eller den valgte pris er for lav.
fr: Aucun prix sélectionné ou prix sélectionné trop faible.
pl: Nie wybrano ceny lub wybrana cena jest zbyt niska.
pt_pt: Nenhum preço selecionado ou preço selecionado muito baixo.
zh_tw: 沒有選擇價格或選擇的價格太低。

source: User profile
da: Brugerprofil
fr: Profil utilisateur
pl: Profil użytkownika
pt_pt: Perfil do utilizador
zh_tw: 使用者個人檔案

source: Account recovery
da: Kontogendannelse
fr: Récupération de compte
pl: Odzyskiwanie konta
pt_pt: Recuperação de conta

source: Password
da: Adgangskode
fr: Mot de passe
pl: Hasło
pt_pt: Palavra-passe
zh_tw: 密碼

source: Raw passwords are not stored, so there is no way to see this user's password.
da: Rå adgangskoder gemmes ikke, så der er ingen måde at se denne brugers adgangskode.
fr: Les mot de passes ne sont pas stockés en dur, donc il n'y a aucun moyen de voir le mot de passe de cet utilisateur.
pt_pt: Palavras-passe desencriptadas não são armazenadas, portanto, não há nenhuma forma de ver a palavra-passe do utilizador.

source: %(count)d student account was unlocked.
da: %(count)d elevkonto blev låst op.
fr: %(count)d compte étudiant a été débloqué.
pt_pt: %(count)d conta de estudante foi desbloqueada.

source: Please add a key/value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
da: Tilføj venligst en nøgle/værdi 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' i SiteConfiguration-modellens site_values-felt.
fr: Veuillez entrer une clé/valeur 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' dans le champ site_values field du modèle SiteConfiguration.
pt_pt: Adicione um valor/chave a 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' no campo do modelo SiteConfiguration site_values.

source: Email doesn't have {allowed_site_email_domain} domain name.
da: E-mail har ikke et {allowed_site_email_domain} domænenavn.
fr: Le courriel n'est pas dans le domaine {allowed_site_email_domain}.
pt_pt: O email não tem {allowed_site_email_domain} nome de domínio.

source: User with this email doesn't exist in system.
da: Bruger med denne e-mail eksisterer ikke i systemet.
fr: Il n'existe aucun utilisateur possédant cette adresse mail dans le système.
pt_pt: Não existe nenhum utilizador com este email no sistema.

source: An account with the Email '{email}' already exists.
da: En konto med e-mailadressen '{email}' eksisterer allerede.
fr: Un compte avec l'email '{email}' existe déjà.
pl: Istnieje już konto z adresem e-mail '{email}'.
pt_pt: Já existe uma conta com o email '{email}'.
zh_tw: 電子郵件 '{email}' 對應的帳戶已存在。

source: An account with the Public Username '{username}' already exists.
da: En konto med brugernavnet '{username}' eksisterer allerede.
fr: Un compte avec le même nom d'utilisateur '{username}' existe déjà.
pl: Istnieje już konto o nazwie użytkownika '{username}'.
pt_pt: Já existe uma conta com o utilizador público '{username}'.
zh_tw: 使用者帳號 '{username}' 已存在。

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
da: Din konto er blevet de-aktiveret. Hvis du mener, at dette er gjort ved en fejl, bedes du kontakte os på {support_email}.
fr: Votre compte a été désactivé. Si vous pensez que cela a été fait par erreur, veuillez nous contacter à {support_email}
pl: Twoje konto zostało wyłączone. Jeśli uważasz, że stało się to w wyniku błędu, skontaktuj się z naszą pomocą techniczną na {support_email}
pt_pt: A sua conta foi desativada. Se considera que isto foi um erro, por favor contacte-nos através de {support_email}
zh_tw: 你的帳戶已經停用。如果你覺得有問題，請聯繫我們：{support_email}

source: Disabled Account
da: Konto spærret
fr: Compte désactivé
pl: Konto wyłączone
pt_pt: Conta desativada
zh_tw: 已停用帳號

source: Male
da: Mand
fr: Homme
pl: Mężczyzna
pt_pt: Masculino
zh_tw: 男性

source: Female
da: Kvinde
fr: Femme
pl: Kobieta
pt_pt: Feminino
zh_tw: 女性

source: Other/Prefer Not to Say
da: Andre/Foretrækker ikke at angive
fr: Autre/Préfère ne pas répondre
pl: Inna/Wolę nie ujawniać
pt_pt: Outro/Prefiro Não Responder
zh_tw: 其他

source: Doctorate
da: Doktorgrad
fr: Doctorat
pl: Doktor
pt_pt: Doutoramento
zh_tw: 博士學位

source: Master's or professional degree
da: Master- eller professionel grad
fr: Master ou diplôme professionnel
pl: Magister
pt_pt: Mestrado ou Grau Profissional
zh_tw: 碩士學位

source: Bachelor's degree
da: Bachelor grad
fr: Diplôme de premier cycle supérieur
pl: Licencjat lub inżynier
pt_pt: Licenciatura
zh_tw: 學士學位

source: Associate degree
da: 2-årig universitetsgrad, sidefag
fr: Niveau associé
pl: Szkoła wyższa, bez tytułu
pt_pt: Pós-graduação
zh_tw: 副學士學位

source: Secondary/high school
da: Gymnasium
fr: Lycée / enseignement secondaire
pl: Szkoła średnia
pt_pt: Secundário
zh_tw: 高中

source: Junior secondary/junior high/middle school
da: Folkeskole
fr: Collège / enseignement secondaire inférieur
pl: Gimnazjum
pt_pt: 2ªciclo/3ºciclo
zh_tw: 國中

source: Elementary/primary school
da: Folkeskole
fr: Enseignement primaire
pl: Szkoła podstawowa
pt_pt: Primária
zh_tw: 小學

source: No formal education
da: Ingen formel uddannelse
fr: Sans diplôme
pl: Bez edukacji
pt_pt: Sem estudos

source: Other education
da: Anden uddannelse
fr: Autre niveau d'étude
pl: Inny poziom edukacji
pt_pt: Outra educação

source: {platform_name} Honor Code Certificate for {course_name}
da: {platform_name} Æreskodeks diplom {course_name}
fr: {platform_name} Certificat sur l'honneur pour {course_name}
pl: Certyfikat Honorowy {platform_name} z kursu "{course_name}"
pt_pt: Código de Certificado de Honra de {platform_name} para o curso {course_name}
zh_tw: {platform_name} 榮譽證書 {course_name}

source: {platform_name} Verified Certificate for {course_name}
da: {platform_name} Officielt diplom for {course_name}
fr: {platform_name} Certificat Vérifié pour {course_name}
pl: Potwierdzony certyfikat {platform_name} z kursu "{course_name}"
pt_pt: Certificado Validado de {platform_name} para o curso {course_name}
zh_tw: {platform_name} 合格證書 {course_name}

source: {platform_name} Professional Certificate for {course_name}
da: {platform_name} Diplom for {course_name}
fr: {platform_name} Certificat professionnel {course_name}
pl: Certyfikat edukacji specjalistycznej {platform_name} z kursu "{course_name}"
pt_pt: Certificado Profissional de {platform_name} para o curso {course_name}
zh_tw: {platform_name} 專業證書 {course_name}

source: Your organization ID (if your organization has an existing page on LinkedIn) e.g 1337. If not provided, will default to sending Platform Name (e.g. edX) instead.
da: Dit organisations-id (hvis din organisation har en eksisterende side på LinkedIn) f.eks. 1337. Hvis det ikke er angivet, vil det som standard sende Platformnavn (f.eks. edX) i stedet.
fr: L'ID de votre organisation (si votre organisation a une page existante sur LinkedIn), par exemple 1337. S'il n'est pas fourni, il enverra par défaut le nom de la plate-forme (par exemple, edX).
pt_pt: o seu ID de organização (se sua organização tiver uma página existente no LinkedIn) por exemplo 1337. Se não for fornecido, será enviado o Nome da Plataforma (por exemplo, edX).
