Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
da: {screen_reader_start}Advarsel: {screen_reader_end} Enheden, der indeholder denne komponent, er skjult for eleverne. Enhedsindstillingen tilsidesætter de her definerede komponentadgangsindstillinger.
fr: {screen_reader_start}Attention :{screen_reader_end} L'unité contenant ce composant ne peut être affichée aux étudiants. Les paramètres de l'unité remplacent ceux de l'accès au composant définis ici.
pl: {screen_reader_start}Ostrzeżenie:{screen_reader_end} Ekran, który zawiera ten element, jest ukryty przed studentami. Ustawienia ekranu nadpisują zdefiniowane w tym miejscu ustawienia dostępu do elementu.
pt_pt: {screen_reader_start}Aviso:{screen_reader_end} A unidade que contém este componente está oculta aos estudantes. As configurações da unidade substituem as configurações de acesso ao componente definidas aqui.

source: Access is restricted to:
da: Adgangen er begrænset til:
fr: Accès limité à:
pl: Dostęp jest ograniczony dla:
pt_pt: O acesso está restrito a:

source: Restrict access to:
da: Begræns adgangen til:
fr: Restreindre l'accès à :
pl: Ogranicz dostęp dla:
pt_pt: Restringir o acesso a:
zh_tw: 限制存取：

source: Select a group type
da: Vælg en gruppetype
fr: Sélectionner un type de groupe
pl: Wybierz typ grupy
pt_pt: Selecione um tipo de grupo
zh_tw: 選擇組類型

source: All Learners and Staff
da: Alle elever og personale
fr: Tous les étudiants et l'équipe pédagogique
pl: Wszystkich studentów i kadry
pt_pt: Todos os Estudantes e Elementos da Equipa
zh_tw: 所有學習者及工作人員

source: Select one or more groups:
da: Vælg en eller flere grupper:
fr: Sélectionner au moins un groupe :
pl: Wybierz jedną lub więcej grup:
pt_pt: Selecione um ou mais grupos:
zh_tw: 選擇一個或多個組：

source: This group no longer exists. Choose another group or remove the access restriction.
da: Denne gruppe eksisterer ikke længere. Vælg en anden gruppe, eller fjern adgangsbegrænsningen.
fr: Ce groupe n'existe plus. Veuillez choisir un autre groupe ou supprimer la limite d'accès.
pl: Ta grupa już nie istnieje. Wybierz inną grupę lub usuń ograniczenie dostępu.
pt_pt: Esse grupo deixou de existir. Escolha outro grupo ou remova a restrição de acesso.

source: {email} has requested {studio_name} course creator privileges on edge
da: {email} har anmodet om {studio_name} kursusopretterprivilegier på kanten
fr: {email} a demandé les droits de création de cours {studio_name} sur edge
pl: {email} poprosił o uprawnienia twórcy kursów w {studio_name} na platformie edge
pt_pt: {email} solicitou permissões para ser autor do curso {studio_name} à margem
zh_tw: {email} 請求在 {studio_name} 開課的權限。

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges on edge.
da: Brugeren '{user}' med e-mail {email} har anmodet om {studio_name} kursusopretterprivilegier på kanten.
fr: L'utilisateur '{user}' avec l'email {email} a demandé les droits de création de cours {studio_name} sur edge.
pl: Użytkownik '{user}' o adresie e-mail {email} poprosił o uprawnienia twórcy kursów w {studio_name} na platformie edge.
pt_pt: O utilizador '{user}' com email {email} solicitou permissões para ser autor do curso {studio_name} à margem.
zh_tw: 使用者'{user}' - {email} 請求 {studio_name} 中課程創建者的權限。

source: To grant or deny this request, use the course creator admin table.
da: For at imødekomme eller afvise denne anmodning skal du bruge administratortabellen for kursusopretter.
fr: Pour accepter ou refuser cette demande, utilisez le tableau d'administration pour créer les cours.
pl: Aby zaakceptować bądź odrzucić to żądanie, przejdź do sekcji administratora twórców kursów.
pt_pt: Para aceitar ou negar este pedido, utilize a tabela de admin do autor do curso.
zh_tw: 要授予或拒絕此請求，請使用課程建立者管理表。

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
da: Din anmodning om kursusoprettelsesrettigheder til {studio_name} er blevet afvist. Hvis du mener, at dette var en fejl, bedes du kontakte {email}
fr: Votre demande de droits de création de cours dans {studio_name} a été refusée. Si vous pensez qu'il s'agit d'une erreur, merci de contacter {email}
pl: Twoje żądanie uzyskania uprawnień twórcy kursów w {studio_name} zostało odrzucone. Jeśli uważasz, że jest to pomyłka, skontaktuj się na adres e-mail {email}
pt_pt: O seu pedido para ter direitos de criação do curso para {studio_name} foi negado. Se acredita que isto foi um erro, por favor contacte {email}
zh_tw: 您於{studio_name}上建立課程的許可權的申請已被拒絕。如果您覺得有問題，請聯繫{email}

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
da: Din anmodning om kursusoprettelsesrettigheder til {studio_name} er blevet godkendt. For at oprette dit første kursus, besøg {url}
fr: Votre demande de droits pour la création de cours dans {studio_name} a été acceptée. Pour créer votre premier cours, visitez la page {url}
pl: Twoje żądanie uzyskania uprawnień twórcy kursów w {studio_name} zostało zaakceptowane. Aby rozpocząć prace nad kursem, odwiedź odnośnik {url}
pt_pt: O seu pedido para ter direitos de criação do curso para {studio_name} foi aceite. Para criar o seu primeiro curso, visite {url}
zh_tw: 您於{studio_name}上建立課程的許可權的申請已被接受。如果您想創建您的第一門課程，請瀏覽： {url}

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
da: Dine kursusoprettelsesrettigheder til {studio_name} er blevet tilbagekaldt. Hvis du mener, at dette var en fejl, bedes du kontakte {email}
fr: Vos droits de création de cours dans {studio_name} ont été révoqués. Si vous pensez qu'il s'agit d'une erreur, merci de contacter {email}
pl: Twoje uprawnienia twórcy kursów w {studio_name} zostały cofnięte. Jeśli uważasz, że jest to pomyłka, skontaktuj się na adres e-mail {email}
pt_pt: Os direitos de criação do curso para {studio_name} foram cancelados. Caso considere esta resposta em erro, por favor contacte {email}
zh_tw: 您於{studio_name}上建立課程的許可權的申請已經撤銷。如果您覺得有問題，請聯繫{email}

source: Your course creator status for {studio_name}
da: Din kursusopretterstatus for {studio_name}
fr: Votre statut de créateur de cours pour {studio_name}
pl: Twój status twórcy kursów w {studio_name}
pt_pt: O seu estado de autor do curso na {studio_name}
zh_tw: 您對{studio_name}課程建立者狀態

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
da: Din {task_name}-opgave er fuldført med status '{task_status}'. Brug denne webadresse til at se opgavedetaljer eller downloade alle oprettede filer: {detail_url}
fr: Votre tâche {task_name} vient d'atteindre l'état « '{task_status} ». Utilisez cet URL pour voir la tâche en détail ou télécharger tout fichier créé : {detail_url}
pl: Twoja czynność "{task_name}" zakończyła się ze stanem '{task_status}'. Użyj tego odnośnika, aby wyświetlić szczegóły czynności lub aby pobrać utworzone pliki: {detail_url}
pt_pt: A sua tarefa {task_name} foi concluída com o estado '{task_status}'. Utilize este URL para aceder aos detalhes da tarefa ou fazer a transferência dos ficheiros criados: {detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
da: Din {task_name}-opgave er fuldført med status '{task_status}'. Log ind for at se detaljerne om din opgave eller downloade alle oprettede filer.
fr: Votre tâche {task_name} vient d'atteindre l'état «'{task_status} ». Connectez-vous pour voir la tâche en détail ou télécharger tout fichier créé.
pl: Twoja czynność "{task_name}" zakończyła się ze stanem '{task_status}'. Zaloguj się, aby wyświetlić szczegóły czynności lub aby pobrać utworzone pliki.
pt_pt: A sua tarefa {task_name} foi concluída com o estado '{task_status}'. Inicie sessão para ver os detalhes da sua tarefa ou transfira quaisquer ficheiros criados.

source: Here are some validations we found with your course content.
da: Her er nogle valideringer, vi har fundet med dit kursusindhold.
fr: Voici quelques validations que nous avons trouvées avec le contenu de votre cours.
pl: Oto kilka walidacji, które znaleźliśmy w treści Twojego kursu.
pt_pt: Aqui estão algumas validações que encontrámos com o conteúdo do seu curso.

source: Errors:
da: Fejl:
fr: Erreurs :
pl: Błędy:
pt_pt: Erros:

source: Warnings:
da: Advarsler:
fr: Avertissements :
pl: Ostrzeżenia:
pt_pt: Avisos:

source: {platform_name} {studio_name}: Task Status Update
da: {platform_name} {studio_name} : Opdatering af opgavestatus
fr: {platform_name} {studio_name} : Mise à jour de l'état de la tâche
pl: {platform_name} {studio_name}: aktualizacja stanu czynności
pt_pt: {platform_name} {studio_name}: Atualização do Estado da Tarefa

source: Delete Announcement
da: Slet meddelelse
fr: Supprimer l'annonce
pl: Usuń ogłoszenie
pt_pt: Eliminar Anúncio

source: Are you sure you want to delete this Announcement?
da: Er du sikker på, at du vil slette denne meddelelse?
fr: Êtes-vous sûr de vouloir supprimer cette annonce ?
pl: Czy na pewno chcesz usunąć to ogłoszenie?
pt_pt: Tem a certeza de que deseja eliminar este Anúncio?

source: Confirm
da: Bekræft
fr: Confirmer
pl: Potwierdź
pt_pt: Confirmar
zh_tw: 確認

source: Edit Announcement
da: Rediger meddelelse
fr: Modifier l'annonce
pl: Edytuj ogłoszenie
pt_pt: Editar Anúncio

source: Create New
da: Lav ny
fr: Créer une nouvelle
pl: Stwórz nowe
pt_pt: Criar Novo

source: previous
da: forrige
fr: précédent
pl: poprzednia
pt_pt: anterior
zh_tw: 上一個

source: next
da: næste
fr: suivant
pl: następna
pt_pt: seguinte
zh_tw: 下一個

source: Required data to force publish course.
da: Nødvendige data for at tvinge udgivelseskurset.
fr: Données obligatoires pour forcer la publication de cours.
pl: Dane wymagane do wymuszonej publikacji kursu.
pt_pt: Os dados necessários para forçar a publicação do curso de publicação.
zh_tw: 強制發布課程所需數據。

source: course-v1:edX+DemoX+Demo_Course
da: kursus-v1:edX+DemoX+Demo_Course
pt_pt: curso-V1:edX + DemoX + Demo_Course

source: Reset values
da: Nulstil værdier
fr: Réinitialiser les valeurs
pl: Zresetuj wartości
pt_pt: Redefinir valores
zh_tw: 重置分數值

source: Maintenance Dashboard
da: Vedligeholdelse Dashboard
fr: Tableau de bord de maintenance
pl: Panel prac technicznych
pt_pt: Painel de Manutenção
zh_tw: 課程維護

source: Thanks for activating your account.
da: Du har nu aktiveret din konto
fr: Merci d'avoir activé votre compte.
pl: Dziękujemy za aktywację konta.
pt_pt: Obrigado por ativar a sua conta.
zh_tw: 感謝您啟用帳號。

source: This account has already been activated.
da: Denne konto er allerede aktiveret
fr: Ce compte a déjà été activé.
pl: To konto zostało już aktywowane.
pt_pt: Esta conta já foi ativada.
zh_tw: 這個帳號已經被啟用。

source: Visit your {link_start}dashboard{link_end} to see your courses.
da: Klik ind på {link_start}dit betjeningspanel{link_end} for at se dine kurser.
fr: Accédez à votre {link_start}tableau de bord{link_end} pour voir vos cours.
pl: Odwiedź swój {link_start}pulpit{link_end}, aby wyświetlić swoje kursy.
pt_pt: Visite o seu {link_start}painel de controlo{link_end} para ver os seus cursos.
zh_tw: 訪問{link_start}我的課程{link_end}來查看您的課程。

source: You can now {link_start}sign in{link_end}.
da: Du kan nu {link_start}logge ind{link_end}.
fr: Vous pouvez à présent {link_start}vous connecter{link_end}.
pl: Teraz możesz się {link_start}zalogować{link_end}.
pt_pt: Agora já pode {link_start} iniciar a sessão {link_end}.
zh_tw: 您現在可以{link_start}登入{link_end}。

source: Activation Invalid
da: Aktivering ugyldig
fr: Activation invalide
pl: Aktywacja nieprawidłowa
pt_pt: Ativação Inválida
zh_tw: 無效的啟動

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
da: Noget gik galt. E-mail-programmer opdeler nogle gange URL'er i to linjer, så sørg for, at den URL, du bruger, er formateret korrekt. Hvis du stadig har problemer, kan du sende os en e-mail på {email_start}{email}{email_end}.
fr: Quelque-chose s'est mal passé. Les programmes d'email séparent parfois les URLs sur deux lignes, assurez vous que le format de l'URL que vous utilisez est correct. Si cela ne résout pas votre problème, envoyez nous un email à l'adresse {email_start}{email}{email_end}.
pl: Coś poszło nie tak. Upewnij się, że odnośnik z wiadomości e-mail był prawidłowy -- niekiedy programy pocztowe lubią dzielić linki na dwie części. Jeśli problem nie ustąpi, prosimy o kontakt z nami na {email_start}{email}{email_end}.
pt_pt: Ocorreu um erro. Por vezes, os programas de email dividem os URLs em duas linhas, por isso certifique-se de que o URL que está a utilizar está formatado corretamente. Caso ainda tenha problemas, envie-nos um email {email_start} {email} {email_end}.
zh_tw: 發生了某些問題。請檢查並確認您連結的 URL 是否正確 -- 電子郵件程式有時會將它斷成兩行。如果問題仍然發生，請透過{email_start} {email} {email_end}向我們發送電子郵件。

source: Return to the {link_start}home page{link_end}.
da: Vend tilbage til {link_start}hjemmesiden {link_end} .
fr: Retour à l'{link_start}accueil{link_end}
pl: Wróć do {link_start}strony głównej{link_end}.
pt_pt: Volte para a {link_start}página inicial{link_end}.
zh_tw: 返回至{link_start}首頁{link_end}。

source: Support will be removed in an upcoming release.
da: Support vil blive fjernet i en kommende udgivelse.
fr: Le support sera supprimé lors d'une prochaine version.
pl: Wsparcie zostanie usunięte w nadchodzącej wersji.
pt_pt: O apoio será removido numa próxima publicação.

source: Support will be removed on {expiration_date}.
da: Support vil blive fjernet på {expiration_date} .
fr: Le support sera supprimé le {expiration_date}.
pl: Wsparcie zostanie usunięte w dniu {expiration_date}.
pt_pt: O apoio será retirado em {expiration_date}.

source: This course uses a legacy storage format.
da: Dette kursus bruger et ældre lagringsformat.
fr: Ce cours utilise un format de stockage hérité.
pl: Ten kurs używa starszego formatu zapisu.
pt_pt: Este curso utiliza um formato de armazenamento de património.

source: Please reach out to your support team contact, if you have any additional questions or concerns.
da: Kontakt venligst dit supportteam, hvis du har yderligere spørgsmål eller bekymringer.
fr: Veuillez contacter notre équipe de support si vous avez d'autres questions ou problèmes.
pl: Jeśli masz dodatkowe pytania lub wątpliwości, skontaktuj się z zespołem pomocy technicznej.
pt_pt: Por favor contacte a sua equipa de apoio, se tiver quaisquer questões ou problemas adicionais.

source: Policies
da: Politikker
fr: Règles
pl: Polityka
pt_pt: Políticas
zh_tw: 政策

source: Accessibility Accommodation Request
da: Anmodning om tilgængelighed
fr: Demande aménagement de l'accessibilité
pl: Żądanie osadzenia dostępności
pt_pt: Pedido de Alojamento de Acessibilidade

source: Launch Latex Source Compiler
da: Start Latex Source Compiler
fr: Exécuter le compilateur Latex
pl: Uruchom źródłowy kompilator Latex
pt_pt: Iniciar Compilador da Fonte Latex
zh_tw: 啟動 Latex 排版系統的原始檔案編譯器

source: Heading
da: Overskrift
fr: Titre
pl: Nagłówek
pt_pt: Cabeçalho
zh_tw: 標題

source: Insert a heading
da: Indsæt en overskrift
fr: Insérer un titre
pl: Umieść nagłówek
pt_pt: Inserir um título
zh_tw: 插入一個標題

source: Add a multiple choice question
da: Tilføj et multiple choice-spørgsmål
fr: Ajouter une question à choix multiple
pl: Dodaj pytanie wielokrotnego wyboru
pt_pt: Adicionar uma pergunta de múltipla escolha
zh_tw: 新增一個單選的問題

source: Add a question with checkboxes
da: Tilføj et spørgsmål med afkrydsningsfelter
fr: Ajouter une question avec cases à cocher
pl: Dodaj pytanie z polami wyboru
pt_pt: Adicionar uma pergunta com caixas de seleção
zh_tw: 新增一個可複選的問題

source: Insert a text response
da: Indsæt et tekstsvar
fr: Insérer une réponse texte
pl: Dodaj pytanie z odpowiedzią tekstową
pt_pt: Inserir uma resposta de texto
zh_tw: 插入一個文字的回應

source: Insert a numerical response
da: Indsæt et numerisk svar
fr: Insérer une réponse numérique
pl: Dodaj pytanie z odpowiedzią numeryczną
pt_pt: Inserir uma resposta numérica
zh_tw: 插入一個數字的回應

source: Insert a dropdown response
da: Indsæt et dropdown-svar
fr: Insérer une réponse avec menu déroulant
pl: Dodaj pytanie rozwijane
pt_pt: Inserir uma resposta de lista suspensa
zh_tw: 插入一個下拉式的回應

source: Explanation
da: Forklaring
fr: Explication
pl: Wyjaśnienie
pt_pt: Explicação
zh_tw: 詳解

source: Add an explanation for this question
da: Tilføj en forklaring på dette spørgsmål
fr: Ajouter une explication pour cette question
pl: Dodaj wyjaśnienie do tego pytania
pt_pt: Adicionar uma explicação a esta pergunta
zh_tw: 新增此問題的詳解

source: Advanced Editor
da: Avanceret editor
fr: Éditeur avancé
pl: Zaawansowany edytor
pt_pt: Editor Avançado
zh_tw: 進階編輯器

source: Markdown Help
da: Markdown Hjælp
fr: Aide Markdown
pl: Pomoc Markdown
pt_pt: Ajuda Markdown

source: Label
da: Etiket
pl: Etykieta
pt_pt: Etiqueta
zh_tw: 標籤

source: Looking for help with {studio_name}?
da: Leder du efter hjælp til {studio_name} ?
fr: Besoin d'aide sur {studio_name}?
pl: Szukasz pomocy przy {studio_name}?
pt_pt: Precisa de ajuda com {studio_name}?
zh_tw: 尋找更多相關 {studio_name}的幫助？

source: Hide {studio_name} Help
da: Skjul {studio_name} Hjælp
fr: Cachez l'aide {studio_name}
pl: Ukryj pomoc {studio_name}
pt_pt: Ocultar Ajuda de {studio_name}
zh_tw: 隱藏 {studio_name}支援

source: {studio_name} Documentation
da: {studio_name} Dokumentation
fr: Documentation {studio_name}
pl: Dokumentacja {studio_name}
pt_pt: Documentação {studio_name}
zh_tw: {studio_name}文件

source: Access documentation on http://docs.edx.org
da: Få adgang til dokumentation på http://docs.edx.org
fr: Accéder à la documentation sur http://docs.edx.org
pl: Przejdź do dokumentacji na http://docs.edx.org
pt_pt: Aceder a documentação em http://docs.edx.org
zh_tw: 在 http://docs.edx.org 讀取文件

source: edX Documentation
da: edX dokumentation
fr: Documentation edX
pl: Dokumentacja
pt_pt: Documentação edX
zh_tw: edX 文件

source: Access the Open edX Portal
da: Få adgang til Open edX Portal
fr: Accéder au portail Open edX
pl: Przejdź do portalu Open edX
pt_pt: Aceder ao Portal Open edX
zh_tw: 存取 Open edX Portal

source: Open edX Portal
da: Åbn edX Portal
fr: Ouvrir le portail edX
pl: Portal Open edX
pt_pt: Portal Open edX

source: Enroll in edX101: Overview of Creating an edX Course
da: Tilmeld dig edX101: Oversigt over oprettelse af et edX-kursus
fr: S'inscrire à edX101 : présentation de la création d'un cours sur edX
pl: Weź udział w kursie edX101: Podstawy tworzenia kursów edX
pt_pt: Inscreva-se em edX101: Visão Geral da Criação de um Curso edX
zh_tw: 註冊 edX101 : 新建edX課程概論

source: Enroll in edX101
da: Tilmeld dig edX101
fr: S'inscrire à edX101
pl: Zapisz się na edX101
pt_pt: Inscrever em edX101
zh_tw: 註冊edX101

source: Enroll in StudioX: Creating a Course with edX Studio
da: Tilmeld dig StudioX: Oprettelse af et kursus med edX Studio
fr: Inscription sur StudioX : Créer un cours avec edX Studio
pl: Weź udział w kursie StudioX: Podstawy projektowania kursów w edX Studio
pt_pt: Inscreva-se no StudioX: Criar um Curso com o edX Studio
zh_tw: 註冊 StudioX : 新建StudioX課程

source: Enroll in StudioX
da: Tilmeld dig StudioX
fr: S'inscrire à StudioX
pl: Zapisz się na StudioX
pt_pt: Inscrever no StudioX
zh_tw: 註冊 StudioX

source: Send an email to {email}
da: Send en e-mail til {email}
fr: Envoyer un email à {email}
pl: Wyślij e-mail na {email}
pt_pt: Enviar email para {email}
zh_tw: 發送一封電子郵件給 {email}

source: Currently signed in as:
da: I øjeblikket logget ind som:
fr: Actuellement connecté en tant que :
pl: Obecnie zalogowany jako:
pt_pt: Atualmente com sessão iniciada como:
zh_tw: 目前登入為：

source: Maintenance
da: Vedligeholdelse
pl: Przerwa techniczna
pt_pt: Manutenção
zh_tw: 維護

source: created
da: oprettet
fr: créé
pl: utworzony
pt_pt: criado
zh_tw: 建立

source: Wiki notifications
da: Wiki-meddelelser
fr: Notifications Wiki
pl: Powiadomienia Wiki
pt_pt: Notificações da Wiki

source: Wiki images
da: Wiki billeder
fr: Images Wiki
pl: Obrazki Wiki
pt_pt: Imagens da Wiki

source: Wiki attachments
da: Wiki vedhæftede filer
fr: Pièces-jointes Wiki
pl: Załączniki Wiki
pt_pt: Anexos da Wiki

source: Only localhost... muahahaha
da: Kun lokal host... muahahaha
fr: Seulement en local... ahahahah
pl: Wyłącznie localhost... muahahaha
pt_pt: Apenas localhost... muahahaha
zh_tw: 只有本地主機... muahahaha

source: Initial title of the article. May be overridden with revision titles.
da: Foreløbig titel på artiklen. Kan blive erstattet af revisionstitler.
fr: Titre original de l'article. Peut être substitué avec des titres de révision.
pl: Wstępny tytuł artykułu. Może zostać zmieniony tytułami z przeglądów.
pt_pt: Título inicial do artigo. Poderá ser substituído por títulos de revisão.
zh_tw: 文章的初始標題，可能被修訂後的標題覆蓋。

source: Type in some contents
da: Tast indhold
fr: Entrez du contenu
pl: Wpisz jakąś treść
pt_pt: Escreva algum conteúdo
zh_tw: 輸入一些內容

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
da: Dette er kun det foreløbige indhold af din artikel. Når den oprettet, kan du bruge mere komplekse komponenter som f.eks. plugins, meta data, tilhørende artikler etc.
fr: Ceci est le contenu initial de votre article. Après l'avoir créé, vous pourrez utiliser des fonctionnalités plus complexes, comme ajouter un module, des méta-données, des articles liés, etc.
pl: Jest to etap wstępnej budowy twojego artykułu. Po jego utworzeniu możesz skorzystać z zaawansowanych funkcji, takich jak wtyczki, meta dane, powiązane artykuły, itd.
pt_pt: Isto é apenas o conteúdo inicial do seu artigo. Depois de o criar, pode utilizar funcionalidades mais complexas, tais como adicionar plug-ins, metadados, artigos relacionados, etc...
zh_tw: 這只是您文章的初始內容。建立後，您可以使用更複雜的功能，例如新增外掛、後設資料及相關文章等..

source: Contents
da: Indhold
fr: Contenu
pl: Treści
pt_pt: Conteúdos
zh_tw: 內容

source: Summary
da: Resumé
fr: Sommaire
pl: Podsumowanie
pt_pt: Resumo
zh_tw: 總結

source: Give a short reason for your edit, which will be stated in the revision log.
da: Giv en kort begrundelse for din redigering, som vil blive vist i ændringsloggen.
fr: Donnez brièvement la raison de votre modification, qui sera ajoutée au log de révision.
pl: Podaj krótki powód twojej edycji, który zostanie zamieszczony w logu rewizyjnym.
pt_pt: Apresente uma pequena justificação para a sua edição, que será apresentada no registo de revisão.
zh_tw: 請對您的修改給一個簡短的原因，這將會被註明在修訂日誌中。

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
da: Mens du redigerede, ændrede en anden person den reviderede udgave. Dit indhold er automatisk blevet smeltet sammen med det nye indhold. Vurder venligst teksten nedenfor.
fr: Durant votre modification, quelqu'un d'autre a effectué des changements. Vos ajouts ont été automatiquement fusionnés avec le nouveau contenu. Veuillez vérifier le texte ci-dessous.
pl: W trakcie twojej edycji ktoś inny wprowadził zmianę. Twoja edycja została automatycznie połączona z tamtą zmianą. Prosimy o przejrzenie poniższego tekstu.
pt_pt: Enquanto estava a editar, alguém alterou a revisão. Os seus conteúdos foram combinados automaticamente com os novos conteúdos. Por favor, reveja o texto abaixo.
zh_tw: 當您在編輯的同時，若其他人也正在修改這個修訂版，則您的內容會被自動合併到新的內容。請仔細閱讀下面的文字。
