Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
da: Når du kan score essays på samme måde som en instruktør, vil du være klar til at bedømme dine kammerater.
fr: Lorsque vous noterez les exercices de test de manière similaire à un enseignant, vous serez prêt à noter vos pairs.
pl: Gdy zdołasz ocenić wypracowania w sposób zbliżony do instruktora, będziesz gotów do uczestnictwa w programie wzajemnej oceny.
pt_pt: A partir do momento em que consiga avaliar os ensaios de forma semelhante a um professor, estará pronto para avaliar os seus pares.
zh_tw: 一旦您能夠像教師一樣給文章評分，您就可以給您的同學評分了。

source: Start learning to grade
da: Begynd at lære at give karakter
fr: Démarrer l'apprentissage de la notation
pl: Rozpocznij naukę oceniania.
pt_pt: Comece a aprender a classificar
zh_tw: 開始學習如何評分

source: Are you sure that you want to flag this submission?
da: Er du sikker på, at du vil markere denne indsendelse?
fr: Êtes vous sur de vouloir marquer cette soumission ?
pl: Czy na pewno chcesz oflagować to zgłoszenie?
pt_pt: Tem a certeza que pretende sinalizar esta submissão?
zh_tw: 您確定要標記此次提交嗎？

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
da: Du er ved at lade en opgave dumpe. Du bør kun dumpe en opgave, hvis den indeholder eksplicitte, stødende, eller (mistænkt) plagieret indhold. Hvis besvarelsen ikke er rettet mod spørgsmålet eller er forkert, bør du give en score på nul og samtidig give en tilbagemelding i stedet for at dumpe den.
fr: Vous êtes sur le point de signaler une soumission. Vous devriez seulement marquer une soumission qui contient un contenu explicite, offensant, ou suspecté de plagiat. Si la soumission ne concerne pas la question ou si elle est incorrecte, vous devriez alors lui donner un score de zéro et y mettre un commentaire plutôt que de la signaler.
pl: Masz zamiar oflagować zgłoszenie. Pamiętaj, że należy oflagować tylko te zgłoszenia, które są nieregulaminowe, mają charakter obraźliwy i (być może) obejmują elementy plagiatu. Jeśli zgłoszenie nie ma związku z pytaniem i jest nie na temat, w takim wypadku oceń je na 0 i zrecenzuj je zamiast oznaczać je oflagowaniem.
pt_pt: Está prestes a assinalar uma submissão. Deverá apenas assinalar uma submissão que contenha conteúdo explícito, ofensivo, ou (suspeito) plagiado. Se a submissão não for dirigida à questão ou estiver incorrecta, deve dar-lhe uma pontuação zero e o comentário que a acompanha, em vez de a assinalar.
zh_tw: 您將要舉報一個提交結果。只有當這個提交結果裡面包含露骨或令人反感或者(懷疑)抄襲的內容，您才應該舉報。如果這個提交結果不正確或者文不對題，您應該給它打零分並且給出相應的回饋意見，而不是舉報它。

source: Remove Flag
da: Fjern flag
fr: Enlever le marquage
pl: Usuń oflagowanie
pt_pt: Remover Sinal
zh_tw: 移除標記

source: Keep Flag
da: Behold flag
fr: Garder le marquage
pl: Pozostaw oflagowanie
pt_pt: Manter Sinal
zh_tw: 保留標記

source: Go Back
da: Tilbage
fr: Retour
pl: Powrót
pt_pt: Voltar atrás
zh_tw: 返回

source: Account Activation Info
da: Kontoaktiveringsoplysninger
fr: Information d'activation de compte
pl: Informacja o aktywacji konta
pt_pt: Informação de Ativação de Conta
zh_tw: 帳號啟動資料

source: Your Password Reset is Complete
da: Nulstilling af din adgangskode er fuldført
fr: Votre mot de passe a été réinitialisé
pl: Resetowanie hasła ukończone
pt_pt: A redefinição da sua palavra-passe está completa
zh_tw: 您的密碼已重設完成

source: Password Reset Complete
da: Nulstilling af adgangskode fuldført
fr: Mot de passe réinitialisé
pl: Resetowanie hasła ukończone
pt_pt: Redefinição de palavra-passe concluída
zh_tw: 密碼重設完成

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
da: Din adgangskode er blevet nulstillet. {start_link}Log ind på din konto. {end_link}
fr: Votre mot de passe a été réinitialisé. {start_link}Connectez-vous à votre compte.{end_link}
pl: Twoje hasło zostało zresetowane. {start_link}Zaloguj się na swoje konto.{end_link}
pt_pt: A sua palavra-passe foi redefindia. {start_link}Inicie a sessão na sua conta.{end_link}
zh_tw: 您的密碼已重設。{start_link}請登入您的帳戶。{end_link}

source: Reset Your {platform_name} Password
da: Nulstil din {platform_name} adgangskode
fr: Réinitialiser votre mot de passe {platform_name}
pl: Zresetuj swoje hasło w {platform_name}
pt_pt: Redefinir a sua palavra-passe de {platform_name}
zh_tw: 重設您的 {platform_name} 密碼

source: Invalid Password Reset Link
da: Ugyldigt link til nulstilling af adgangskode
fr: Lien de réinitialisation du mot de passe invalide
pl: Nieprawidłowy odnośnik resetowania hasła
pt_pt: Link para Redefinir Palavra-passe inválido
zh_tw: 密碼重設連結無效

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
da: Dette link til nulstilling af adgangskode er ugyldigt. Den er muligvis allerede brugt. For at nulstille din adgangskode skal du gå til siden med {start_link}login{end_link} og vælge {start_strong}Glemt adgangskode {end_strong} .
fr: Ce lien de réinitialisation de mot de passe n'est pas valide. Il a peut-être déjà été utilisé. Pour réinitialiser votre mot de passe, accédez à la page {start_link}connexion{end_link} et sélectionnez {start_strong}Mot de passe oublié{end_strong}.
pl: Ten link do resetowania hasła jest nieprawidłowy. Być może był już używany. Aby zresetować hasło, wejdź na stronę {start_link}logowania{end_link} i wybierz {start_strong}Zapomniałem hasła{end_strong}.
pt_pt: Este link de redefinição de senha é inválido. Pode já ter sido utilizada. Para redefinir a sua palavra-passe, vá à página {start_link}sign-in{end_link} e seleccione {start_strong}Esquecer password{end_strong}.

source: Password reset successful
da: Reset af adgangskode lykkedes
fr: Mot de passe réinitialisé
pl: Zresetowanie hasła przebiegło pomyślnie
pt_pt: Redefinição de palavra-passe bem sucedida
zh_tw: 密碼重置成功

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
da: Vi har e-mailet dig instruktioner til indstilling af din adgangskode til den e-mail-adresse, du har indsendt. Du vil modtage det snarest.
fr: Nous vous avons envoyé par courrier des instructions pour initialiser votre mot de passe à l'adresse e-mail que vous avez fournie. Vous devriez bientôt les recevoir.
pl: Na podany przez ciebie adres e-mail wysłaliśmy wiadomość z instrukcją ustalania nowego hasła.
pt_pt: Enviamos um email com instruções para configurar a sua palavra-passe para o endereço de email indicado por si. Deverá recebê-las brevemente.
zh_tw: 我們已經給您的郵箱發送郵件，您應該能夠很快收到，請按照郵件裡的指示設置密碼。

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} .
da: Den side, du ledte efter, blev ikke fundet. Gå tilbage til {link_start}hjemmesiden {link_end} .
fr: La page que vous cherchez n'a pas été trouvé. Retournez à la page {link_start}d'accueil{link_end} .
pl: Strona, której szukasz nie została znaleziona. Wróć na {link_start}stronę główną{link_end} .
pt_pt: A página que estava procurando não foi encontrada. Volte para a {link_start}página inicial{link_end} .

source: Too Many Requests
da: For mange anmodninger
fr: Trop de demandes
pl: Zbyt wiele zapytań
pt_pt: Demasiados Pedidos

source: Your request has been rate-limited. Please try again later.
da: Din anmodning er blevet satsbegrænset. Prøv igen senere.
fr: Votre demande a été limitée. Veuillez réessayer plus tard.
pl: Twoje żądanie zostało ograniczone. Spróbuj ponownie później.
pt_pt: O seu pedido foi limitado. Por favor, tente novamente mais tarde.

source: This page left intentionally blank. Feel free to add your own content.
da: Denne side er bevidst tom. Tilføj gerne dit eget indhold.
fr: Cette page est laissée vide intentionnellement. Vous pouvez ajouter votre propre contenu.
pl: Ta strona celowo pozostała pusta. Jeśli chcesz, możesz dodać na nią własną treść.
pt_pt: Esta página foi deixada intencionalmente em branco. Se desejar, pode adicionar o seu próprio conteúdo.
zh_tw: 此頁刻意空白。您可隨意放入自己的內容。

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, because {platform_name} is required to comply with export controls, we cannot allow you to access this course at this time.
da: Vores system indikerer, at du forsøger at få adgang til dette {platform_name} -kursus fra et land eller en region, der i øjeblikket er underlagt amerikanske økonomiske og handelsmæssige sanktioner. Desværre, fordi {platform_name} er påkrævet for at overholde eksportkontrol, kan vi ikke tillade dig at få adgang til dette kursus på nuværende tidspunkt.
fr: Notre système indique que vous essayez d'accéder à ce cours {platform_name} depuis un pays ou une région actuellement soumis aux sanctions économiques et commerciales américaines. Malheureusement, comme {platform_name} est tenu de se conformer aux contrôles d'exportation, nous ne pouvons pas vous autoriser à accéder à ce cours pour le moment.
pl: Nasz system wskazuje, że próbujesz uzyskać dostęp do tego kursu {platform_name} z kraju lub regionu objętego obecnie sankcjami gospodarczymi i handlowymi USA. Niestety, ponieważ platforma {platform_name} jest wymagana do przestrzegania kontroli eksportu, nie możemy w tej chwili zezwolić Ci na dostęp do tego kursu.
pt_pt: O nosso sistema indica que está a tentar aceder a este curso {platform_name} de um país ou região actualmente sujeito a sanções económicas e comerciais dos EUA. Infelizmente, porque o {platform_name} é exigido para cumprir com os controlos de exportação, não podemos permitir-lhe o acesso a este curso neste momento.

source: FAQ
da: Ofte stillede spørgsmål
pl: PiO
pt_pt: Perguntas Mais Frequentes
zh_tw: 常見問題

source: In the Press
da: I Pressen
fr: Dans la presse
pl: O nas w mediach
pt_pt: Na Imprensa
zh_tw: 新聞

source: Currently the {platform_name} servers are down
da: I øjeblikket er {platform_name} serverne nede
fr: Les serveurs de {platform_name} sont actuellement hors-service
pl: Przepraszamy, chwilowo serwery {platform_name} nie działają
pt_pt: De momento, os servidores de {platform_name} estão em baixo
zh_tw: 目前 {platform_name} 平台的部分服務器停擺

source: Our staff is currently working to get the site back up as soon as possible.
da: Vores personale arbejder i øjeblikket på at få siden op igen så hurtigt som muligt.
fr: Notre équipe travaille pour ramener le site aussitôt que possible.
pl: Nasz zespół pracuje nad przywróceniem strony tak szybko jak to możliwe.
pt_pt: A nossa equipa está actualmente a trabalhar para recuperar o site o mais rapidamente possível.

source: There has been a 500 error on the {platform_name} servers
da: Der har været en fejl 500 på {platform_name} serverne
fr: Il y a eu une erreur 500 sur les serveurs de {platform_name}
pl: Wystąpił błąd 500 na serwerach {platform_name}
pt_pt: Ocorreu um erro 500 nos servidores de {platform_name}
zh_tw: {platform_name} 平台的服務器發生代碼為500的錯誤

source: Please wait a few seconds and then reload the page.
da: Vent et par sekunder, og genindlæs derefter siden.
fr: Veuillez attendre quelques secondes, puis rafraîchissez la page.
pl: Proszę poczekać kilka sekund i ponownie załadować stronę.
pt_pt: Por favor aguarde alguns segundos e recarregue a página.

source: Currently the {platform_name} servers are overloaded
da: I øjeblikket er {platform_name} serverne overbelastede
fr: Les serveurs de {platform_name} sont actuellement surchargés
pl: Przepraszamy, obecnie serwery {platform_name} są przeciążone.
pt_pt: De momento, os servidores de {platform_name} estão sobrecarregados
zh_tw: 目前{platform_name} 平台的服務器已經超負荷

source: Account Settings
da: Kontoinstillinger
fr: Paramètres du compte
pl: Ustawienia konta
pt_pt: Configurações de Conta
zh_tw: 帳號設定

source: and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School
da: og adgang til private sider, der tilbydes af MIT Open Learning, Wharton Executive Education og Harvard Medical School
fr: et accès aux sites privés proposés par MIT Open Learning, Wharton Executive Education et Harvard Medical School
pl: oraz dostęp do prywatnych stron oferowanych przez MIT Open Learning, Wharton Executive Education i Harvard Medical School
pt_pt: e acesso a sites privados oferecidos pelo MIT Open Learning, Wharton Executive Education e Harvard Medical School

source: Please Wait
da: Vent venligst
fr: Veuillez patienter
pl: Proszę czekać
pt_pt: Por Favor Aguarde
zh_tw: 請稍候

source: Sign in or Register
da: Log ind eller tilmeld
fr: Se connecter ou s'inscrire
pl: Zaloguj się lub zarejestruj
pt_pt: Iniciar Sessão ou Registar
zh_tw: 登入或註冊

source: Student Support
da: Kursist support
fr: Support Étudiant
pl: Dział pomocy
pt_pt: Suporte ao Estudante
zh_tw: 學生支援

source: Student Support: Certificates
da: Kursist support: Beviser
fr: Support Étudiant : Certificats
pl: Dział pomocy: Certyfikaty
pt_pt: Suporte ao Estudante: Certificados
zh_tw: 學生支持：證書

source: Contact {platform_name} Support
da: Kontakt {platform_name} Support
fr: Contactez le support {platform_name}
pl: Skontaktuj się z pomocą {platform_name}
pt_pt: Contacte o Suporte de {platform_name}
zh_tw: 聯繫 {platform_name} 支援

source: Student Support: Enrollment
da: Studiestøtte: Tilmelding
fr: Support Étudiant : Inscriptions
pl: Dział pomocy: Rejestracja na kursy
pt_pt: Suporte ao Estudante: Inscrição
zh_tw: 學生支援:註冊

source: Student Support: Feature Based Enrollments
da: Studenterstøtte: Funktionsbaserede tilmeldinger
fr: Soutien aux étudiants: Inscriptions basées sur les fonctionnalités
pl: Wsparcie dla studentów: zapisy oparte na funkcjach
pt_pt: Apoio ao Estudante: Matrículas Baseadas em Características
zh_tw: 學生支持: 特色為主的入學人數

source: Content Type Gating
da: Indholdstype Gating
fr: Type de contenu
pl: Bramkowanie typu zawartości
pt_pt: Controlo do Tipo de Conteúdo
zh_tw: 內容類型門控

source: Course Duration Limits
da: Kursets varighedsgrænser
fr: Durée du cours
pl: Ograniczenia czasu trwania kursu
pt_pt: Limites de Duração de Curso
zh_tw: 課程時長限制

source: Is Enabled
da: er aktiveret
fr: Est Activé
pl: Jest włączony
pt_pt: Ativado

source: No results found
da: Ingen resultater fundet
fr: Aucun résultat trouvé
pl: Brak wyników wyszukiwania
pt_pt: Sem resultados

source: Student Support: Manage User
da: Studenterstøtte: Administrer bruger
fr: Soutien aux étudiants : Gestion des utilisateurs
pl: Dział pomocy: Zarządzaj Użytkownikami
pt_pt: Apoio ao Estudantes: Gestão de Utilizador
zh_tw: 學生支持: 管理用戶

source: Program Enrollments Inspector
da: Programtilmeldingsinspektør
fr: Inspecteur des inscriptions de parcours
pl: Inspektor zapisów do programu
pt_pt: Ferramenta de inspeção de inscrições no programa

source: User Survey
da: Brugerundersøgelse
fr: Enquête Utilisateur
pl: Ankieta użytkownika
pt_pt: Inquérito ao utilizador
zh_tw: 使用者問卷

source: Pre-Course Survey
da: Før-kursus undersøgelse
fr: Enquête d'avant-cours
pl: Ankieta wstępna
pt_pt: Inquérito Pré-Curso
zh_tw: 課前問卷

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
da: Du kan begynde dit kursus, så snart du har udfyldt nedenstående formular. Obligatoriske felter er markeret med en stjerne (*). Denne information er alene til brug for {platform_name}. Den vil ikke være knyttet til din profil på nogen måde.
fr: Vous pourrez démarrer votre cours une fois rempli le formulaire suivant. Les champs obligatoires sont signalés par une astérisque (*). Ces informations sont utilisées uniquement par {platform_name}.
pl: Możesz rozpocząć kurs gdy tylko wypełnisz poniższy formularz. Wymagane pola zostały oznaczone gwiazdką (*). Te informacje są wyłącznie do wglądu {platform_name}. Nie będą w żadnym wypadku obecne w twoim profilu publicznym.
pt_pt: Pode iniciar o seu curso assim que completar o seguinte formulário. Os campos obrigatórios são assinalados com um asterisco (*). Esta informação é apenas para o uso de {platform_name}. Não estará, de forma alguma, vinculado ao seu perfil público.
zh_tw: 一但您完成下列表單，即可開始課程。必要欄位有星狀標記 (*)。上述資訊僅提供{platform_name}使用。此將不會連結至您的公開簡介。

source: You are missing the following required fields:
da: Du mangler følgende obligatoriske felter:
fr: Vous avez oublié les champs obligatoires suivant:
pl: Opuściłeś następujące wymagane pola:
pt_pt: Estão em falta os seguintes campos obrigatórios:
zh_tw: 您缺少了以下的必填欄位：

source: Cancel and Return to Dashboard
da: Annuller eller vend tilbage til betjeningspanel
fr: Annuler et Retourner au Tableau de bord
pl: Anuluj i wróć do pulpitu
pt_pt: Cancelar e regressar ao Painel de Controlo
zh_tw: 取消並且回到我的課程

source: Why do I need to complete this information?
da: Hvorfor skal jeg udfylde disse oplysninger?
fr: Pourquoi dois-je renseigner cette information?
pl: Dlaczego muszę podać te informacje?
pt_pt: Por que devo completar esta informação?
zh_tw: 為什麼我需要完成這些資訊？

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
da: Vi bruger den information, du giver, til at forbedre vores kursus for både nuværende og kommende studerende. Jo mere vi ved om dine specifikke behov, jo bedre kan vi gøre dit kursusoplevelse.
fr: Nous utilisons les informations fournies pour améliorer nos cours pour les actuels étudiants et à venir. Le plus nous en savons sur vos besoins particuliers, le mieux nous pouvons améliorer votre expérience des cours.
pl: Wykorzystujemy podane przez ciebie informacje do ulepszania naszego kursu zarówno dla potrzeb obecnych jak i przyszłych studentów. Im więcej wiemy na temat konkretnych potrzeb, tym lepiej możemy dopracować kurs.
pt_pt: Utilizamos as informações fornecidas por si para melhorar o nosso curso para os estudantes atuais e futuros. Quanto mais soubermos sobre as suas necessidades específicas, mais poderemos fazer para melhorar a sua experiência no curso.
zh_tw: 我們將使用您所提供之資訊為現有及未來學生改善我們的課程。如能讓我們更清楚您的需求，我們能使您的課程體驗更加完善。

source: Who can I contact if I have questions?
da: Hvem kan jeg kontakte, hvis jeg har spørgsmål?
fr: Qui puis-je contacter si j'ai une question?
pl: Z kim mogę się skontaktować, jeśli mam pytania?
pt_pt: Quem posso contactar se tiver alguma questão?
zh_tw: 當我有問題時可以聯繫誰呢？

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
da: Hvis du har spørgsmål til dette kursus eller denne formular, kan du kontakte {link_start}{mail_to_link} {link_end} .
fr: Si vous avez une question à propos de ce cours ou de ce questionnaire, vous pouvez contacter {link_start}{mail_to_link}{link_end}.
pl: Jeśli masz jakiekolwiek pytania dotyczące tego kursu lub formularza, możesz skontaktować się pod adres {link_start}{mail_to_link}{link_end}.
pt_pt: Se tiver alguma questão acerca deste curso ou deste formulário, pode contactar {link_start}{mail_to_link}{link_end}.
zh_tw: 如果您對這門課程或這個方式有任何的問題，您可以聯絡 {link_start}{mail_to_link}{link_end}

source: Skeleton Page
da: Skeletside
fr: Page squelette
pl: Strona Szkieletu
pt_pt: Página Esqueleto

source: Search the course
da: Søg på kurset
fr: Rechercher dans le cours
pl: Przeszukaj kurs
pt_pt: Pesquisar no curso
zh_tw: 搜索課程

source: Start Course
da: Start kursus
fr: Commencer le cours
pl: Rozpocznij kurs
pt_pt: Iniciar Curso
zh_tw: 開始課程

source: Have questions?
da: Har du spørgsmål?
fr: Avez-vous des questions ?
pl: Masz pytania?
pt_pt: Tem questões?
zh_tw: 有問題嗎?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
da: Læs venligst {a_start} vores FAQ for at se almindelige spørgsmål om vores beviser {a_end}.
fr: Merci de lire {a_start}notre FAQ afin de voir les questions fréquentes à propos de nos certificats{a_end}.
pl: Zapoznaj się {a_start}z naszym działem PiO, aby wyświetlić odpowiedzi na najczęściej zadawane pytania dotyczące certyfikatów{a_end}.
pt_pt: Por favor leia{a_start}as nossas Perguntas Frequentes para ver questões comuns acerca dos nossos certificados{a_end}.
zh_tw: 請閱讀 {a_start}our FAQs to view common questions about our certificates{a_end}.

source: Re-Verify for {course_name}
da: Bekræft igen for {course_name}
fr: Re-Vérification pour {course_name}
pl: Powtórnie potwierdź tożsamość dla potrzeb kursu {course_name}
pt_pt: Repetir Verificação para {course_name}
zh_tw: {course_name}重新驗證

source: Verification Deadline Has Passed
da: Bekræftelsesfristen er udløbet
fr: La date limite de vérification est dépassée
pl: Upłynął ostateczny termin na potwierdzenie tożsamości
pt_pt: O Prazo de Verificação Passou
zh_tw: 驗證期限已過

source: Upgrade Deadline Has Passed
da: Tidsfrist for opgradering er overskredet
fr: La date limite de mise à niveau est dépassée
pl: Upłynął ostateczny termin zmiany trybu kursu
pt_pt: O Prazo de Actualização Passou
zh_tw: 升級期限已過

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
da: Bekræftelsesfristen for {course_name} var {{date}}. Bekræftelse er ikke længere tilgængelig.
fr: La date limite de vérification pour {course_name} était le {{date}}. La vérification n'est plus disponible.
pl: Ostateczny termin na potwierdzenie tożsamości dla potrzeb kursu {course_name} upłynął {{date}}. Weryfikacja jest już niemożliwa.
pt_pt: A data limite para verificação para {course_name} foi a {{date}}. A verificação já não se encontra disponível.
zh_tw: {course_name}的驗證截止日期為{{date}}。已無法提供驗證。

source: The deadline to upgrade to a verified certificate for this course has passed.
da: Fristen for at opgradere til et verificeret certifikat for dette kursus er udløbet.
fr: La date limite pour obtenir un certificat est dépassée.
pl: Upłynął ostateczny termin zapisu na tryb potwierdzonego certyfikatu dla tego kursu.
pt_pt: O prazo para actualizar para um certificado validado para este curso já passou.
zh_tw: 此門課合格證書升級期限已經過了。

source: Upgrade Your Enrollment For {course_name}.
da: Opgradér din optagelse til {course_name}.
fr: Mettez à jour votre inscription pour {course_name}
pl: Zmień tryb nauki kursu {course_name}.
pt_pt: Actualize a sua inscrição para {course_name}.
zh_tw: 升級您的註冊{course_name}。

source: Verify For {course_name}
da: Bekræft for {course_name}
fr: Vérifié pour {course_name}
pl: Poddaj się weryfikacji dla potrzeb kursu {course_name}
pt_pt: Verificar para {course_name}
zh_tw: {course_name}驗證

source: Enroll In {course_name}
da: Optagelse på {course_name}
fr: S'inscrire à {course_name}
pl: Zapisz się na kurs {course_name}
pt_pt: Inscrever-se em {course_name}
zh_tw: 註冊{course_name}

source: Technical Requirements
da: Tekniske krav
fr: Spécifications techniques
pl: Wymagania techniczne
pt_pt: Requisitos Técnicos
zh_tw: 技術需求
