Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
da: Der er allerede defineret et bibliotek med den samme organisation og bibliotekskode. Skift venligst din bibliotekskode, så den er unik i din organisation.
fr: Il y a déjà une bibliothèque définie par la même institution et le même code. Veuillez changer votre code de bibliothèque afin qu'il soit unique au sein de votre institution.
pl: Istnieje już biblioteka tej samej organizacji o tym samym kodzie biblioteki. Proszę zmienić kod biblioteki na unikalny w swojej organizacji.
pt_pt: Já existe uma biblioteca definida com a mesma organização e código de biblioteca. Altere o código da biblioteca para que seja exclusivo dentro da sua organização.
zh_tw: 已有一個課程組件庫使用相同的架構及編碼，請變更您的編碼，以確保在架構下的唯一性。

source: '{organization_key}' is not a valid organization identifier.
da: '{organization_key}' er ikke et gyldigt organisations-id.
fr: '{organization_key}' n'est pas un identificateur d'organisation valide.
pl: '{organization_key}' nie jest prawidłowym identyfikatorem organizacji.
pt_pt: '{organization_key}' não é um identificador válido de uma organização.

source: Access restricted to: {list_of_groups}
da: Adgang begrænset til: {list_of_groups}
fr: Accès limité à : {list_of_groups}
pl: Dostęp wyłącznie dla grup: {list_of_groups}
pt_pt: Acesso restrito a: {list_of_groups}

source: The information you entered is incorrect.
da: De oplysninger, du har indtastet, er forkerte.
fr: L'information que vous avez saisie n'est pas correcte.
pl: Wprowadzona informacja jest nieprawidłowa.
pt_pt: As informações inseridas estão incorretas.
zh_tw: 您輸入的信息不正確。

source: Transcripts are supported only for "video" modules.
da: Transskriptioner understøttes kun for "video"-moduler.

source: Cannot find item by locator.
da: Kan ikke finde varen efter lokalisator.
fr: Élément introuvable par le localisateur.
pl: Nie udało się znaleźć elementu po lokalizatorze.
pt_pt: Não foi possível localizar o item por localizador.
zh_tw: 定位器找不到項目。

source: Video locator is required.
da: Videolocator er påkrævet.
fr: Le localisateur de vidéo est requis.
pl: Wymagany jest lokalizator filmów.
pt_pt: O localizador de vídeo é obrigatório.
zh_tw: 視頻定位器是必需的。

source: This transcript file type is not supported.
da: Denne transskriptionsfiltype understøttes ikke.
fr: Ce type de fichier transcription n'est pas pris en charge.
pl: Ten rodzaj pliku transkrypcji nie jest wspierany.
pt_pt: Este tipo de ficheiro de transcrição não é suportado.
zh_tw: 不支持此字幕文件類型。

source: Video ID is required.
da: Video-id er påkrævet.
fr: L'identifiant de la vidéo est requis.
pl: Wymagany jest identyfikator filmu.
pt_pt: O ID de vídeo é obrigatório.
zh_tw: 影片ID是需要的。

source: Incoming video data is empty.
da: Indgående videodata er tomme.
fr: Les données vidéos entrantes sont vides.
pl: Przychodzący plik filmowy jest pusty.
pt_pt: Os dados de vídeo recebidos estão vazios.
zh_tw: 新進的影像資料為空。

source: Can't find item by locator.
da: Kan ikke finde varen efter lokator.
fr: Aucun élément trouvé par le localisateur.
pl: Nie udało się odnaleźć jednostki po lokalizatorze.
pt_pt: Não foi possível encontrar o item por localizador.
zh_tw: 定位器找不到項目。

source: No such transcript.
da: Ingen sådan udskrift.
fr: Transcription inexistante.
pl: Nie ma takiej transkrypcji.
pt_pt: A transcrição indicada não existe.
zh_tw: 沒有這個字幕。

source: There is a problem with the chosen transcript file.
da: Der er et problem med den valgte transskriptionsfil.
fr: Le fichier de transcription choisi a un problème.
pl: Wystąpił problem z wybranym plikiem transkrypcji.
pt_pt: Ocorreu um problema com o ficheiro de transcrição escolhido.
zh_tw: 所選的字幕文件存在問題。

source: There is a problem with the existing transcript file. Please upload a different file.
da: Der er et problem med den eksisterende transskriptionsfil. Upload venligst en anden fil.
fr: La transcription existante a un problème. Veuillez charger un fichier différent.
pl: Wystąpił problem z obecnym plikiem transkrypcji. Wgraj inny plik.
pt_pt: Ocorreu um problema com o ficheiro de transcrição existente. Por favor, carregue um ficheiro diferente.
zh_tw: 現有的字幕文件存在問題。 請上傳其他文件。

source: YouTube ID is required.
da: YouTube-id er påkrævet.
fr: L'identifiant Youtube est requis.
pl: Wymagany jest identyfikator YouTube.
pt_pt: O ID do YouTube é obrigatório.
zh_tw: 需要您的Youtube ID

source: There is a problem with the YouTube transcript file.
da: Der er et problem med YouTube-transskriptionsfilen.
fr: Le fichier de transcription Youtube a un problème.
pl: Wystąpił problem z plikiem transkrypcji YouTube.
pt_pt: Ocorreu um problema com o ficheiro de transcrição do YouTube.

source: Insufficient permissions
da: Utilstrækkelige tilladelser
fr: Permissions insuffisantes
pl: Niewystarczające uprawnienia
pt_pt: Permissões insuficientes
zh_tw: 權限不足

source: Could not find user by email address '{email}'.
da: Kunne ikke finde bruger ved e-mailadresse '{email}'.
fr: Impossible de trouver un utilisateur avec l'adresse email '{email}'.
pl: Nie udało się odnaleźć użytkownika o adresie e-mail '{email}'.
pt_pt: Não foi possível encontrar o utilizador pelo endereço de email '{email}'.
zh_tw: 無法透過電子郵件地址 '{email}' 找到使用者

source: No `role` specified.
da: Ingen "rolle" angivet.
fr: Aucun `role` spécifié.
pl: Nie przypisano `roli`.
pt_pt: Nenhum `cargo` indicado.

source: User {email} has registered but has not yet activated their account.
da: Bruger {email} har registreret sig, men har endnu ikke aktiveret sin konto.
fr: L'utilisateur {email} s'est inscrit mais n'a pas encore activé son compte.
pl: Użytkownik {email} zarejestrował się, ale nie aktywował jeszcze swojego konta.
pt_pt: O utilizador {email} registou-se, mas ainda não ativou a sua conta.

source: Invalid `role` specified.
da: Ugyldig "rolle" angivet.
fr: `rôle` spécifié invalide.
pl: Przypisano błędną `rolę`.
pt_pt: O `cargo` indicado é inválido.

source: You may not remove the last Admin. Add another Admin first.
da: Du må ikke fjerne den sidste Admin. Tilføj en anden administrator først.
fr: Vous ne pouvez pas supprimer le dernier administrateur. Créez-en un autre afin de supprimer celui-ci.
pl: Nie możesz usunąć ostatniego Administratora. Najpierw dodaj innego Administratora.
pt_pt: Não pode remover o último administrador. Primeiro, adicione outro administrador.
zh_tw: 您可能無法刪除最後一位管理員。請先新增一位管理員。

source: Uploading
da: Indlæser
fr: Chargement en cours
pl: Przesyłanie
pt_pt: A enviar
zh_tw: 上傳中

source: In Progress
da: Behandles
fr: En cours
pl: W trakcie
pt_pt: Em progresso
zh_tw: 正在進行中

source: Uploaded
da: Uploadet
fr: Chargé
pl: Przesłany
pt_pt: Carregado
zh_tw: 已上傳

source: Failed
da: mislykkedes
fr: Échec
pl: Nieudany
pt_pt: Falhou
zh_tw: 失敗

source: Cancelled
da: Aflyst
fr: Annulée
pl: Anulowany
pt_pt: Cancelado
zh_tw: 取消

source: Failed Duplicate
da: Mislykket duplikering
fr: Echec de Duplication
pl: Nieudana duplikacja
pt_pt: Falha na Duplicação
zh_tw: 失敗的複製

source: YouTube Duplicate
da: YouTube-duplikat
fr: YouTube Dupliquer
pl: Duplikat YouTube
pt_pt: Duplicado do Youtube
zh_tw: YouTube重複

source: Invalid Token
da: Ugyldig Token
fr: Jeton invalide
pl: Nieprawidłowy token
pt_pt: Símbolo inválido

source: Imported
da: Importeret
fr: Importé
pl: Zaimportowany
pt_pt: Importado
zh_tw: 匯入

source: Unknown
da: Ukendt
fr: Inconnu
pl: Nieznany
pt_pt: Desconhecido
zh_tw: 未知

source: Transcription in Progress
da: Transskription i gang
fr: Transcription en cours
pl: Trwa generowanie transkrypcji
pt_pt: Transcrição em Curso
zh_tw: 正在處理字幕

source: Transcript Ready
da: Transskription klar
fr: Transcription prête.
pl: Transkrypcja gotowa
pt_pt: Transcrição Pronta
zh_tw: 字幕準備好

source: Partial Failure
da: Delvis fiasko
fr: Échec partiel
pl: Częściowa awaria
pt_pt: Falha Parcial

source: Transcript Failed
da: Transskription mislykkedes
fr: Échec de transcription
pl: Transkrypcja nie powiodła się
pt_pt: Transcrição Falhada

source: An image file is required.
da: En billedfil er påkrævet.
fr: Un fichier image est requis.
pl: Wymagany jest plik obrazka.
pt_pt: É obrigatório um ficheiro de imagem.
zh_tw: 需要圖像檔案

source: Duration
da: Varighed
fr: Durée
pl: Czas trwania
pt_pt: Duração
zh_tw: 持續時間

source: Date Added
da: dato tilføjet
fr: Date ajoutée
pl: Data dodania
pt_pt: Data Adicionada
zh_tw: 新增日期

source: A non zero positive integer is expected
da: Der forventes et positivt heltal, der ikke er nul
fr: Un nombre entier positif différent de zéro est attendu
pl: Oczekiwana jest niezerowa dodatnia liczba całkowita
pt_pt: É esperado um número inteiro positivo
zh_tw: 預期是正整數

source: unrequested
da: uanmodet
fr: non demandé
pl: niepożądany
pt_pt: Não solicitado
zh_tw: 未經請求的

source: pending
da: verserende
fr: en attente
pl: oczekujący
pt_pt: pendente
zh_tw: 等待中

source: granted
da: givet
fr: autorisé
pl: zaakceptowany
pt_pt: concedido
zh_tw: 已授權

source: denied
da: nægtet
fr: refusé
pl: odrzucony
pt_pt: negado
zh_tw: 已拒絕

source: Studio user
da: Studio bruger
fr: Utilisateur de Studio
pl: Użytkownik Studio
pt_pt: Utilizador do Studio
zh_tw: Studio使用者

source: The date when state was last updated
da: Den dato, hvor staten sidst blev opdateret
fr: Date de la dernière modification de l'état
pl: Data ostatniej aktualizacji stanu
pt_pt: A data da última atualização do estado
zh_tw: 上次修改狀態的日期

source: Current course creator state
da: Nuværende kursusoprettertilstand
fr: État actuel du créateur du cours
pl: Obecny stan kreatora kursu
pt_pt: Estado atual do autor do curso
zh_tw: 目前課程建立者的狀態

source: Optional notes about this user (for example, why course creation access was denied)
da: Valgfrie bemærkninger om denne bruger (f.eks. hvorfor adgang til kursusoprettelse blev nægtet)
fr: Commentaires optionnels pour cet utilisateur (par exemple, pourquoi l'accès à la création de cours a été refusé)
pl: Opcjonalne przypisy dotyczące tego użytkownika (np. dlaczego został mu odmówiony dostęp do kreatora kursu)
pt_pt: Notas opcionais sobre este utilizador (por exemplo, a razão pela qual o acesso à criação do curso foi negado)
zh_tw: 關於使用者的可選提示訊息 (例如：建立課程被拒絕的原因)

source: Organizations under which the user is allowed to create courses.
da: Organisationer, hvorunder brugeren har tilladelse til at oprette kurser.
fr: Organisations pour lesquelles l'usager a la permission de créer des cours.
pl: Organizacje, w ramach których użytkownik może tworzyć kursy.
pt_pt: Organizações sob as quais o utilizador está autorizado a criar cursos.

source: Grant the user the permission to create courses in ALL organizations
da: Giv brugeren tilladelse til at oprette kurser i ALLE organisationer
fr: Accordez à l'usager la permission de créer des cours pour TOUTES les organisations
pl: Nadaj użytkownikowi uprawnienia do tworzenia kursów we WSZYSTKICH organizacjach
pt_pt: Conceder ao utilizador a permissão para criar cursos em TODAS as organizações

source: Force Publish Course
da: Force Publish-kursus
fr: Forcer la publication du cours
pl: Wymuś publikację kursu
pt_pt: Forçar a Publicação do Curso
zh_tw: 強制發布課程

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
da: Nogle gange kan udkastet og de offentliggjorte afdelinger af et kursus komme ud af synkronisering. Tving udgivelse af kurskommando nulstiller den offentliggjorte gren af en bane for at pege på udkastet gren, og tvinger effektivt udgivelse af banen. Denne visning tør kører kraftudgivelseskommandoen
fr: Parfois, la branche du brouillon du cours et les branches publiées d'un cours peuvent se désynchroniser. La commande de publication forcée d'un cours réinitialise la branche publiée d'un cours pour pointer vers la branche du brouillon, ce qui force effectivement la publication du cours. Cette vue simule la commande de publication forcée.
pl: Niekiedy edytowane i opublikowane gałęzie kursu wydostają się poza synchronizację. Komenda "Wymuś publikację kursu" powoduje zresetowanie opublikowanej gałęzi kursu do odpowiadającej wersji w gałęzi projektu, co efektywnie wymusza synchronizację. Poniższy podgląd ukazuje próbne działanie wspomnianej komendy
pt_pt: Às vezes, o rascunho e os campos publicados de um curso podem estar dessincronizados. O comando para forçar a publicação do curso redefine o campo de publicação de um curso para apontar para o campo de rascunho, forçando efetivamente a publicação do curso.
zh_tw: 有時，課程的草稿和已發布課程分頁同步會失效。強制發布課程指令重置已發布課程去連至草稿分頁，有效地強制發布課程。此視圖為模擬強制發布指令

source: Edit Announcements
da: Rediger meddelelser
fr: Modifier les annonces
pl: Edytuj ogłoszenia
pt_pt: Editar Anúncios
zh_tw: 編輯公告

source: This view shows the announcement editor to create or alter announcements that are shown on the rightside of the dashboard.
da: Denne visning viser meddelelseseditoren for at oprette eller ændre meddelelser, der vises på højre side af dashboardet.
fr: Cette vue montre l'éditeur d'annonce qui permet de créer ou de modifier les annonces visibles sur la droite du tableau de bord.
pl: Ten widok pokazuje edytor ogłoszeń, który służy do tworzenia lub zmiany ogłoszeń wyświetlanych po prawej stronie pulpitu.
pt_pt: Esta visualização mostra o editor de anúncios para criar ou alterar os anúncios que aparecem no lado direito do painel de controlo.

source: Please provide course id.
da: Angiv venligst kursus-id.
fr: S'il vous plaît fournir l'identificateur du cours.
pl: Proszę wprowadzić identyfikator kursu.
pt_pt: Por favor, forneça a id do curso.
zh_tw: 請提供課程帳號。

source: Invalid course key.
da: Ugyldig kursusnøgle.
fr: Clé de cours invalide.
pl: Nieprawidłowy klucz kursu.
pt_pt: Chave do curso inválida
zh_tw: 無效的course key

source: No matching course found.
da: Der blev ikke fundet noget matchende kursus.
fr: Aucun cours correspondant n'a été trouvé.
pl: Nie odnaleziono odpowiadającego kursu.
pt_pt: Não foi encontrada correspondência com o curso.
zh_tw: 找不到符合的課程。

source: Force publishing course is not supported with old mongo courses.
da: Force publishing-kursus understøttes ikke med gamle mongo-kurser.
fr: La publication forcée d'un cours n'est pas supportée avec les vieux cours mongo.
pl: Opcja wymuszonej publikacji kursów jest niedostępna dla starych kursów mango.
pt_pt: O comando forçar a publicação do curso não é suportado com os antigos cursos mongo.
zh_tw: 舊mongo課程不支援強制發布課程。

source: Course is already in published state.
da: Kurset er allerede i offentliggjort tilstand.
fr: Le cours est déjà dans cet état de publication.
pl: Kurs znajduje się już w trybie opublikowania.
pt_pt: O curso já está no estado publicado.
zh_tw: 課程已處於發布狀態。

source: Dictionary with the available tags
da: Ordbog med de tilgængelige tags
fr: Dictionnaire avec les tags disponibles
pl: Dziennik dostępnych tagów
pt_pt: Dicionário com os separadores disponíveis
zh_tw: 可使用標籤的字典

source: Studio Administration
da: Studieadministration
fr: Administration Studio
pl: Zarządzanie Studio
pt_pt: Administração do Studio

source: Page Not Found
da: Side ikke fundet
fr: Page non trouvée
pl: Nie znaleziono strony
pt_pt: Página Não Encontrada
zh_tw: 找不到頁面

source: Page not found
da: Side ikke fundet
fr: Page non trouvée
pl: Nie znaleziono strony
pt_pt: Página não encontrada
zh_tw: 找不到頁面

source: Files & Uploads
da: Filer og uploads

source: Content
da: Indhold
fr: Contenu
pl: Treść
pt_pt: Conteúdo
zh_tw: 內容

source: Settings
da: Indstillinger
fr: Paramètres
pl: Ustawienia
pt_pt: Configurações
zh_tw: 設定

source: Grading
da: Bedømmelse

source: Course Team
da: Kursushold

source: Advanced Settings
da: Avancerede indstillinger

source: Proctored Exam Settings
da: overvåget eksamensindstillinger

source: Checklists
da: Tjeklister

source: Tools
da: Værktøjer

source: Duplicate
da: Duplikere

source: Move
da: Bevæge sig

source: Drag to reorder
da: Træk for at omarrangere

source: Page Actions
da: Sidehandlinger

source: Create a Course Rerun of:
da: Opret en kursusgentagelse af:

source: Create a re-run of a course
da: Opret en genkørsel af et kursus

source: You are creating a re-run from:
da: Du opretter en genudsendelse fra:

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
da: Angiv identificerende oplysninger til denne gentagelse af kurset. Den oprindelige bane påvirkes ikke på nogen måde af en genkørsel.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
da: Bemærk: Tilsammen skal organisationen, kursusnummeret og kursusforløbet entydigt identificere denne nye kursusinstans.

source: Required Information to Create a re-run of a course
da: Nødvendige oplysninger for at oprette en genudførelse af et kursus

source: e.g. Introduction to Computer Science
da: fx Introduktion til Datalogi

source: The public display name for the new course. (This name is often the same as the original course name.)
da: Det offentlige visningsnavn for det nye kursus. (Dette navn er ofte det samme som det originale kursusnavn.)

source: e.g. UniversityX or OrganizationX
da: fx UniversityX eller OrganisationX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
da: Navnet på den organisation, der sponsorerer det nye kursus. (Dette navn er ofte det samme som det oprindelige organisationsnavn.)

source: Note: No spaces or special characters are allowed.
da: Bemærk: Ingen mellemrum eller specialtegn er tilladt.

source: Course Number
da: Kursus nr.
fr: Numéro du cours
pl: Numer kursu
pt_pt: Código do Curso
zh_tw: 課程編號

source: e.g. CS101
da: fx CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
da: Det unikke nummer, der identificerer det nye kursus i organisationen. (Dette nummer vil være det samme som det oprindelige kursusnummer og kan ikke ændres.)

source: e.g. 2014_T1
da: fx 2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
da: Den periode, hvor det nye kursus løber. (Denne værdi er ofte anderledes end den oprindelige kursuskørselsværdi.)

source: Create Re-run
da: Opret Re-run

source: When will my course re-run start?
da: Hvornår starter mit kursus igen?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
da: Det nye kursus er indstillet til at starte den 1. januar 2030 ved midnat (UTC).

source: What transfers from the original course?
da: Hvad overføres fra det oprindelige kursus?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
da: Det nye kursus har samme kursusoversigt og indhold som det oprindelige kursus. Alle problemer, videoer, meddelelser og andre filer duplikeres til det nye kursus.

source: What does not transfer from the original course?
da: Hvad overføres ikke fra det oprindelige kursus?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
da: Du er det eneste medlem af det nye kursuss personale. Ingen studerende er tilmeldt kurset, og der er ingen elevdata. Der er intet indhold i diskussionsemnerne eller wikien.

source: Learn more about Course Re-runs
da: Få mere at vide om kursusgentagelser

source: Course Outline
da: Kursusoversigt

source: Warning
da: Advarsel

source: Pages
da: sider

source: Export to Git
da: Eksporter til Git

source: Error:
da: Fejl:
fr: Erreur :
pl: Błąd:
pt_pt: Erro:
zh_tw: 錯誤：

source: {studio_name} Home
da: {studio_name} Hjem

source: New Course
da: Nyt kursus

source: Email staff to create course
da: E-mail personale til at oprette kursus

source: New Library
da: Nyt bibliotek

source: Please correct the highlighted fields below.
da: Ret venligst de fremhævede felter nedenfor.

source: Create a New Course
da: Opret et nyt kursus

source: Required Information to Create a New Course
da: Nødvendige oplysninger for at oprette et nyt kursus

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
da: Det offentlige visningsnavn for dit kursus. Dette kan ikke ændres, men du kan angive et andet visningsnavn i Avancerede indstillinger senere.

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
da: Navnet på den organisation, der sponsorerer kurset. {strong_start}Bemærk: Organisationens navn er en del af kursets URL.{strong_end} Dette kan ikke ændres, men du kan angive et andet visningsnavn i Avancerede indstillinger senere.

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
da: Det unikke nummer, der identificerer dit kursus i din organisation. {strong_start}Bemærk: Dette er en del af din kursuswebadresse, så der er ingen mellemrum eller specialtegn tilladt, og den kan ikke ændres.{strong_end}

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
da: Den periode, hvor dit kursus løber. {strong_start}Bemærk: Dette er en del af din kursuswebadresse, så der er ingen mellemrum eller specialtegn tilladt, og den kan ikke ændres.{strong_end}

source: Create
da: Opret

source: Create a New Library
da: Opret et nyt bibliotek

source: Required Information to Create a New Library
da: Nødvendige oplysninger for at oprette et nyt bibliotek

source: Library Name
da: Bibliotekets navn

source: e.g. Computer Science Problems
da: fx Computer Science Problemer

source: The public display name for your library.
da: Det offentlige visningsnavn for dit bibliotek.

source: The public organization name for your library.
da: Den offentlige organisations navn for dit bibliotek.

source: This cannot be changed.
da: Dette kan ikke ændres.

source: Library Code
da: Bibliotekskode

source: e.g. CSPROB
da: fx CSPROB

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
da: Den unikke kode, der identificerer dette bibliotek. {strong_start}Bemærk: Dette er en del af dit biblioteks webadresse, så der er ingen mellemrum eller specialtegn tilladt.{strong_end} Dette kan ikke ændres.

source: Organization and Library Settings
da: Organisation og biblioteksindstillinger

source: Show all courses in organization:
da: Vis alle kurser i organisationen:

source: For example, MITx
da: For eksempel MITx

source: Courses Being Processed
da: Kurser under behandling

source: Organization:
da: Organisation
fr: Organisation:
pl: Organizacja:
pt_pt: Organização:
zh_tw: 組織：

source: Course Number:
da: Kursus nummer:
fr: Numéro du cours :
pl: Numer kursu:
pt_pt: Código do Curso:
zh_tw: 課程編號：

source: Course Run:
da: Kursusløb:
fr: Session de Cours:
pl: Edycja kursu:
pt_pt: Edição do curso:
zh_tw: 開課時程：

source: This course run is currently being created.
da: Dette kursusforløb er ved at blive oprettet.

source: Configuring as re-run
da: Konfigurerer som genkørsel
