Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Date that certificates become available to learners
da: Dato, hvor certifikater bliver tilgængelige for elever
fr: Date à laquelle les certificats seront disponibles pour les étudiants
pl: Data, po której certyfikaty staną się dostępne dla studentów.
pt_pt: Data em que os certificados ficam disponíveis para os estudantes

source: Cosmetic Course Display Price
da: Kursus display pris
fr: Affichage du prix du cours
pl: Wyświetlana cena uczestnictwa w kursie
pt_pt: Exibição do preço do Curso de Cosmética

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
da: Prisen, som vises for studerende, for tilmelding til kurset. Hvis en betalt kursustilmeldingspris er fastsat af en administrator i databasen, vil denne pris blive vist i stedet for denne.
fr: Le prix affiché aux étudiants pour l'inscription à ce cours. Si le prix d'inscription à un cours payant est défini par un administrateur dans la base de données ce prix sera affiché à la place de celui-ci.
pl: Wyświetlana studentom cena uczestnictwa w kursie. Jeśli cena uczestnictwa w kursie została ustawiona przez administratora w bazie danych, to właśnie ona będzie widoczna, zamiast tej.
pt_pt: Preço exibido para os estudantes se inscreverem no curso. Se o administrador definir um preço diferente para os cursos pagos na base de dados, esse será o preço exibido.
zh_tw: 顯示給註冊這門課程的學生的價格。如果付費課程註冊價格是由管理員在資料庫中設定，那價格就會由此價格取代。

source: Course Advertised Start
da: Kursus annonceret start
fr: Début des cours annoncé
pl: Promowany start kursu
pt_pt: Início do Curso Anunciado

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
da: Indtast den tekst, du vil bruge som den annoncerede starttidsramme for kurset, såsom "Vinter 2018". Hvis du indtaster null for denne værdi, bruges startdatoen, som du har angivet for dette kursus.
fr: Saisissez le texte que vous souhaitez utiliser en tant que période de début des cours annoncés, tel que « Hiver 2018 ». Si vous saisissez null pour cette valeur, la date de début que vous aviez choisie pour ce cours sera celle retenue.
pl: Wpisz tekst służący za tymczasową promocyjną informację o starcie kursu, taki jak "Zima 2018". Jeśli pozostawisz pole puste, użyta zostanie pełna data rozpoczęcia kursu.
pt_pt: Insira o texto que deseja usar como período de início publicado para este curso, como por exemplo "Inverno 2018". Se optar por definir esse valor como 'null', será utilizada a data que definiu para o início do curso.

source: Pre-Requisite Courses
da: Kurser, der skal være bestået
fr: Cours préalables
pl: Kursy wstępne
pt_pt: Cursos pré-requeridos
zh_tw: 先修課程

source: Pre-Requisite Course key if this course has a pre-requisite course
da: Nøgle til kursus, der skal være bestået, hvis dette kursus har et sådant.
fr: Clé de cours préalable si ce cours a un cours préalable
pl: Klucz kursu wstępnego, jeśli ten kurs posiada kurs poprzedzający
pt_pt: Chave do Curso Pré-Requisito se este curso tiver um curso pré-requisito
zh_tw: 如果本課程有先修課程，則指定先修課程的課程key。

source: Grading policy definition for this class
da: Definition på karaktergivningspolitik for denne klasse
fr: Définition de la politique d'évaluation pour cette classe
pl: Definicja polityki ocen dla tego kursu
pt_pt: Definição de política de classificação para esta aula
zh_tw: 此課程評分策略

source: Show Calculator
da: Vis lommeregner
fr: Afficher la calculatrice
pl: Udostępnij kalkulator
pt_pt: Mostrar Calculadora
zh_tw: 顯示計算器

source: Enter true or false. When true, students can see the calculator in the course.
da: Indtast sandt eller falsk. Ved sandt, kan kursisterne se lommeregneren i kurset.
fr: Entrez true ou false. Si true, les élèves peuvent voir la calculatrice pendant le cours.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", studenci będą mogli korzystać z wbudowanego kalkulatora.
pt_pt: Introduza verdadeiro ou falso. Quando verdadeiro, os estudantes podem ver a calculadora no curso.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，學生可以在課程上看到計算器。

source: Enter the name of the course as it should appear in the course list.
da: Indtast kursets navn, som det skal fremgå af kursuslisten.
fr: Entrer le nom du cours comme il devrait apparaitre dans la liste de cours.
pt_pt: Digite o nome do curso como deve aparecer na lista de cursos.

source: Course Display Name
da: Kursusnavn
fr: Nom du cours à afficher
pl: Wyświetlana nazwa kursu
pt_pt: Nome do Curso
zh_tw: 課程顯示名稱

source: Course Editor
da: Kursus editor
fr: Éditeur de cours
pl: Edytor kursu
pt_pt: Editor do Curso
zh_tw: 課程編輯

source: Enter the method by which this course is edited ("XML" or "Studio").
da: Indtast den metode, hvormed dette kursus er redigeret ("XML" eller "Studio").
fr: Saisissez la méthode par laquelle ce cours est édité ("XML" ou "Studio").
pl: Podaj sposób edycji kursu ("XML" lub "Studio").
pt_pt: Insira o método através do qual este curso é editado ("XML" ou "Studio").
zh_tw: 輸入課程被編輯的方法 ("XML" or "Studio")

source: Course Survey URL
da: Kursus Survey URL
fr: URL de suivi de cours
pl: Adres URL ankiety kursu
pt_pt: URL do questionário do curso
zh_tw: 課程問卷網址

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
da: Indtast URL'en til slut-kursus evaluering. Hvis der ikke er en evaluering af kurset, skal du indtaste nul.
fr: Entrez l'URL de l'enquête de fin de cours. Si votre cours n'a pas d'enquête, entrez nul.
pl: Podaj adres URL ankiety po zakończeniu kursu. Jeśli takiej nie planujesz, pozostaw to pole puste.
pt_pt: Insira o URL para o questionário de fim de curso. Se o seu curso não tiver um questionário, insira 'null'.
zh_tw: 請輸入課程結束問卷的網址。如果您的課程並未問卷，則輸入空白。

source: Discussion Blackout Dates
da: Diskussion Blackout Datoer
fr: Date de non prise en compte des discussions
pl: Daty wyłączenia dyskusji
pt_pt: Datas de blackout do Fórum

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
da: Indtast datopar mellem hvilke de studerende ikke kan poste til diskussionsfora. Inde i parenteserne skal du indtaste et ekstra sæt firkantede parenteser omkring hvert datopar, som du tilføjer. Formater hvert par datoer som ["ÅÅÅÅ-MM-DD", "ÅÅÅÅ-MM-DD"]. For at specificere tid samt dato, skal hvert par formateres som ["ÅÅÅÅ-MM-DDTHH: MM", "ÅÅÅÅ-MM-DDTHH: MM"]. Sørg for at medtage "T" mellem datoen og tidspunktet. For eksempel ser en post, der definerer to blackout perioder, sådan ud, inkl. de ydre par firkantede parenteser: [["2015/09/15", "2015/09/21"], ["2015/10/01", "2015/10/08 "]]
fr: Entrer les paires de dates entre lesquelles les étudiants ne pourront poste dans les forums de discussions. Entre les crochets fournis, entrez un jeu additionel de crochets autour de chaque paire de dates que vous ajoutez. Formater chaque paire de dates comme ["YYYY-MM-DD", "YYYY-MM-DD"]. Pour indiquer des heures autant que des dates, formater chaque paire comme ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Soyez bien certain d'inclue le "T" entre chaque date et heure. Par exemple, une entrée définissant deux périodes de blackout ressemble à ceci, incluant la paire extérieure de crochets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
pl: Wprowadź w nawiasach kwadratowych i cudzysłowach pary dat pomiędzy którymi studenci nie będą mogli zamieszczać wpisów na forum dyskusyjnym. Format każdej pary dat powinien wyglądać następująco: ["RRRR-MM-DD", "RRRR-MM-DD"]. Aby poza datami doprecyzować również czas, sformatuj każdą parę w następujący sposób: ["RRRR-MM-DDTGG:MM", "RRRR-MM-DDTGG:MM"]. Upewnij się, żeby poprzedzić wskazanie czasu literą "T". Tym samym przykładowy wpis definiujący okresy nieaktywności forum dyskusyjnego powinien wyglądać następująco: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
pt_pt: Introduza as datas de início e fim entre as quais os estudantes não podem publicar nos fóruns de debate. Dentro dos suportes fornecidos, insira um conjunto adicional de parênteses retos em torno de cada par de datas que adicionar. Formate cada par de datas como ["DD-MM-AAAA", "DD-MM-AAAA"]. Para especificar horários e datas, formate cada par como ["DD-MM-AAAATHH:MM", "DD-MM-AAAATHH:MM"]. Certifique-se de incluir o "T" entre a data e a hora. Por exemplo, uma entrada que define dois períodos de blackout deverá apresentar-se assim, incluindo o par externo de parênteses retos: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
zh_tw: 輸入一對日期，在此期間內不允許學生在討論區上發文。請在所提供的括號之內輸入日期，每一對日期應由一組方括號包圍，其格式為["YYYY-MM-DD", "YYYY-MM-DD"]。如果還需要指定時間，請使用格式 ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]。請確保在日期和時間的中間一定要有 "T" 。例如，一項定義了兩段禁用時段的項應該是如下列格式所示（包括了最外層的一對方括號）：[["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
da: Diskussionsemne mapping
fr: Mise en correspondance des sujets de discussions
pl: Mapowanie tematu dyskusji
pt_pt: Mapeamento de Tópicos de Debate
zh_tw: 討論主題圖

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
da: Indtast diskussionskategorier i følgende format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For eksempel kan en diskussionskategori være "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. "id"-værdien for hver kategori skal være unik. I "id"-værdier er de eneste specialtegn, der understøttes, understregning, bindestreg og punktum. Du kan også angive en kategori som standard for nye indlæg på diskussionssiden ved at indstille dens "standard"-attribut til sand. For eksempel "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
fr: Ajoutez des categories de discussion dans le format suivant : « NomdeCatégorie » : {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Par exemple, une catégorie de discussion pourrait être « Lydian Mode » : {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. La valeur identitaire de chacune de ces catégories doit être unique. En valeur identitaire, les seuls caractères spéciaux permis sont les tirets du bas, les traits d’union, et les points. Vous pouvez aussi déterminer une catégorie comme étant celle par défaut pour les nouveaux messages dans les Pages de discussion en réglant son attribut « par défaut » comme étant vrai. Par exemple, « Lydian Mode » : {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
pl: Wprowadź kategorie dyskusji w następującym formacie: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Przykładowa kategoria dyskusji według podanego schematu: "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Wartość "id" musi być unikalna dla każdej kategorii. YMożesz także uznać kategorię za domyślną dla nowych wpisów na stronie dyskusji poprzez ustawienie atrybutu "default" na true. Przykład: "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
pt_pt: Introduza as categorias de debate no seguinte formato: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Por exemplo, uma categoria de debate pode ser "Modo Lydian": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. O valor ID para cada categoria deve ser exclusivo. Nos valores ID, os únicos caracteres especiais que são suportados são o sublinhado, o hífen e o ponto final. Também pode especificar uma categoria como padrão para novas publicações na página de Debate, definindo o seu atributo "padrão" como verdadeiro. Por exemplo, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: Discussion Sorting Alphabetical
da: Diskussionsemner sorteret alfabetisk

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
da: Indtast sand eller falsk. Hvis det er sandt, sorteres diskussionskategorier og underkategorier alfabetisk. Hvis de er falske, sorteres de kronologisk efter oprettelsesdato og -tidspunkt.

source: Course Announcement Date
da: Dato for annoncering af kursus
fr: Date d'annonce du cours
pl: Data publikacji zapowiedzi kursu
pt_pt: Data de Anúncio do Curso
zh_tw: 課程公佈日期

source: Enter the date to announce your course.
da: Indtast dato for at annoncere dit kursus.
fr: Entrez la date d'annonce de votre cours
pl: Wprowadź datę publikacji zapowiedzi twojego kursu.
pt_pt: Insira a data para anunciar o seu curso.
zh_tw: 輸入您的課程公佈日期。

source: Cohort Configuration
da: Gruppe konfiguration
fr: Configuration des cohortes
pl: Konfiguracja kohorty
pt_pt: Configuração do grupo
zh_tw: 學習夥伴功能設定

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
da: Indtast politiknøgler og værdier for at aktivere kohortefunktionen, definere automatiseret elevtildeling til grupper eller identificere alle kursusdækkende diskussionsemner som private for kohortemedlemmer.
fr: Saisir les paramètres pour activer la fonctionnalité de cohorte, définir l'affectation automatique des étudiants dans les groupes, ou identifier des sujets de discussions réservés aux membres de cohorte.
pl: Wprowadź klucze i wartości polityki dla potrzeb systemu kohort, zdefiniuj zautomatyzowane przydzielanie studentów do grup, albo uznaj dowolny temat dyskusji za zastrzeżony dla członków określonej kohorty.
pt_pt: Insira as chaves e os valores para ativar a funcionalidade de grupo, para definir a atribuição automatizada de estudantes para grupos ou para identificar tópicos de debate em todo o curso como privados para elementos do grupo.
zh_tw: 輸入政策keys and values以啟用學習夥伴功能，可以是自動分配學生到群組，或以課程討論主題來設定學習夥伴成員。

source: Course Is New
da: Kurset er nyt
fr: Le cours est nouveau
pl: Nowy kurs
pt_pt: Curso Novo
zh_tw: 新的課程

source: Enter true or false. If true, the course appears in the list of new courses, and a New! badge temporarily appears next to the course image.
da: Indtast sand eller falsk. Hvis det er sandt, vises kurset på listen over nye kurser og et Nyt! badge vises midlertidigt ved siden af kursusbilledet.
fr: Entrez true ou false. Si true, le cours apparaît dans la liste des nouveaux cours et un badge Nouveau! apparaît temporairement avec l'image du cours.
pt_pt: Digite verdadeiro ou falso. Se verdadeiro, o curso aparece na lista de novos cursos, e um Novo! crachá aparece temporariamente ao lado da imagem do curso.

source: Mobile Course Available
da: Kursus tilgængeligt for mobile enheder
fr: Cours disponible sur mobile
pl: Dostępny kurs mobilny
pt_pt: Curso disponível para dispositivos móveis
zh_tw: 可使用行動課程

source: Enter true or false. If true, the course will be available to mobile devices.
da: Indtast sandt eller falsk. Hvis sandt, vil kurset være tilgængeligt for mobile enheder.
fr: Entrez true ou false. Si true, le cours sera disponible sur mobile.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", kurs będzie dostępny na urządzeniach mobilnych.
pt_pt: Introduza verdadeiro ou falso. Se verdadeiro, o curso ficará disponível para dispositivos móveis.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，課程將能在行動裝置上使用。

source: Video Upload Credentials
da: Video Upload legitimationsoplysninger
fr: Crédits de la vidéo
pl: Ustawienia przesyłania plików filmowych
pt_pt: Credenciais de Carregamento de Vídeo

source: Enter the unique identifier for your course's video files provided by {platform_name}.
da: Indtast den unikke identifikator for dit kursuss videofiler leveret af {platform_name} .
fr: Entrez l'identifiant unique de votre vidéo du cours fournie par {platform_name}.
pt_pt: Introduza o identificador único para os ficheiros de vídeo do seu curso fornecido por {platform_name}.

source: Course Not Graded
da: Kurset er ikke bedømt
fr: Le cours n'est pas noté
pl: Kurs bez ocen
pt_pt: Curso sem classificação
zh_tw: 課程不被評分

source: Enter true or false. If true, the course will not be graded.
da: Indtast sandt eller falsk. Hvis sand, vil kurset ikke blive bedømt.
fr: Entrez true ou false. Si la valeur vaut true, le cours ne sera pas noté.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", kurs nie będzie stosował systemu ocen.
pt_pt: Introduza verdadeiro ou falso. Se for verdadeiro, o curso não será classificado.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，課程不會被評分。

source: Disable Progress Graph
da: Déaktiver udviklingskurve
fr: Désactiver le graphique de progression
pl: Wyłącz pasek postępu
pt_pt: Desativar Gráfico de Progresso
zh_tw: 不啟用進度圖表

source: Enter true or false. If true, students cannot view the progress graph.
da: Indtast sandt eller falsk. Hvis sandt, kan de studerende ikke se udviklingskurven.
fr: Entrez true ou false. Si true, les étudiants ne peuvent pas visualiser le graphique de progression.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", studenci nie zobaczą paska postępu.
pt_pt: Introduza verdadeiro ou falso. Se for verdadeiro, os estudantes não poderão ver o gráfico de progresso.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，學生們不可視察進度圖表。

source: PDF Textbooks
da: PDF lærebøger
fr: Manuels PDF
pl: Podręczniki w PDF
pt_pt: Manuais PDF
zh_tw: PDF教材

source: List of dictionaries containing pdf_textbook configuration
da: Lister, der indeholder pdf_textbook konfiguration
fr: Liste des dictionnaires contenant la configuration du pdf_textbook
pl: Lista słowników zawierających konfigurację pdf_textbook
pt_pt: Lista de dicionários que contêm a configuração dos manuais em pdf
zh_tw: 列表出包含pdf_textbook的字典設定

source: HTML Textbooks
da: HTML lærebøger
fr: Manuels HTML
pl: Podręczniki w HTML
pt_pt: Manuais HTML
zh_tw: HTML教材

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
da: For HTML-lærebøger, der vises som separate faner i kurset, skal du indtaste navnet på fanen (normalt bogens titel) samt URL&#39;erne og titlerne på hvert kapitel i bogen.
fr: Pour les manuels HTML qui apparaissent sous forme d'onglets séparés dans le cours, saisir le nom de l'onglet (généralement le titre) ainsi que les URLs et titres de chaque chapitre.
pl: Dla podręczników w HTML, obecnych w kursie jako oddzielne zakładki, wprowadź nazwę zakładki (z reguły jest to tytuł podręcznika), a także adresy URL i tytuły każdego rozdziału podręcznika.
pt_pt: Para manuais HTML que aparecem como separadores no curso, insira o nome do separador (geralmente o título do livro), bem como os URLs e títulos de cada capítulo do livro.
zh_tw: 對於課程中做為其他標籤顯示的 HTML 課本，輸入標籤名稱 (通常是書名) 以及 URL 和書中每一章的標題。

source: Remote Gradebook
da: Fjernkarakterbog
fr: Carnet de notes distant
pl: Zdalny dziennik ocen
pt_pt: Livro de classificação remoto
zh_tw: 遠端成績單

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
da: Indtast den eksterne karakterbogstilknytning. Brug kun denne indstilling, når REMOTE_GRADEBOOK_URL er angivet.
fr: Entrez la cartographie du carnet de notes à distance. Utilisez uniquement ce paramètre lorsque REMOTE_GRADEBOOK_URL a été spécifié.
pl: Wprowadź mapowanie zdalnego dziennika ocen. Używaj tej opcji tylko wtedy, jeśli został ustawiony parametr REMOTE_GRADEBOOK_URL.
pt_pt: Insira o mapeamento do livro de classificações remoto. Utilize apenas esta configuração quando REMOTE_GRADEBOOK_URL estiver especificado.
zh_tw: 輸入遠端成績單對應。當只有指定REMOTE_GRADEBOOK_URL才可以使用此設定。

source: Enable CCX
da: Aktivér CCX
fr: Activer CCX
pl: Włącz KDD
pt_pt: Ativar CCX
zh_tw: 啟用自訂課程

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on {platform_name}. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
da: Tillad kursusinstruktører at tildele CCX Coach-roller, og tillad trænere at administrere tilpassede kurser på {platform_name} . Når det er falsk, kan brugerdefinerede kurser ikke oprettes, men eksisterende brugerdefinerede kurser vil blive bevaret.
fr: Permet aux instructeurs de cours d'assigner le rôle de CCX Coach, et permet aux coaches de gérer des cours personnalisés sur {platform_name}. Quand false, des cours personnalisés ne peuvent être créés, mais les cours personnalisés existants seront préservés.
pt_pt: Permitir que os formadores de cursos atribuam funções de treinador CCX, e permitir que os formadores administrem cursos personalizados em {platform_name}. Quando falso, os Cursos Personalizados não podem ser criados, mas os Cursos Personalizados existentes serão preservados.

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
da: URL til CCX Connector-applikation til styring af oprettelse af CCX'er. (valgfri). Ignoreres, medmindre &#39;Enable CCX&#39; er sat til &#39;true&#39;.
fr: URL de l'application connecteur CCX pour gérer la création de CCXs. (optionel). Ignoré sauf si 'Activer CCX' est initialisé a 'vrai'.
pl: Adres URL aplikacji łącznika KDD pozwalającej na zarządzanie tworzeniem kursów KDD (opcjonalny). Zignoruj, chyba, że parametr "Włącz KDD" jest ustawiony na "włącz".
pt_pt: URL do aplicativo CCX Connector que gere a criação do CCX (Opcional). Será ignorado a menos que "Ativar CCX" esteja definido como verdadeiro.

source: Allow Anonymous Discussion Posts
da: Tillad anonyme indlæg til diskussioner
fr: Autoriser les contributions anonymes aux discussions
pl: Pozwól na anonimowe wpisy w dyskusjach
pt_pt: Permitir Publicações Anónimas nos Debates
zh_tw: 允許張貼匿名討論

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
da: Indtast sandt eller falsk. Hvis sandt, kan kursisterne poste indlæg til diskussioner, der er anonyme for alle brugere.
fr: Entrez true ou false. Si true, les étudiants peuvent proposer des contributions aux discussions qui sont vues comme anonymes par tous les utilisateurs.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", studenci będą mogli publikować w dyskusjach anonimowe wpisy.
pt_pt: Introduza verdadeiro ou falso. Se verdadeiro, os estudantes podem criar artigos de discussão que são anónimos para todos os utilizadores.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，學生可以建立對大家是匿名的討論貼文。

source: Allow Anonymous Discussion Posts to Peers
da: Tillad anonyme diskussionsindlæg til jævnaldrende
fr: Autoriser les contributions aux discussions vues comme anonymes par les pairs
pl: Pozwól na anonimowe wpisy wobec pozostałych studentów
pt_pt: Permitir Publicações de Discussão Anónima aos Pares
zh_tw: 允許張貼同伴間的匿名討論
