Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Discussions
da: Diskussioner
pl: Dyskusje
pt_pt: Debates
zh_tw: 討論

source: Student Admin
da: Kursist Admin
fr: Admin Étudiant
pl: Zarządzanie studentami
pt_pt: Admin de Estudantes
zh_tw: 學生管理員

source: Extensions
da: Udvidelser
pl: Rozszerzenia
pt_pt: Extensões
zh_tw: 延長

source: Analytics
da: Analytik
fr: Analyses
pl: Statystyki
pt_pt: Análise
zh_tw: 分析

source: Open Responses
da: Åbne svar
fr: Réponses ouvertes
pl: Otwarte odpowiedzi
pt_pt: Respostas Abertas

source: 0 sent
da: 0 sendt
fr: 0 envoyé
pl: 0 wysłanych
pt_pt: 0 enviados
zh_tw: 0 發送

source: {num_emails} sent
da: {num_emails} sendt
fr: {num_emails} envoyé
pl: {num_emails} wysłany
pt_pt: {num_emails} enviado
zh_tw: {num_emails} 發送

source: {num_emails} failed
da: {num_emails} mislykkedes
fr: {num_emails} échoué
pl: {num_emails} nieudany
pt_pt: {num_emails} falhado
zh_tw: {num_emails} 失敗

source: Complete
da: Fuldført
fr: Complet
pl: Ukończone
pt_pt: Completo
zh_tw: 完成

source: Incomplete
da: Ufuldstændig
fr: Incomplet
pl: Nieukończone
pt_pt: Incompleto
zh_tw: 未完成

source: Could not find student matching identifier: {student_identifier}
da: Kunne ikke finde kursist, som matcher: {student_identifier}
fr: Impossible de trouver un étudiant correspondant à l'identifiant : {student_identifier}
pl: Nie udało się odnaleźć studenta odpowiadającego identyfikatorowi: {student_identifier}
pt_pt: Não foi possível encontrar um identificador de correspondência entre alunos: {student_identifier}
zh_tw: 找不到學生相對對應的識別字: {student_identifier}

source: Unable to parse date:
da: Kan ikke fortolke dato:
fr: Impossible d'analyser la date :
pl: Nie udało się przetworzyć daty:
pt_pt: Impossível de analisar a data:
zh_tw: 無法分析日期：

source: Couldn't find module for url: {0}
da: Kunne ikke finde modul til url: {0}
fr: Impossible de trouver un module pour l'URL : {0}
pl: Nie udało się odnaleźć modułu pod adresem: {0}
pt_pt: Não foi possível encontrar o módulo para o url: {0}
zh_tw: 找不到模組 URL：{0}

source: Could not find student enrollment in the course.
da: Kunne ikke finde elevtilmelding i kurset.
fr: N'a pas pu trouver les étudiants inscrits à ce cours.
pt_pt: Não é possível encontrar matrículas de estudantes no curso.

source: Unit {0} has no due date to extend.
da: Enhed {0} har ingen forfaldsdato at udskyde.
fr: L'unité {0} n'a pas d'échéance à étendre.
pl: Lekcja {0} nie posiada terminu końcowego, który można by przedłużyć.
pt_pt: A unidade {0} não tem data limite para prolongar.
zh_tw: 單元 {0} 並沒有截止日可延期。

source: An extended due date must be later than the original due date.
da: En udskudt forfaldsdato skal være senere end den oprindelige forfaldsdato.
fr: Une échéance prolongée doit être postérieure à la l'échéance initiale.
pl: Przedłużony termin końcowy musi posiadać późniejszą datę niż oryginalny termin.
pt_pt: Uma data limite prolongada deve ser posterior à data limite original.
zh_tw: 較長的截止日期必須要比原先截止日期還要後面。

source: Full Name
da: Navn
fr: Nom complet
pl: Imię i nazwisko
pt_pt: Nome Completo
zh_tw: 全名

source: Extended Due Date
da: Udskudt forfaldsdato
fr: Extension de la date d'échéance
pl: Przedłużony termin końcowy
pt_pt: Data de Vencimento Prolongada
zh_tw: 延長截止日期

source: Users with due date extensions for {0}
da: Brugere med udskudt forfaldsdato for {0}
fr: Utilisateurs avec prolongations de la date d'échéance pour {0}
pl: Studenci z przedłużeniami terminu końcowego dla {0}
pt_pt: Utilizadores com extensão para data de entrega para {0}
zh_tw: 用戶到期日延長為 {0}

source: Due date extensions for {0} {1} ({2})
da: Udskudte forfaldsdatoer for {0} {1} ({2})
fr: Prolongations de la date d'échéance pour {0} {1} ({2})
pl: Przedłużenia terminu końcowego dla {0} {1} ({2})
pt_pt: Extensão da data de entrega para {0} {1} ({2})
zh_tw: 到期日延長 {0} {1} ({2})

source: Requested task is already running
da: Den anmodede opgave kører allerede
fr: La tâche requise est déja lancée
pl: Żądane zadanie jest już w toku
pt_pt: A tarefa solicitada já está em curso

source: Error occured. Please try again later.
da: Der opstod en fejl. Prøv igen senere.
fr: Une erreur est survenue. Veuillez essayer à nouveau plus tard.
pl: Wystąpił błąd. Proszę spróbować ponownie później.
pt_pt: Ocorreu um erro. Por favor tente de novo mais tarde.

source: detailed enrollment
da: detaljeret tilmelding
fr: inscriptions détaillées
pl: szczegóły naboru
pt_pt: inscrição detalhada

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
da: Rapporten {report_type} er ved at blive oprettet. For at se status for rapporten, se Afventende opgaver nedenfor. Du vil kunne downloade rapporten, når den er færdig.
fr: Le rapport {report_type} est en cours de création. Pour voir l’état du rapport, veuillez consulter les Tâches en cours ci-dessous. Vous pourrez télécharger le rapport une fois qu’il sera complété.
pl: Raport typu {report_type} jest obecnie w trakcie tworzenia. Aby zobaczyć jego stan, sprawdź poniższą listę czynności w toku. Po zakończeniu czynności raport będzie możliwy do pobrania.
pt_pt: O relatório {report_type} está a ser criado. Para ver o estado do relatório, veja Tarefas Pendentes abaixo. Poderá descarregar o relatório quando estiver completo.

source: This component cannot be rescored.
da: Denne komponent kan ikke genberegnes.
fr: Ce composant ne peut pas être renoté.
pl: Tego elementu nie da się ponownie ocenić.
pt_pt: Este componente não pode ser reavaliado.

source: This component does not support score override.
da: Denne komponent understøtter ikke tilsidesættelse af score.
fr: Ce composant ne permet pas la modification de notes.
pl: Ten element nie wspiera nadpisywania wyników.
pt_pt: Este componente não suporta a anulação de pontuação.

source: Scores must be between 0 and the value of the problem.
da: Score skal være mellem 0 og værdien af problemet.
fr: Les notes doivent être entre 0 et la valeur de l'exercice.
pl: Wynik musi wynosić między 0 a wartością ćwiczenia.
pt_pt: As notas devem estar entre 0 e o valor do problema.

source: Not all problems in entrance exam support re-scoring.
da: Ikke alle problemer i optagelsesprøven understøtter ny score.
fr: Certains problèmes dans l'examen d'entrée ne supportent pas la re-notation.
pl: Nie wszystkie ćwiczenia z egzaminu wstępnego wspierają ponowną ocenę.
pt_pt: Nem todos os problemas na reprogramação do exame de admissão suportam a reprogramação
zh_tw: 並不是資格考試的所有問題都支援 重新計分。

source: An error has occurred. Task was not created.
da: Der opstod en fejl. Opgaven blev ikke oprettet.
fr: Une erreur est survenue. La tâche n'a pas été créée.
pt_pt: Ocorreu um erro. A tarefa não foi criada.

source: rescored
da: Bedømt igen
fr: réévalué
pl: ponownie ocenionych
pt_pt: Reavaliado
zh_tw: 重新評分

source: overridden
da: tilsidesat
fr: remplacé
pl: nadpisany
pt_pt: anulado

source: reset
da: nulstil
fr: Réinitialisé
pl: zresetowanych
pt_pt: reinicializar
zh_tw: 重置

source: deleted
da: Slettet
fr: supprimé
pl: usuniętych
pt_pt: eliminado
zh_tw: 刪除

source: emailed
da: e-mail sendt
fr: envoyé par email
pl: powiadomionych e-mailowo
pt_pt: enviado por e-mail
zh_tw: 已寄出

source: graded
da: Bedømt
fr: noté
pl: ocenionych
pt_pt: classificado
zh_tw: 已評分

source: problem distribution graded
da: problemfordeling bedømt
fr: distribution des réponses notée
pl: ocenionych rozkładów ćwiczeń
pt_pt: distribuição de problemas classificada
zh_tw: 問題分佈等級

source: certificates generated
da: beviser genereret
fr: certificats générés
pl: wygenerowanych certyfikatów
pt_pt: certificados gerados
zh_tw: 證書產出

source: cohorted
da: fordelt i grupper
fr: cohorté
pl: zgrupowanych
pt_pt: colocado em grupo
zh_tw: 成為學習夥伴

source: generate_anonymized_id
da: generere_anonymiseret_id
pt_pt: gerar_id_anónimo

source: compressed
da: komprimeret
fr: compressé
pt_pt: comprimido

source: No status information available
da: Ingen statusinformation tilgængelig
fr: Aucune information de statut disponible
pl: Brak dostępnych informacji o statusie
pt_pt: Não há informação de estado disponível
zh_tw: 無狀態資訊可檢視

source: No task_output information found for instructor_task {0}
da: Ingen task_output information for instructor_task {0}
fr: Aucune information task_output trouvée pour instructor_task {0}
pl: Nie odnaleziono informacji task_output dla instructor_task {0}
pt_pt: Nenhuma informação de saída_de_tarefa encontrada para instrutor_tarefa {0}
zh_tw: 發現instructor_task{0}沒有task_output信息

source: No parsable task_output information found for instructor_task {0}: {1}
da: Der blev ikke fundet nogen parserbare task_output-oplysninger for instructor_task {0}: {1}
fr: Aucune information task_output analysable trouvée pour instructor_task {0}: {1}
pl: Nie odnaleziono dającej się przetworzyć informacji task_output dla instructor_task {0}: {1}
pt_pt: Não foi encontrada informação de análise task_output para instructor_task {0}: {1}
zh_tw: instructor_task{0}：{1}沒有發現可解析的task_output信息

source: No parsable status information available
da: Ingen parserbar statusinformation tilgængelig
fr: Aucune information de statut pouvant être analysée n'est disponible
pl: Brak dającej się przetworzyć informacji o statusie
pt_pt: Não há informação disponível sobre o estado da análise
zh_tw: 沒有可解析狀態資訊可檢視

source: No message provided
da: Ingen meddelelse
fr: Aucun message fourni
pl: Nie wpisano wiadomości
pt_pt: Nenhuma mensagem fornecida
zh_tw: 無訊息提供

source: Invalid task_output information found for instructor_task {0}: {1}
da: Ugyldig task_output information for instructor_task {0}: {1}
fr: Information task_output invalide pour instructor_task {0}: {1}
pl: Nieprawidłowa informacja task_output dla instructor_task {0}: {1}
pt_pt: Informação de saída_de_tarefa inválida encontrada para instrutor_tarefa {0}: {1}
zh_tw: 發現instructor_task{0}：{1}的無效task_output信息

source: No progress status information available
da: Ingen status for forløbet tilgængelig
fr: Aucune information disponible sur l'état d'avancement
pl: Brak dostępnych informacji o stanie postępów
pt_pt: Não há informação disponível sobre o estado de progresso
zh_tw: 無進度狀態資訊可檢視

source: No parsable task_input information found for instructor_task {0}: {1}
da: Der blev ikke fundet nogen parserbare task_input-oplysninger for instructor_task {0}: {1}
fr: Aucune information task_input analysable trouvée pour instructor_task {0}: {1}
pl: Nie odnaleziono dającej się przetworzyć informacji task_input dla instructor_task {0}: {1}
pt_pt: Não foi encontrada informação sobre a tarefa_introduzida pelo instrutor {0}: {1}
zh_tw: 沒有發現instructor_task{0}：{1}的可解析task_input信息

source: Progress: {action} {succeeded} of {attempted} so far
da: Forløb: {action} {succeeded} af {attempted} hidtil
fr: Progression : {action} {succeeded} sur {attempted} jusqu'à présent
pl: Postęp: {action} {succeeded} z {attempted}
pt_pt: Progresso: {action} {succeeded} de {attempted} até ao momento
zh_tw: 進度：距今{attempted}的{action}{succeeded}

source: Unable to find submission to be {action} for student '{student}'
da: Kan ikke finde aflevering til at være {action} for elev '{student}'
fr: Impossible de trouver une soumission à être {action} pour l'étudiant '{student}'
pl: Nie udało się odnaleźć zgłoszenia o stanie {action} dla studenta '{student}'
pt_pt: Não foi possível encontrar uma submissão a ser {action} para o estudante '{student}'
zh_tw: 針對學生'{student}'，找不到提交可被 {action}

source: Problem failed to be {action} for student '{student}'
da: Problemet kunne ikke være {action} for eleven '{student}'
fr: Echec dans le problème à être {action} pour l'étudiant '{student}'
pl: Ćwiczenie o nieudanym stanie {action} dla studenta '{student}'
pt_pt: Houve um problema sendo {action} para o estudante '{student}'
zh_tw: 學生'{student}'問題無法 {action}

source: Problem successfully {action} for student '{student}'
da: Problem lykkedes {action} for elev '{student}'
fr: Le problème a été {action} avec succès pour l'étudiant '{student}'
pl: Ćwiczenie o stanie {action} dla studenta '{student}'
pt_pt: O problema foi {action} com sucesso para o estudante '{student}'
zh_tw: 學生 '{student}'問題可成功的 {action}

source: Unable to find entrance exam submission to be {action} for student '{student}'
da: Kan ikke finde aflevering til optagelsesprøven til at være {action} for elev '{student}'
fr: Impossible de trouver la soumission de l'examen d'entrée à être {action} pour étudiant '{student}'
pl: Nie udało się odnaleźć zgłoszenia egzaminu wstępnego o stanie {action} dla studenta '{student}'
pt_pt: Não foi possível encontrar a submissão do exame de entrada para {action} para o estudante '{student}'
zh_tw: 找不到提交資格考試為{action}的學生'{student}'

source: Entrance exam successfully {action} for student '{student}'
da: Adgangseksamen med succes {action} for elev '{student}'
fr: Examen d'entrée {action} avec succès pour étudiant '{student}'
pl: Egzamin wstępny zakończony pomyślnie stanem {action} dla studenta '{student}'
pt_pt: Exame de admissão bem sucedido {action} para o estudante '{student}'
zh_tw: 對於學生'{student}'資格考試成功地 {action}

source: Unable to find any students with submissions to be {action}
da: Kan ikke finde nogen studerende med afleveringer til {action}
fr: Impossible de trouver des étudiants avec des soumissions qui doivent être {action}
pl: Nie odnaleziono żadnych studentów o zgłoszeniach w stanie {action}
pt_pt: Não foi possível encontrar um estudante com submissões para ser {action}
zh_tw: 找不到提交為{action}的學生

source: Problem failed to be {action} for any of {attempted} students
da: Problemet var ikke {action} for nogen af {attempted} eleverne
fr: Echec dans le problème à être {action} pour les {attempted} étudiants
pl: Ćwiczenie nie weszło w status {action} dla żadnego spośród {attempted} studentów
pt_pt: Houve uma falha do problema para ser {action} em relação a qualquer um dos estudantes {attempted}
zh_tw: 任何 {attempted} 學生的問題沒有得到 {action}

source: Problem successfully {action} for {attempted} students
da: Problem med succes {action} for {attempted} elever
fr: Le problème a été {action} avec succès pour les {attempted} students
pl: Ćwiczenie pomyślnie weszło w stan {action} dla {attempted} studentów
pt_pt: O problema foi {action} com sucesso para em relação aos estudantes {attempted}
zh_tw: {attempted} 學生問題成功得到{action}

source: Problem {action} for {succeeded} of {attempted} students
da: Problem {action} for {succeeded} af {attempted} elever
fr: Le problème a été {action} pour les {succeeded} parmi les {attempted} étudiants
pl: Ćwiczenie {action} dla {succeeded} spośród {attempted} studentów
pt_pt: Problema {action} para {succeeded} de estudantes {attempted}
zh_tw: {attempted}學生問題{action} 以 {succeeded}

source: Unable to find any recipients to be {action}
da: Kunne ikke finde modtagere, som er {action}
fr: Impossible de trouver un bénéficiaire à être {action}
pl: Nie udało się znaleźć żadnych odbiorców o statusie {action}
pt_pt: Não foi possível encontrar nenhum destinatário para ser {action}
zh_tw: 找不到任何提交{action}的收件人

source: Message failed to be {action} for any of {attempted} recipients
da: Beskeden kunne ikke være {action} for nogen af {attempted} modtagere
fr: Echec du message à être {action} pour chacun des {attempted} récipients
pl: Wiadomość nie została {action} do żadnego spośród {attempted} odbiorców
pt_pt: A mensagem falhou {action} para nenhum dos {attempted} destinatários
zh_tw: 任何 {attempted} 學生的信息沒有得到 {action}

source: Message successfully {action} for {attempted} recipients
da: Besked med succes {action} til {attempted} modtagere
fr: Le message a été {action} avec succès pour les {attempted} récipients
pl: Wiadomość pomyślnie {action} do {attempted} odbiorców
pt_pt: A mensagem foi {action} com sucesso para destinatários {attempted}
zh_tw: 給{attempted}位使用者的電子郵件{action}

source: Message {action} for {succeeded} of {attempted} recipients
da: Besked {action} for {succeeded} af {attempted} modtagere
fr: Le message a été {action} pour {succeeded} des {attempted} bénéficiaires
pl: Wiadomość {action} do {succeeded} spośród {attempted} odbiorców
pt_pt: Mensagem {action} para {succeeded} de {attempted} destinatários
zh_tw: 信息{action}{succeeded}的 {attempted}收件者

source: Status: {action} {succeeded} of {attempted}
da: Status: {action} {succeeded} af {attempted}
fr: Statut: {action} {succeeded} des {attempted}
pl: Statn: {action} {succeeded} z {attempted}
pt_pt: Status: {action} {succeeded} de {attempted}
zh_tw: 狀態：{action} {succeeded} 的 {attempted}

source: (skipping {skipped})
da: (springe over {skipped})
fr: (ignorer {skipped})
pl: (opuszczono {skipped})
pt_pt: (saltando {skipped})
zh_tw: (略過{skipped})

source: (out of {total})
da: (ud af {total})
fr: (sur {total})
pl: (spośród {total})
pt_pt: (de um total de {total})

source: Programs
da: Programmer
fr: Programmes
pl: Programy
pt_pt: Programas
zh_tw: 程式

source: Program Details
da: Program detaljer
fr: Détails du programme
pl: Szczegóły programu
pt_pt: Detalhes do Programa
zh_tw: 詳盡程序

source: This component's access settings refer to deleted or invalid group configurations.
da: Denne komponents adgangsindstillinger refererer til slettede eller ugyldige gruppekonfigurationer.
fr: Les paramètres d'accès de ce composant se rapportent à des configurations de groupe supprimées ou non valables.
pl: Ustawienia dostępu do tego elementu odwołują się do usuniętych lub nieprawidłowych konfiguracji grupy.
pt_pt: As definições de acesso deste componente referem-se a configurações de grupo eliminadas ou inválidas.

source: This unit's access settings refer to deleted or invalid group configurations.
da: Denne enheds adgangsindstillinger refererer til slettede eller ugyldige gruppekonfigurationer.
fr: Les paramètres d'accès de cette unité se rapportent à des configurations de groupe supprimées ou non valables.
pl: Ustawienia dostępu do tego ekranu odwołują się do usuniętych lub nieprawidłowych konfiguracji grupy.
pt_pt: As definições de acesso desta unidade referem-se a configurações de grupo eliminadas ou inválidas.

source: This component's access settings refer to deleted or invalid groups.
da: Denne komponents adgangsindstillinger henviser til slettede eller ugyldige grupper.
fr: Les paramètres d'accès de ce composant se rapportent à des groupes supprimés ou non valables.
pl: Ustawienia dostępu do tego elementu odwołują się do usuniętych lub nieprawidłowych grup.
pt_pt: As definições de acesso deste componente referem-se a grupos eliminados ou inválidos.

source: This unit's access settings refer to deleted or invalid groups.
da: Denne enheds adgangsindstillinger refererer til slettede eller ugyldige grupper.
fr: Les paramètres d'accès de cette unité se rapportent à des groupes supprimés ou non valables.
pl: Ustawienia dostępu do tego ekranu odwołują się do usuniętych lub nieprawidłowych grup.
pt_pt: As definições de acesso desta unidade referem-se a grupos eliminados ou inválidos.

source: This component's access settings contradict its parent's access settings.
da: Denne komponents adgangsindstillinger er i modstrid med dens forældres adgangsindstillinger.
fr: Les paramètres d'accès de ce composant sont en contradiction avec les paramètres d'accès du composant mère.
pl: Ustawienia dostępu do tego elementu nie zgadzają się z ustawieniami dostępu do nadrzędnego elementu.
pt_pt: As configurações de acesso deste componente contradizem as configurações do acesso principal.

source: Whether to display this module in the table of contents
da: Om dette modul skal vises i indholdsfortegnelsen

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
da: Hvilket format dette modul er i (bruges til at afgøre, hvilken skala, der skal anvendes, og hvad der skal vises i indholdsfortegnelsen)

source: Course Chrome
da: Kursus Chrome
fr: Interface utilisateur
pl: Chrome
pt_pt: Curso Chrome
zh_tw: 課程Chrome

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
da: Indtast chrome eller navigationsværktøjer, der skal bruges til XBlock i LMS. Gyldige værdier er: "chromeless" -- for ikke at bruge tabs eller harmonika; "tabs" - for kun at bruge faner; "harmonika" - for kun at bruge harmonikaen; eller "tabs, accordion" - for at bruge tabs og harmonikaen.
fr: Entrez chrome, ou des outils de navigation, à utiliser pour l' Xblock dans le LMS. Les valeurs valides sont: "chromeless" - de ne pas utiliser les onglets ou l'accordéon; «onglets» - pour utiliser seulement les onglets ; "accordéon" - pour utiliser l'accordéon uniquement; ou "onglets, accordéon" - pour utiliser des onglets et l'accordéon.
pl: Wybierz narzędzia nawigacyjne do użycia w XBlocku w LMS. Możliwymi opcjami są: "chromeless" -- nie używaj zakładek ani harmonii; "tabs" -- używaj wyłącznie zakładek; "accordion" -- używaj wyłącznie harmonii; lub "tabs,accordion" -- używaj zakładek i harmonii.
pt_pt: Insira o chrome, ou ferramentas de navegação, para utilizar para o XBlock no LMS. Os valores válidos são: "chromeless" - para não usar separadores ou o acordeão; "tabs" - para usar guias apenas; "acordeão" - usar apenas o acordeão; ou "tabs,acordeão" - para usar abas e acordeão.
zh_tw: 輸入chrome或是導覽工具來使用在LMS的XBlock。有效值分別為: "chromeless" --不使用選項卡或是風琴欄; "tabs" --只使用選項卡; "accordion" --只使用風琴欄; "tabs,accordion" -- 使用選項卡和風琴欄;

source: Default Tab
da: Standard fane
fr: Onglet par défaut
pl: Domyślna zakładka
pt_pt: Separador Padrão
zh_tw: 預設分頁

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
da: Indtast den fane, der er valgt i XBlock. Hvis den ikke er indstillet, er fanen Kursus valgt.
fr: Saisir l'onglet sélectionné dans le XBlock. par défaut, l'onglet du cours en ligne est sélectionné.
pl: Wybierz zakładkę wybraną przez XBlock. W przypadku braku wyboru, domyślną będzie zakładka kursu.
pt_pt: Introduzir o separador que é seleccionado no XBlock. Se não estiver definido, é seleccionado o separador do Curso.
zh_tw: 輸入在XBlock中被選擇的選項卡，如未設置，則選擇課件選項卡。

source: LaTeX Source File Name
da: LaTeX kilde filnavn
fr: Nom de fichier de la source LaTeX
pl: Nazwa pliku źródłowego LaTeX
pt_pt: Nome do Ficheiro Fonte LaTex
zh_tw: LaTeX 源文件名

source: Enter the source file name for LaTeX.
da: Indtast navnet på kildefilen for LaTeX.
fr: Entrer le nom du fichier source pour LaTeX.
pl: Wprowadź nazwę pliku źródłowego LaTeX.
pt_pt: Introduzir o nome do ficheiro fonte para LaTeX.
zh_tw: 輸入LaTeX源文件名。
