Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
da: Tilføj instruktioner for at hjælpe eleverne med at forstå, hvordan man bruger ordskyen. Tydelige instruktioner er vigtige, især for elever, der har behov for tilgængelighed.
fr: Ajouter des instructions pour aider les apprenants à comprendre comment utiliser le nuage de mots-clés. Des instructions claires sont importantes, en particulier pour les apprenants qui ont des besoins en matière d'accessibilité.
pl: Dodaj wskazówki dzięki którym studenci poznają sposób działania chmury słów.
pt_pt: Adicione instruções para ajudar os estudantes a entender como usar a nuvem de palavras. Instruções claras são importantes, especialmente para estudantes que possuem requisitos de acessibilidade.
zh_tw: 新增說明幫助學習者了解如何使用關鍵字雲。清楚地說明是很重要的，特別是對輔助功能有需求的學習者。

source: Inputs
da: Input
fr: Entrées
pl: Pola tekstowe
pt_pt: Entradas
zh_tw: 輸入

source: The number of text boxes available for learners to add words and sentences.
da: Antallet af tekstbokse, der er tilgængelige for eleverne til at tilføje ord og sætninger.
fr: Le nombre de zones de texte disponibles pour les apprenants pour ajouter des mots et des phrases.
pl: Liczba pól tekstowych dostępnych dla studentów do wprowadzania słów lub zdań.
pt_pt: O número de caixas de texto disponíveis para que os estudantes adicionem palavras e frases.
zh_tw: 學習者新增文字和句子，可用的文字方塊數量。

source: Maximum Words
da: Maks. antal ord
fr: Nombre maximum de mots
pl: Maksymalna liczba słów
pt_pt: Máximo de palavras
zh_tw: 字數上限

source: The maximum number of words displayed in the generated word cloud.
da: Det maksimale antal ord, der vises i den genererede ordsky.
fr: Le nombre maximum de mots affichés dans le nuage de mots-clés généré.
pl: Maksymalna liczba słów wyświetlanych w generowanej chmurze słów.
pt_pt: O número máximo de palavras exibidas na nuvem de palavras gerada.
zh_tw: 顯示在生成文字雲文字的最大數量。

source: Show Percents
da: Vis procent
fr: Afficher les pourcentages
pl: Pokazuj procenty
pt_pt: Mostrar percentagens
zh_tw: 顯示百分比

source: Statistics are shown for entered words near that word.
da: Der vises statistik for indtastede ord i nærheden af det ord.
fr: Les statistiques pour les mots introduits sont affichées à côté de chaque mot.
pl: Wyświetlanie statystyk dla wpisanych słów w pobliżu danego słowa.
pt_pt: São mostradas estatísticas para palavras introduzidas perto dessa palavra.
zh_tw: 統計顯示輸入文字所相近的文字。

source: Whether this learner has posted words to the cloud.
da: Om denne elev har lagt ord til skyen.
fr: Que cet apprenant a posté ou non des mots sur le nuage de mots-clés.
pl: Czy ten student wprowadził słowa do chmury słów.
pt_pt: Se este estudante publicou palavras na nuvem.
zh_tw: 此學習者是否已經張貼文字到雲中。

source: Student answer.
da: Besvarelse.
fr: Réponse de l'étudiant
pl: Odpowiedź studenta.
pt_pt: Resposta do estudante.
zh_tw: 學生答案

source: All possible words from all learners.
da: Alle mulige ord fra alle elever.
fr: Tous les mots possibles de tous les apprenants.
pl: Wszystkie słowa od wszystkich studentów.
pt_pt: Todas as palavras possíveis de todos os estudantes.
zh_tw: 所有學習者使用的所有可能文字。

source: Top num_top_words words for word cloud.
da: Top num_top_words ord til ord-sky.
fr: Top num_top_words mots pour ce nuage de mots.
pl: Najczęstszych num_top_words słów występujących w chmurze słów.
pt_pt: Top de palavras num_top_words para nuvem de palavras.
zh_tw: 從文字雲中最熱門的詞彙 num_top_words

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
da: {display_name} er kun tilgængelig for tilmeldte elever. Log ind eller tilmeld dig, og tilmeld dig dette kursus for at se det.
fr: {display_name} n'est accessible qu'aux apprenants inscrits. Connectez-vous ou inscrivez-vous à ce cours pour le voir.
pt_pt: {display_name} apenas está acessível a estudantes matriculados. Inicie sessão ou registe-se na plataforma, e inscreva-se neste curso para o conseguir ver.

source: Unlock Account
da: Lås konto op
fr: Déverrouiller le compte
pl: Odblokuj konto
pt_pt: Desbloquear Conta

source: Close
da: Luk
fr: Fermer
pl: Zamknij
pt_pt: Fechar
zh_tw: 關閉

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
da: Dette er en omdirigeret kontoaktiverings-e-mail til %(routed_user)s ( %(routed_user_email)s ): %(routed_profile_name)s
fr: Il s'agit d'un courriel d'activation de compte pour %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
pt_pt: Este é um e-mail encaminhado de ativação de conta para %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s

source: Account activation
da: Kontoaktivering
fr: Activation de compte
pl: Aktywacja konta
pt_pt: Activação de conta

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
da: Du er der næsten! Brug linket nedenfor for at aktivere din konto for at få adgang til engagerende %(platform_name)s -kurser af høj kvalitet. Bemærk, at du ikke vil kunne logge ind på din konto igen, før du har aktiveret den.
fr: Vous y êtes presque! Utilisez le lien ci-dessous pour activer votre compte et accéder à des cours attrayants et de haute qualité sur %(platform_name)s. Notez que vous ne pourrez pas vous reconnecter à votre compte avant de l'avoir activé.
pt_pt: Está quase lá! Use o link para ativar a sua conta e aceder a cursos interessantes e de alta qualidade da %(platform_name)s. Tenha em atenção que não poderá iniciar sessão novamente na sua conta até a ativar.

source: Activate your account
da: Aktiver din konto
fr: Activez votre compte
pl: Aktywuj swoje konto
pt_pt: Active a sua conta

source: Enjoy learning with %(platform_name)s.
da: Nyd at lære med %(platform_name)s .
fr: Profitez de l'apprentissage avec %(platform_name)s.
pt_pt: Aproveite para aprender com %(platform_name)s.

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
da: Hvis du har brug for hjælp, bedes du bruge vores webformular på {start_anchor_web}%(support_url)s{end_anchor} eller sende en e-mail til {start_anchor_email}%(support_email)s{end_anchor}.
fr: Si vous avez besoin d'aide, veuillez utiliser notre formulaire Web au {start_anchor_web}%(support_url)s{end_anchor} ou notre adresse courriel {start_anchor_email}%(support_email)s{end_anchor}.
pt_pt: Se precisar de ajuda, use o nosso formulário web em {start_anchor_web}%(support_url)s{end_anchor} ou o e-mail {start_anchor_email}%(support_email)s{end_anchor}.

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
da: Denne e-mail-meddelelse blev automatisk sendt af %(lms_url)s , fordi nogen forsøgte at oprette en konto på %(platform_name)s ved hjælp af denne e-mailadresse.
fr: Ce courriel a été automatiquement envoyé par %(lms_url)s parce que quelqu'un a tenté de créer un compte sur %(platform_name)s en utilisant cette adresse courriel.
pt_pt: Esta mensagem de e-mail foi enviada automaticamente por %(lms_url)s porque alguém tentou criar uma conta em %(platform_name)s usando este endereço de e-mail.

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
da: Hvis du har brug for hjælp, så brug venligst vores webformular på %(support_url)s eller e-mail %(support_email)s .
fr: Si vous avez besoin d'aide, veuillez utiliser notre formulaire Web au %(support_url)s ou notre adresse courriel %(support_email)s.
pt_pt: Se você precisar de ajuda, use o seguinte formulário web em %(support_url)s ou e-mail %(support_email)s.

source: Action Required: Activate your %(platform_name)s account
da: Handling påkrævet: Aktiver din %(platform_name)s -konto
fr: Action requise : Activer votre compte %(platform_name)s
pl: Wymagane działanie: Aktywuj Twoje konto %(platform_name)s
pt_pt: Ação necessária: Ative a sua conta %(platform_name)s

source: Create Password
da: Opret adgangskode
fr: Créer un mot de passe
pt_pt: Criar Palavra-passe

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
da: Du modtager denne e-mail, fordi du har bedt om at oprette en adgangskode til din brugerkonto på %(platform_name)s .
fr: Vous recevez ce courriel car vous avez demandé une création de mot passe pour votre compte sur %(platform_name)s.
pt_pt: Está a receber este e-mail porque solicitou a criação de uma palavra-passe para a sua conta %(platform_name)s.

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
da: Vi har genoprettet adgangen til din %(platform_name)s -konto ved hjælp af den gendannelses-e-mail, du angav ved registreringen.
fr: Nous avons restauré l'accès à votre compte %(platform_name)sà l'aide du courriel de récupération que vous avez fourni lors de votre inscription.
pt_pt: O acesso à sua conta %(platform_name)s foi restabelecido usando o e-mail de recuperação que definiu no processo de criação de conta.

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
da: Når du har oprettet en adgangskode [nedenfor], vil du være i stand til at logge ind på %(platform_name)s med denne e-mail ( %(email)s ) og din nye adgangskode.
fr: Une fois que vous avez créé un mot de passe [ci-dessous], vous pourrez vous connecter à %(platform_name)savec ce courriel ( %(email)s ) et votre nouveau mot de passe.
pt_pt: Uma vez criada a palavra-passe [abaixo], será possível iniciar a sessão na plataforma %(platform_name)s através deste endereço de e-mail (%(email)s) e da nova palavra-passe.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
da: Hvis du ikke har anmodet om denne ændring, bedes du se bort fra denne email - vi har ikke nulstillet din adgangskode endnu.
fr: Si vous n'avez pas demandé ce changement, vous pouvez ignorer cet email - nous n'avons pas encore réinitialisé votre mot de passe.
pl: Jeśli nie zażądałeś tej zmiany lub zmieniłeś zdanie, możesz zignorować tę wiadomość - jeszcze nie zresetowaliśmy twojego hasła.
pt_pt: Se não solicitou esta alteração, queira por favor ignorar este email - ainda não redefinimos a sua palavra-passe.
zh_tw: 如果您並未要求這項變更，請忽略此郵件 - 我們尚未重設您的密碼。

source: Thanks for using our site!
da: Tak, fordi du benytter dette site!
fr: Merci d'utiliser notre site !
pl: Dziękujemy za korzystanie z naszej platformy!
pt_pt: Obrigado por usar o nosso serviço!
zh_tw: 感謝您使用我們的網站！

source: The %(platform_name)s Team
da: %(platform_name)s Teamet
fr: L'équipe %(platform_name)s
pl: Zespół %(platform_name)s
pt_pt: A Equipa %(platform_name)s
zh_tw: %(platform_name)s團隊

source: Password creation on %(platform_name)s
da: Oprettelse af adgangskode på %(platform_name)s
fr: Création de mot de passe sur %(platform_name)s
pt_pt: Criar palavra-passe na %(platform_name)s

source: Email Change
da: Ændring af e-mail
fr: Changement d'email
pt_pt: Alteração de Email

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
da: Vi modtog en anmodning om at ændre den e-mail, der er knyttet til din %(platform_name)s konto fra %(old_email)s til %(new_email)s . Hvis dette er korrekt, bekræft venligst din nye e-mailadresse ved at besøge:
fr: Nous avons reçu une demande de modification du courriel associé à votre compte %(platform_name)s de %(old_email)s vers %(new_email)s. Si cette demande est correcte, merci de confirmer votre nouvelle adresse courriel en visitant :
pt_pt: Recebemos um pedido para alterar o email associado à sua conta %(platform_name)s de %(old_email)s para %(new_email)s. Se isto estiver correcto, por favor confirme o seu novo endereço de email visitando:

source: Confirm Email Change
da: Bekræft e-mail-ændring
fr: Confirmer le changement d'email
pt_pt: Confirmar Alteração de Email

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
da: Hvis du ikke har anmodet om dette, behøver du ikke at gøre noget; du vil ikke modtage flere e-mails fra os. Svar venligst ikke på denne e-mail; Hvis du har brug for hjælp, så tjek hjælpesektionen på %(platform_name)s -webstedet.
fr: Si vous n'avez pas demandé ceci, ne faites rien; vous ne recevrez pas d'autre courriel de notre part. Merci de ne pas répondre à ce courriel; si vous cherchez de l'aide, consultez la section d'aide du site %(platform_name)s.
pt_pt: Se não pediu isto, não precisa de fazer nada; Não receberá mais nenhum email nosso. Por favor, não responda a este email; Se necessitar de assistência, consulte a secção de ajuda do site %(platform_name)s.

source: Request to change %(platform_name)s account e-mail
da: Anmodning om at ændre %(platform_name)s konto-e-mail
fr: Demande de modification de l'adresse courriel du compte sur %(platform_name)s
pt_pt: Pedido para alterar email da conta %(platform_name)s

source: Email Change Confirmation for %(platform_name)s
da: E-mail-ændringsbekræftelse for %(platform_name)s
fr: Courriel de confirmation de changement de mot de passe sur %(platform_name)s
pt_pt: Confirmação Alteração de E-mail para %(platform_name)s

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
da: Dette er for at bekræfte, at du har ændret e-mailen tilknyttet %(platform_name)s fra %(old_email)s til %(new_email)s . Hvis du ikke har fremsat denne anmodning, bedes du kontakte os med det samme. Kontaktoplysninger findes på:
fr: Ce message confirme que vous avez modifié l'adresse courriel associée avec %(platform_name)s depuis %(old_email)s vers %(new_email)s. Si vous n'avez pas demandé ce changement, merci de nous contacter immédiatement. Les informations de contact se trouvent sur :
pt_pt: Esta mensagem serve para confirmar que alterou o e-mail da sua conta %(platform_name)s de %(old_email)s para %(new_email)s. Se não fez este pedido, por favor, contacte-nos de imediato. As informações de contacto estão listadas em:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
da: Vi gemmer en log af gamle e-mails, så hvis denne anmodning var utilsigtet, kan vi undersøge sagen.
fr: Nous gardons les traces des anciens e-mails. Ainsi, si votre demande n'était pas intentionnelle, nous pouvons investiguer.
pt_pt: Mantemos um registo de e-mails antigos, portanto, se este pedido não foi intencional, podemos investigar.

source: Proctoring requirements for %(course_name)s
da: Proctoring-krav til %(course_name)s
fr: Exigences de surveillance pour %(course_name)s
pt_pt: Requisitos de Supervisão para %(course_name)s

source: Hello %(full_name)s,
da: Hej %(full_name)s,
fr: Bonjour %(full_name)s,
pt_pt: Olá %(full_name)s,

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
da: Du er tilmeldt %(course_name)s på %(platform_name)s. Dette kursus indeholder proctorerede eksamener.
fr: Vous êtes inscrits à %(course_name)s de %(platform_name)s. Ce cours contient des examens surveillés.
pt_pt: Está matriculado em %(course_name)s em %(platform_name)s. Este curso contém exames supervisionados.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
da: Proctored-eksamener er tidsbestemte eksamener, som du tager, mens proctoring-software overvåger din computers skrivebord, webcam-video og lyd. Dit kursus bruger %(proctoring_provider)s software til proctoring.
fr: Les examens surveillés sont des examens chronométrés que vous complétez pendant qu'un logiciel de surveillance supervise le bureau, la webcam et l'audio de votre ordinateur. Votre cours utilises le logiciel de %(proctoring_provider)s pour la surveillance.
pt_pt: Os exames supervisionados são exames cronometrados que você faz enquanto o software de supervisão monitoriza a sua área de trabalho, o vídeo e o áudio do seu computador. O seu curso usa o software %(proctoring_provider)s para essa supervisão.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
da: Gennemgå omhyggeligt systemkravene samt trinene til at tage en proctoreret eksamen for at sikre, at du er forberedt.
fr: Révisez les systèmes requis ainsi que les étapes pour prendre un examen surveillé afin de vous assurer d'être préparés.
pt_pt: Reveja cuidadosamente os requisitos do sistema, bem como as etapas para fazer um exame supervisionado, a fim de garantir que está preparado.

source: Proctoring Instructions and Requirements
da: Proctoring instruktioner og krav
fr: Instructions et requis pour la surveillance
pt_pt: Instruções e Requisitos de supervisão

source: Before taking a graded proctored exam, you must have approved ID verification photos.
da: Før du tager en bedømt proctored eksamen, skal du have godkendte ID-bekræftelsesbilleder.

source: You can submit ID verification photos here.
da: Du kan indsende id-bekræftelsesbilleder her.

source: Thank you,
da: Tak
fr: Merci,
pl: Dziękujemy,
pt_pt: Obrigado,
zh_tw: 謝謝您，

source: The %(platform_name)s Team
da: %(platform_name)s -teamet
fr: L'équipe %(platform_name)s
pt_pt: A Equipa %(platform_name)s

source: Hello %(full_name)s
da: Hej %(full_name)s
fr: Bonjour %(full_name)s
pt_pt: Olá %(full_name)s

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
da: Du er tilmeldt %(course_name)s på %(platform_name)s. Dette kursus indeholder overvågede eksamener.
fr: Vous êtes inscrits à %(course_name)s de %(platform_name)s. Ce cours contient des examens surveillés.
pt_pt: Está matriculado em %(course_name)s em %(platform_name)s. Este curso contém exames supervisionados.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
da: Proctored-eksamener er tidsbestemte eksamener, som du tager, mens proctoring-software overvåger din computers skrivebord, webcam-video og lyd. Dit kursus bruger %(proctoring_provider)s software til proctoring.
fr: Les examens surveillés sont des examens chronométrés que vous complétez pendant qu'un logiciel de surveillance supervise le bureau, la webcam et l'audio de votre ordinateur. Votre cours utilises le logiciel de %(proctoring_provider)s pour la surveillance.
pt_pt: Os exames supervisionado são exames cronometrados que você faz enquanto o software de supervisão monitoriza a sua área de trabalho, o vídeo e o áudio do seu computador. O seu curso usa o software %(proctoring_provider)s para essa supervisão.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
da: Gennemgå omhyggeligt systemkravene samt trinene til at tage en proctoreret eksamen for at sikre, at du er forberedt.
fr: Révisez les systèmes requis ainsi que les étapes pour prendre un examen surveillé afin de vous assurer d'être préparés.
pt_pt: Reveja cuidadosamente os requisitos do sistema, bem como as etapas para fazer um exame supervisionado, a fim de garantir que está preparado.

source: To view proctoring instructions and requirements, please visit: %(proctoring_requirements_url)s
da: For at se overvågning instruktioner og krav, besøg venligst: %(proctoring_requirements_url)s
fr: Pour voir les instructions et les requis de la surveillance, veuillez visiter: %(proctoring_requirements_url)s
pt_pt: Para ver as instruções e requisitos de supervisão, visite: %(proctoring_requirements_url)s

source: Before taking a graded proctored exam, you must have approved ID verification photos. You can submit ID verification photos here: %(id_verification_url)s
da: Før du tager en bedømt proctored eksamen, skal du have godkendte ID-bekræftelsesbilleder. Du kan indsende billeder til id-bekræftelse her: %(id_verification_url)s

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
da: Denne e-mail blev automatisk sendt fra %(platform_name)s til %(full_name)s .
fr: Ce courriel a été envoyé automatiquement de %(platform_name)s à %(full_name)s.
pt_pt: Este e-mail foi enviado automaticamente de %(platform_name)s para %(full_name)s.

source: Proctoring requirements for %(course_name)s
da: Proctoring-krav for %(course_name)s
fr: Exigences de surveillance pour %(course_name)s
pt_pt: Requisitos de Supervisão para %(course_name)s

source: Create Recovery Email
da: Opret gendannelses-e-mail
fr: Créer une adresse électronique de récupération
pt_pt: Criar E-mail de Recuperação

source: You've registered this recovery email address for %(platform_name)s.
da: Du har registreret denne gendannelses-e-mailadresse for %(platform_name)s .
fr: Vous avez enregistré cette adresse électronique de récupération pour %(platform_name)s.
pt_pt: Registou este e-mail de recuperação na sua conta %(platform_name)s.

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
da: Hvis du angiver denne e-mailadresse, skal du klikke på "bekræft e-mail". Hvis du ikke har anmodet om denne ændring, kan du se bort fra denne e-mail.
fr: Si vous définissez cette adresse courriel, cliquez sur "confirmer courriel". Si vous n'avez pas demandé cette modification, vous pouvez ignorer ce courriel.
pt_pt: Se definiu este endereço de e-mail, clique em "confirmar e-mail". Se não solicitou a alteração, ignore este e-mail.

source: Confirm Email
da: Bekræft Email
fr: Confirmer l'email
pl: Potwierdź adres e-mail
pt_pt: Confirme o Email

source: Confirm your recovery email for %(platform_name)s
da: Bekræft din gendannelses-e-mail for %(platform_name)s
fr: Confirmez votre courriel de récupération pour %(platform_name)s
pt_pt: Confirme o seu e-mail de recuperação %(platform_name)s

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
da: Gennemført kurset "{course_name}" ({course_mode}, {start_date} - {end_date})
fr: A complété le cours "{course_name}" ({course_mode}, {start_date} - {end_date})
pl: Ukończono kurs "{course_name}" ({course_mode}, {start_date} - {end_date})
pt_pt: Concluiu o curso "{course_name}" ({course_mode}, {start_date} - {end_date})
zh_tw: 已完成課程 "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
da: Gennemført kurset "{course_name}" ({course_mode})
fr: A complété le cours "{course_name}" ({course_mode})
pl: Ukończono kurs "{course_name}" ({course_mode})
pt_pt: Concluiu o curso "{course_name}" ({course_mode})
zh_tw: 已完成課程 "{course_name}" ({course_mode})

source: The badge image must be square.
da: Billedet skal være firkantet.
fr: L'image du badge doit être carrée.
pl: Obrazek odznaki musi być kwadratowy.
pt_pt: A imagem do crachá deve ser quadrada.
zh_tw: 該徽章圖像必須是正方形。
