Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
da: %(comments_count)s %(span_sr_open)s kommentarer ( %(unread_comments_count)s ulæste kommentarer) %(span_close)s
sv: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s olästa kommentarer)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
da: %(comments_count)s %(span_sr_open)s kommentarer %(span_close)s

source: Add a Post
da: Tilføj et indlæg
sv: Lägg till en post

source: Visible to
da: Synlig to
sv: Synlig för

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
da: Discussion administratorer, moderatorer og TA&#39;er kan gøre deres indlæg synlige to alle studerende eller angive en enkelt group .
sv: Diskussionsadministratörer, moderatorer och TA:er kan göra sina inlägg synliga för alla elever eller ange en enda grupp.

source: All Groups
da: Alle grupper
sv: Alla grupper

source: follow this post
da: følg this post
sv: följ detta inlägg

source: post anonymously
da: post anonymt

source: post anonymously to classmates
da: post anonymt to klassekammerater
sv: posta anonymt till klasskamrater

source: Error posting your message.
da: error sender din message .
sv: Det gick inte att lägga upp ditt meddelande.

source: This post will be visible only to %(group_name)s.
da: this post vil være synlig only to %(group_name)s .
sv: Det här inlägget kommer endast att vara synligt för %(group_name)s.

source: This post will be visible to everyone.
da: this post vil være synlig to alle.
sv: Det här inlägget kommer att vara synligt för alla.

source: Topic area
da: Emneområde
sv: Ämnesområde

source: Add your post to a relevant topic to help others find it. (Required)
da: add din post to et relevant emne to hjælp others med at finde det. ( required )
sv: Lägg till ditt inlägg i ett relevant ämne för att hjälpa andra att hitta det. (Nödvändig)

source: All Posts
da: Alle indlæg
sv: Alla inlägg

source: Return to all posts
da: Return to alle indlæg
sv: Återgå till alla inlägg

source: View discussion
da: Se diskussion
sv: Läs tråden

source: Load more
da: Indlæs mere
sv: Ladda fler

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
da: Spørgsmål rejser spørgsmål, der kræver svar. discussions share ideer og start samtaler. ( required )
sv: Frågor väcker frågor som behöver svar. Diskussioner utbyter idéer och startar konversationer. (Nödvändig)

source: Question
da: Spørgsmål
sv: Fråga

source: Discussion
da: Diskussion
sv: Diskussionsforum

source: Endorse
da: Godkende
sv: Stöd

source: Unendorse
da: Ikke godkendt
sv: Avmarkera stöd

source: Mark as Answer
da: Markér som answer
sv: Markera som svar

source: Unmark as Answer
da: Fjern markeringen som answer
sv: Avmarkera som svar

source: Follow
da: Følge efter
sv: Följ

source: Unfollow
da: Slut med at følge
sv: Sluta följ

source: Vote for this post,
da: Stem på this post ,
sv: Rösta på detta inlägg,

source: Report abuse
da: report misbrug
sv: Rapportera missbruk

source: Unreport
da: Urapporteret
sv: Avrapportera

source: Unpin
da: Frigør
sv: Avnåla

source: Open
da: Åben
sv: Öppna

source: How to use %(platform_name)s discussions
da: Hvordan to bruger %(platform_name)s discussions
sv: Hur man använder %(platform_name)s diskussioner

source: Use the All Topics menu to find specific topics.
da: Brug menuen Alle emner to for at finde specifikke emner.
sv: Använd menyn Alla ämnen för att hitta specifika ämnen.

source: Search all posts
da: Søg alle opslag
sv: Sök bland alla inlägg

source: Filter and sort topics
da: Filtrer og sorter emner
sv: Filtrera och sortera ämnen

source: Engage with posts
da: Engager dig i indlæg
sv: Engagera dig i inlägg

source: Vote for good posts and responses
da: Stem på gode indlæg og svar
sv: Rösta på bra inlägg och svar

source: Report abuse, topics, and responses
da: report misbrug, emner og svar
sv: Rapportera missbruk, ämnen och svar

source: Follow or unfollow posts
da: Følg eller stop med at følge opslag
sv: Följ eller sluta följa inlägg

source: Receive updates
da: Modtag updates
sv: Ta emot uppdateringar

source: Toggle Notifications Setting
da: Skift meddelelsesindstilling
sv: Växla aviseringsinställning

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
da: Afkryds this boksen to modtag en Email oversigt én gang om dagen, der giver dig besked om ny, ulæst aktivitet fra indlæg, du følger.
sv: Markera den här rutan för att få ett e-postsammandrag en gång om dagen som meddelar dig om ny, oläst aktivitet från inlägg du följer.

source: username or email
da: username eller Email
sv: användarnamn eller e-mail

source: No results
da: Ingen resultater
sv: Inga resultat

source: Course Key
da: Course Nøgle
sv: Kursnyckel

source: Grade
da: Karakter
sv: Betyg

source: Last Updated
da: Sidst opdateret
sv: Senast uppdaterad

source: Download the user's certificate
da: Download brugerens certifikat

source: Not available
da: Ikke tilgængelig

source: Regenerate
da: Regenerer
sv: Regenerera

source: Regenerate the user's certificate
da: Gendan user &#39;s Certificate
sv: Återskapa användarens certifikat

source: Generate the user's certificate
da: generate user &#39;s Certificate
sv: Generera användarens certifikat

source: Current enrollment mode:
da: Nuværende enrollment tilstand:
sv: Aktuellt registreringsläge:

source: New enrollment mode:
da: Ny enrollment tilstand:
sv: Nytt registreringsläge:

source: Reason for change:
da: Årsag til change :
sv: Anledning till förändring:

source: Choose One
da: Vælg en
sv: Välj en

source: Explain if other.
da: Forklar hvis Other .
sv: Förklara om annat.

source: Username or email address
da: username eller Email adresse
sv: Användarnamn eller e-mailadress

source: Course ID
da: Kursus ID
sv: Kurs-ID

source: Course End
da: Kurset slutter
sv: Kurs slut

source: Upgrade Deadline
da: Opgrader deadline
sv: Slutdatum för uppgradering

source: Verification Deadline
da: Deadline for verifikation
sv: Slutdatum för verifiering

source: Enrollment Date
da: Tilmeldingsdato
sv: Inskrivningsdatum

source: Enrollment Mode
da: Tilmeldingstilstand
sv: Registreringsläge

source: Verified mode price
da: Verificeret tilstandspris
sv: Verifierat lägespris

source: Reason
da: Årsag
sv: Anledning

source: Last modified by
da: Sidst ændret by
sv: Senast ändrad av

source: Active
da: Aktiv
sv: Aktiv

source: Date Joined
da: Dato tilmeldt
sv: Ansluten datum

source: Toggle Account Password (Usable/Unusable)
da: Skift account Password (brugelig/ubrugelig)
sv: Växla kontolösenord (Användbart/Oanvändbart)

source: Your team could not be created.
da: Din Team kunne ikke oprettes.
sv: Ditt team kunde inte skapas.

source: Your team could not be updated.
da: Din Team kunne ikke opdateres.
sv: Ditt team kunde inte uppdateras.

source: Enter information to describe your team. You cannot change these details after you create the team.
da: Indtast Information to beskriv din Team . Du kan ikke change disse detaljer efter at du Create Team .
sv: Ange information för att beskriva ditt team. Du kan inte ändra dessa uppgifter efter att du har skapat laget.

source: Optional Characteristics
da: optional Karakteristika
sv: Valfria egenskaper

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
da: Hjælp Other learners med at beslutte, om to slutter sig til din Team by med at angive nogle karakteristika for din Team . Vælg omhyggeligt, for færre people kan være interesserede in at deltage i din Team , hvis det virker for restriktivt.
sv: Hjälp andra elever att bestämma om de vill gå med i ditt lag genom att ange några egenskaper för ditt lag. Välj noggrant, eftersom färre personer kan vara intresserade av att gå med i ditt team om det verkar för restriktivt.

source: Update team.
da: Opdatering Team .
sv: Uppdatera teamet.

source: Cancel team creating.
da: Cancel Team oprettelse.
sv: Avbryt lagskapandet.

source: Cancel team updating.
da: Cancel Team opdatering.
sv: Avbryt teamuppdatering.

source: Instructor tools
da: Instructor værktøjer
sv: Instruktörsverktyg

source: View Current Team Memberships
da: view Aktuelle Team medlemskaber
sv: Visa aktuella teammedlemskap

source: Download Memberships
da: download Medlemskaber
sv: Ladda ner medlemskap

source: Assign Team Memberships
da: Tildel Team medlemskaber
sv: Tilldela teammedlemskap

source: Upload Memberships
da: Upload Medlemskaber
sv: Ladda upp medlemskap

source: Error assigning team memberships
da: error tildeling af Team medlemskaber
sv: Fel vid tilldelning av gruppmedlemskap

source: Are you having trouble finding a team to join?
da: Har du problemer med at finde en Team to join?
sv: Har du problem med att hitta ett lag att gå med i?

source: Join Team
da: Tilmeld dig Team
sv: Gå med i laget

source: Team Details
da: Team Detaljer
sv: Lagdetaljer

source: You are a member of this team.
da: Du er en Member af this Team .
sv: Du är medlem i detta team.

source: Team member profiles
da: Team Member profiler
sv: Teammedlemsprofiler

source: Team capacity
da: Team kapacitet
sv: Lagkapacitet

source: Leave Team
da: Forlad Team
sv: Lämna Team

source: Donate
da: Donér
sv: Donera

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
da: Der var en error , der hentede Preview resultater for this catalog . Please kontroller, at din query er correct , og prøv igen.
sv: Det uppstod ett fel när förhandsgranskningsresultaten för den här katalogen skulle hämtas. Kontrollera att din fråga är korrekt och försök igen.

source: This catalog's courses:
da: this catalog &#39;s courses :
sv: Kurser i denna katalog:

source: Start Date
da: Start dato
sv: Startdatum

source: Due Date
da: Forfaldsdato
sv: Förfallodatum

source: remove all
da: Fjern alt
sv: ta bort alla

source: toggle chapter %(displayName)s
da: skift chapter %(displayName)s
sv: växla kapitel %(displayName)s

source: Section
da: Afsnit
sv: Avsnitt

source: Remove chapter %(chapterDisplayName)s
da: Fjern chapter %(chapterDisplayName)s
sv: Ta bort kapitel %(chapterDisplayName)s

source: remove
da: fjerne
sv: ta bort

source: toggle subsection %(displayName)s
da: skift Subsection %(displayName)s
sv: växla undersektion %(displayName)s

source: Subsection
da: Undersektion
sv: Underavsnitt

source: Remove subsection %(subsectionDisplayName)s
da: Fjern Subsection %(subsectionDisplayName)s
sv: Ta bort underavsnitt %(subsectionDisplayName)s

source: Remove unit %(unitName)s
da: Fjern unit %(unitName)s
sv: Ta bort enheten %(unitName)s

source: Mark Exam As Completed
da: Marker eksamen som completed
sv: Markera tentamen som avklarad

source: Exam timer and end exam button
da: Eksamenstimer og afslut eksamensknap
sv: Tentamens timer och avsluta tentamen-knappen

source: End My Exam
da: Afslut min eksamen
sv: Avsluta mitt prov

source: You are taking "{exam_link}" as {exam_type}.
da: Du bruger "{exam_link}"som {exam_type}.
sv: Du tar "{exam_link}" som {exam_type}.

source: a timed exam
da: en timed eksamen
sv: ett tidsbestämt prov

source: The timer on the right shows the time remaining in the exam.
da: Timeren til højre viser den resterende tid in eksamen.
sv: Timern till höger visar den tid som återstår av tentamen.

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
da: For at få kredit for problemer skal du vælge 'Send' for hver opgave, før du vælger 'Afslut min eksamen'
sv: För att få kredit för problem måste du välja "Skicka" för varje problem innan du väljer "Avsluta min tentamen".

source: LEARN MORE
da: LÆR MERE
sv: LÄS MER

source: Starts: %(start_date)s
da: Starter: %(start_date)s
sv: Startar: %(start_date)s

source: Starts
da: Start
sv: Startar

source: Clear All
da: Slet alt
sv: Rensa alla

source: Highlighted text
da: Fremhævet text
sv: Markerad text

source: Note
da: Bemærk
sv: Notera

source: You commented...
da: Du kommenterede...
sv: Du kommenterade...

source: Noted in:
da: Noteret in :
sv: Noterat i:

source: Last Edited:
da: Sidst redigeret:
sv: Senast redigerad:

source: Tags:
da: Mærker:
sv: Taggar:

source: Clear search results
da: Ryd søgeresultater
sv: Rensa sökresultat

source: Order Number
da: Ordrenummer
sv: Ordernummer

source: Date Placed
da: Dato placeret
sv: Datum placerat

source: Order Details
da: Order Detaljer
sv: Orderdetaljer

source: for
da: til
sv: för

source: Product Name
da: Produkt Name
sv: produktnamn

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
da: {currentCountOpeningTag} {currentCharacterCount} {currentCountClosingTag} af {maxCharacters}
sv: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} av {maxCharacters}

source: Financial Assistance Application
da: Ansøgning om økonomisk bistand
sv: Ansökan om ekonomiskt stöd

source: About You
da: Om dig

source: The following information is already a part of your {platform} profile. We've included it here for your application.
da: Følgende oplysninger er allerede en del af din {platform}-profil. Vi har inkluderet det her til din ansøgning.

source: Email address
da: Email adresse
sv: e-post adress

source: Country of residence
da: Country af bopæl
sv: Bosättningsland

source: Back to {platform} FAQs
da: Tilbage til ofte stillede spørgsmål om {platform}

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
da: Tak, fordi du har indsendt din økonomiske bistand application til {course_name} ! Du kan forvente et svar in 2-4 hverdage.
sv: Tack för att du skickade in din ansökan om ekonomiskt stöd för {course_name}! Du kan förvänta dig ett svar inom 2-4 arbetsdagar.

source: Go to Dashboard
da: Gå til to dashboard
sv: Gå till kontrollpanel

source: Individual Exceptions
da: Individuelle undtagelser
sv: Individuella undantag

source: Enter the username or email address of each learner that you want to add as an exception.
da: Indtast username eller Email adressen for hver learner , som du ønsker to add som en undtagelse.
sv: Ange användarnamnet eller e-postadressen för varje elev som du vill lägga till som undantag.

source: Student email or username
da: Student Email eller username
sv: Elevens e-postadress eller användarnamn

source: Free text notes
da: Gratis text noter
sv: Fritextanteckningar

source: Generate Exception Certificates
da: generate Undtagelsescertifikater
sv: Generera undantagscertifikat

source: All users on the Exception list who do not yet have a certificate
da: Alle users på exception list som endnu ikke har en Certificate
sv: Alla användare på undantagslistan som ännu inte har ett certifikat

source: All users on the Exception list
da: Alle users på exception list
sv: Alla användare på undantagslistan

source: Exception Granted
da: Undtagelse givet
sv: Undantag beviljat

source: Certificate Generated
da: Certificate Genereret
sv: Certifikat genererat

source: Notes
da: Noter
sv: Anteckningar

source: Remove from List
da: Fjern fra list
sv: Ta bort från listan

source: Bulk Exceptions
da: Masseundtagelser
sv: Bulk-undantag

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
da: Upload en kommaseparerede værdier (.csv) file , der indeholder brugernavnene eller Email -adresserne for learners , som har fået undtagelser. Inkluder username eller Email adressen in det første kommaseparerede field . Du kan inkludere en optional note, der beskriver årsagen til undtagelsen in det andet kommaseparerede field .
sv: Ladda upp en fil med kommaseparerade värden (.csv) som innehåller användarnamn eller e-postadresser för elever som har fått undantag. Inkludera användarnamnet eller e-postadressen i det första kommaseparerade fältet. Du kan inkludera en valfri anteckning som beskriver orsaken till undantaget i det andra kommaseparerade fältet.

source: Upload a CSV file
da: Upload og CSV file
sv: Ladda upp en CSV-fil

source: To invalidate a certificate for a particular learner, add the username or email address below.
da: to ugyldiggør en Certificate for en bestemt learner , add username eller Email adressen nedenfor.
sv: För att ogiltigförklara ett certifikat för en viss elev, lägg till användarnamnet eller e-postadressen nedan.

source: Add notes about this learner
da: add noter om this learner
sv: Lägg till anteckningar om den här eleven

source: Invalidate Certificate
da: Ugyldiggør Certificate
sv: Ogiltigförklara certifikat

source: Student
da: Kursist

source: Invalidated By
da: Ugyldiggjort by
sv: Ogiltigförklarad av

source: Invalidated
da: Ugyldiggjort
sv: Ogiltig

source: Remove from Invalidation Table
da: Fjern fra invalideringstabel
sv: Ta bort från invalideringstabell

source: Divided
da: Delt op
sv: Dividerat

source: Manage Learners
da: Administrer learners
sv: Hantera elever

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
da: Bemærk: learners kan være in only en cohort . Tilføjelse af learners to this group tilsidesætter alle tidligere group Assignment .
sv: Obs! Elever kan bara vara i en kohort. Att lägga till elever i den här gruppen åsidosätter alla tidigare gruppuppgifter.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
da: Indtast Email adresser og/eller brugernavne, adskilt by nye linjer eller kommaer, for den learners , du ønsker to add . *
sv: Ange e-postadresser och/eller användarnamn, avgränsade med nya rader eller kommatecken, för de elever du vill lägga till. *

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
da: fx johndoe@ example .com, JaneDoe, joeydoe@ example .com
sv: t.ex. johndoe@example.com, JaneDoe, joeydoe@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
da: Du vil ikke modtage notification for e-mails, der hopper, så dobbelttjek din stavning.
sv: Du kommer inte att få aviseringar för e-postmeddelanden som studsar, så dubbelkolla din stavning.

source: Add a New Cohort
da: add a Ny cohort
sv: Lägg till en ny kohort

source: Enter the name of the cohort
da: Indtast Name for cohort
sv: Ange namnet på kohorten

source: Cohort Assignment Method
da: cohort Assignment Metode
sv: Kohortuppgiftsmetod

source: Automatic
da: Automatisk
sv: Automatisk

source: Manual
da: brugervejledning
sv: Manuell

source: There must be one cohort to which students can automatically be assigned.
da: Der skal være en gruppe, som de studerende automatisk kan blive tilknyttet.
sv: Det måste finnas en kohort som eleverna automatiskt kan tilldelas.

source: Associated Content Group
da: Tilknyttet content group
sv: Associerad innehållsgrupp

source: No Content Group
da: Nej content group
sv: Ingen innehållsgrupp

source: Choose a content group to associate
da: Vælg en content group to Associate
sv: Välj en innehållsgrupp att associera

source: Not selected
da: Ikke selected
sv: Ej valt

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
da: {screen_reader_start} Advarsel: {screen_reader_end} Den tidligere selected content group var deleted . Select en anden content group .
sv: {screen_reader_start}Varning:{screen_reader_end} Den tidigare valda innehållsgruppen raderades. Välj en annan innehållsgrupp.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
da: {screen_reader_start} Advarsel: {screen_reader_end} Der findes ingen content -grupper.
sv: {screen_reader_start}Varning:{screen_reader_end} Det finns inga innehållsgrupper.

source: Only the parent course staff of a CCX can create content groups.
da: only forælderen Course Staff af en CCX kan Create content -grupper
sv: Endast den överordnade kurspersonalen för en CCX kan skapa innehållsgrupper.

source: (contains %(student_count)s student)
da: (indeholder %(student_count)s Student )
sv: (innehåller %(student_count)s student)

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
da: Elever føjes kun til denne gruppe, når du angiver deres e-mailadresser eller brugernavne på denne side.
sv: Elever läggs till i denna kohort endast när du anger deras e-postadresser eller användarnamn på den här sidan.

source: What does this mean?
da: Hvad betyder this ?
sv: Vad betyder det här?

source: Learners are added to this cohort automatically.
da: learners tilføjes to this cohort automatisk.
sv: Elever läggs till i denna kohort automatiskt.

source: Select a cohort
da: Vælg en gruppe
sv: Välj en kohort

source: Enable Cohorts
da: Aktiver grupper
sv: Aktivera kohorter

source: Select a cohort to manage
da: Vælg en gruppe, du vil administrere
sv: Välj en kohort att hantera

source: View Cohort
da: Se gruppe
sv: Visa kohort

source: Assign learners to cohorts by uploading a CSV file
da: Tildel elever til grupper ved at uploade en CSV-fil
sv: Tilldela elever till kohorter genom att ladda upp en CSV-fil

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
da: For at gennemgå elevgruppeopgaver eller se resultaterne af upload af en CSV-fil, skal du downloade kursusprofiloplysninger eller grupperesultater på siden {link_start}Datadownload{link_end}.
sv: För att granska elevens kohortuppgifter eller se resultatet av att ladda upp en CSV-fil, ladda ner kursprofilinformation eller kohortresultat på sidan {link_start}Datanedladdning{link_end}.

source: Specify whether discussion topics are divided
da: Angiv, om Discussion -emner er opdelt
sv: Ange om diskussionsämnen är uppdelade

source: Course-Wide Discussion Topics
da: Course -Wide Discussion Emner
sv: Kursövergripande diskussionsämnen

source: Select the course-wide discussion topics that you want to divide.
da: Select Course -brede Discussion emner, som du ønsker to dividere.
sv: Välj de kursgemensamma diskussionsämnen som du vill dela upp.

source: Content-Specific Discussion Topics
da: content -Specifikke Discussion emner
sv: Innehållsspecifika diskussionsämnen

source: Specify whether content-specific discussion topics are divided.
da: Angiv, om content -specifikke Discussion emner er opdelt.
sv: Ange om innehållsspecifika diskussionsämnen är uppdelade.

source: Always divide content-specific discussion topics
da: Opdel altid content -specifikke Discussion emner
sv: Dela alltid upp innehållsspecifika diskussionsämnen

source: Divide the selected content-specific discussion topics
da: Opdel selected content -specifikke Discussion emner
sv: Dela upp de valda innehållsspecifika diskussionsämnena

source: No content-specific discussion topics exist.
da: Der eksisterer ingen content -specifikke Discussion emner.
sv: Det finns inga innehållsspecifika diskussionsämnen.

source: Used
da: Brugt
sv: Begagnade

source: Valid
da: Gyldig
sv: Giltig

source: Certificate Purchased
da: Certificate Købt
sv: Certifikat köpt

source: Change or Leave Session
da: Skift eller forlad session
sv: Ändra eller lämna session
