Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
da: Vælg Sand, hvis du ønsker at bruge denne komponent som en pladsholder for synkronisering med et ekstern gradueringssystem i stedet for at starte et eksternt værktøj. Denne indstilling skjuler Launch- knappen og eventuelle IFrames til denne komponent.
fr: Sélectionnez Vrai si vous voulez utiliser ce composant comme un espace réservé pour la synchronisation avec un système de notation externe plutôt que de lancer un outil externe. Ce paramètre masque le bouton de lancement ainsi que tous les IFrames pour ce composant.
pl: Wybierz "tak" jeśli chcesz użyć tego elementu jako miejsca synchronizacji z zewnętrznym systemem oceniania, zamiast uruchamiać narzędzie zewnętrzne. To ustawienie powoduje ukrycie przycisku startu i ramek iFrames tego elementu.
pt_pt: Selecione Verdadeiro se desejar utilizar este componente como espaço reservado para sincronizar com um sistema de classificação externo em vez de iniciar uma ferramenta externa. Esta configuração oculta o botão Iniciar e quaisquer IFrames para este componente.
zh_tw: 如果您想要使用此組件做為一個預留位置給外部評分系統同步，而非執行一個外部工具，則選擇True。此設置隱藏執行按鈕及任何IFrames給此組件。

source: Request user's username
da: Anmod om brugerens brugernavn
fr: Demander le nom d'utilisateur de l'utilisateur
pl: Żądaj nazwy użytkownika
pt_pt: Solicitar o nome de utilizador
zh_tw: 需要使用者的使用者帳號

source: Select True to request the user's username.
da: Vælg Sandt for at anmode om brugerens brugernavn.
fr: Choisir vrai (true) afin de demander le nom d'utilisateur.
pl: Wybierz "tak", aby zażądać nazwy użytkownika.
pt_pt: Selecione verdadeiro para solicitar o nome de utilizador.
zh_tw: 選擇True 以要求用戶的用戶名 username。

source: Request user's email
da: Anmod om brugerens e-mail
fr: Demander l'e-mail de l'utilisateur
pl: Zażądaj adresu e-mail użytkownika
pt_pt: Solicitar email de utilizador
zh_tw: 需要使用者的電子郵件

source: Select True to request the user's email address.
da: Vælg Sand for at anmode om brugerens e-mail-adresse
fr: Choisir vrai (true) afin de demander l'adresse e-mail de l'utilisateur.
pl: Wybierz "tak", aby zażądać adresu e-mail użytkownika.
pt_pt: Selecione verdadeiro para solicitar o email de utilizador.
zh_tw: 選擇True 以要求用戶的電子郵件地址。

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
da: Indtast en beskrivelse af tredjeparts-applikationen. Hvis der anmodes om brugernavn og/eller e-mail, kan du bruge dette tekstfelt til at informere brugerne om, hvorfor deres brugernavn og/eller e-mail vil blive sendt til en tredjeparts-applikation.
fr: Saisir une description de l'application tierce. Si vous demandez le nom d'utilisateur et/ou le mail, utilisez cette zone de texte pour informer les utilisateurs que leur nom d'utilisateur et/ou le mail seront transmis à une application tierce.
pl: Wprowadź opis zewnętrznej aplikacji. Jeśli żąda nazwy użytkownika lub adresu e-mail, użyj tego pola tekstowego do poinformowania studentów dlaczego ich nazwa użytkownika lub adres e-mail zostaną przesłane do zewnętrznej aplikacji.
pt_pt: Insira uma descrição da aplicação de terceiros. Se solicitar o nome de utilizador e/ou o email, use esta caixa de texto para informar os utilizadores sobre o motivo pelo qual o seu nome de utilizador e/ou email serão encaminhados para uma aplicação de terceiros.
zh_tw: 請輸入第三方應用程式的描述。如果需要使用者帳號或電子郵件，使用此文字方塊來通知使用者為何他們的使用者帳號或電子郵件將會被轉發到第三方應用程式。

source: Button Text
da: Knappen Tekst
fr: Texte du bouton
pl: Tekst przycisku
pt_pt: Botão de Texto
zh_tw: 按鈕文字

source: Enter the text on the button used to launch the third party application.
da: Indtast teksten på knappen, som bruges til at starte tredjeparts-applikationen.
fr: Saisir le texte à afficher sur le bouton permettant de lancer l'application tierce.
pl: Wpisz tekst do wyświetlenia na przycisku służącym do uruchomienia zewnętrznej aplikacji.
pt_pt: Introduza o texto no botão utilizado para lançar a aplicação de terceiros.
zh_tw: 請輸入用於啟動第三方應用程序的按鈕上的文字。

source: Accept grades past deadline
da: Accepter karakter efter deadline
fr: Accepter les notes après la date limite
pl: Akceptuj oceny po terminie końcowym
pt_pt: Aceitar classificações fora do prazo
zh_tw: 接受超過限期的成績

source: Select True to allow third party systems to post grades past the deadline.
da: Vælg Sandt for at tillade tredjepartssystemer at give karakterer efter deadline.
fr: Sélectionner vrai / true pour permettre aux systèmes tiers de poster des notes après la date limite.
pl: Wybierz "tak", aby pozwolić zewnętrznym systemom na publikowanie ocen uzyskanych po terminie końcowym.
pt_pt: Selecione verdadeiro para permitir que sistemas de terceiros publiquem classificações após a data limite.
zh_tw: 選擇 true 來允許第三方系統可在超過期限後張貼分數。

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
da: Kunne ikke analysere tilpasset parameter: {custom_parameter}. Bør være "x = y" streng.
fr: Impossible d'analyser le paramètre personnalisé: {custom_parameter}. Il devrait être une chaîne de caractères de la forme "x=y".
pl: Nie udało się sparsować parametru: {custom_parameter}. Oczekiwany jest ciąg "x=y".
pt_pt: Não foi possível analisar o parâmetro personalizado: {custom_parameter}. Deverá ser a sequência "x = y".
zh_tw: 無法解析自定義參數：{custom_parameter}。參數格式必須類似於"x=y"。

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
da: Kunne ikke parse LTI-pas: {lti_passport}. Bør være "id:key:secret" streng.
fr: Impossible de traiter la clé LTI : {lti_passport}. Elle devrait avoir la forme d'une chaine de caractères "id:key:secret"
pl: Nie udało się sparsować klucza autentykacji LTI: {lti_passport}. Oczekiwany jest ciąg "id:key:secret".
pt_pt: Não foi possível analisar o passaporte LTI: {lti_passport}. Deveria ser a sequência "id:key:secret".
zh_tw: 無法解析LTI通行證：{lti_passport}。其格式應當是由“身份標識:鍵:密碼“構成的字符串。

source: Due Date
da: Forfaldsdato
fr: Date d'échéance
pl: Termin końcowy
pt_pt: Data Limite
zh_tw: 截止日期

source: Enter the default date by which problems are due.
da: Indtast default dato, hvor opgaver skal afleveres.
fr: Entrez la date par défaut à laquelle les problèmes doivent être rendus.
pl: Wprowadź domyślny termin na ukończenie ćwiczeń.
pt_pt: Insira a data limite padrão para a entrega dos problemas.
zh_tw: 輸入問題的預設截止日期。

source: Number of Relative Weeks Due By
da: Antal relative uger, der skal betales
fr: Nombre de semaines relatives avant l'échéance
pt_pt: Número de Semanas Relativas a Vencer Em

source: Enter the number of weeks the problems are due by relative to the learner's enrollment date
da: Indtast det antal uger, problemerne skal betales af i forhold til elevens tilmeldingsdato
fr: Entrez le nombre de semaines pour lesquelles les problèmes sont dus par rapport à la date d'inscription de l'apprenant
pt_pt: Introduza o número de semanas em que os problemas são devidos em relação à data de inscrição do estudante

source: If true, can be seen only by course staff, regardless of start date.
da: Hvis sandt, kan det kun ses af personalet, uanset startdato.
fr: Si vrai, ne peut être vu que par le personnel du cours, indépendamment de la date de départ.
pl: Jeśli zaznaczysz "tak", będzie widoczny wyłącznie dla kadry kursu, niezależnie od daty startu.
pt_pt: Se for verdade, pode ser visto apenas pela equipa do curso, independentemente da data de início.
zh_tw: 如果 true，則只能被課程工作人員看見，並忽略開始日期。

source: Enter the URL for the course data GIT repository.
da: Indtast URL'en for kursets data GIT arkiv.
fr: Entrez l'URL du dépôt GIT pour les données du cours.
pl: Wprowadź adres URL do repozytorium GIT danych kursu.
pt_pt: Introduza o URL para o repositório de dados do curso GIT.
zh_tw: 輸入課程資料GIT庫的網址。

source: XQA Key
da: XQA nøgle
fr: Clé XQA
pl: Klucz XQA
pt_pt: Chave XQA

source: This setting is not currently supported.
da: Denne indstilling understøttes ikke i øjeblikket.
fr: Ce paramètre n'est pas supporté pour le moment
pl: To ustawienie nie jest obecnie wspierane.
pt_pt: Esta definição não é atualmente suportada.
zh_tw: 現在不支援此設定。

source: Enter the ids for the content groups this problem belongs to.
da: Indtast ID for de indholdsgrupper, som denne opgave hører til.
fr: Entrer les identifiants pour les groupes de contenu auxquels ce problème appartient.
pl: Wprowadź identyfikatory grup zawartości do których należy to ćwiczenie.
pt_pt: Insira os ids para os grupos de conteúdo a que este problema pertence.
zh_tw: 輸入對於這個問題屬於的內容組的 ID。

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", and "never".
da: Angiv, hvornår knappen Vis svar vises for hvert problem. Gyldige værdier er "altid", "besvaret", "forsøgt", "lukket", "færdig", "forfaldne", "korrekt_eller_forfaldne", "efter_alle_forsøg", "efter_alle_forsøg_eller_korrekt", "forsøg_ikke_forfaldne" og "aldrig".
fr: Spécifiez quand le bouton Afficher la réponse apparaît pour chaque problème. Les valeurs valides sont "always", "answered", "attempted", "closed", "finished", "past_due, "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due" et "never".
pt_pt: Especificar quando aparece o botão Mostrar Resposta para cada problema. Os valores válidos são "sempre", "respondido", "tentativa", "fechado", "terminado", "passado_devido", "corrigido_ou_passado_devido", "após_todas_as_atentativas", "após_todas_as_tentativas_ou_correcto", "tentativa_não_passado_devido", e "nunca".

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
da: Angiv, hvornår svar korrekt og score skal vises til eleverne. Gyldige værdier er "always", "never" og "past_due".
fr: Indiquez quand afficher la validité d’une reponse et les notes des étudiants. Parmi les valeurs valables, on retrouve « always », « never » et « past_due ».
pl: Określ kiedy wyświetlić studentom wynik oraz informację o poprawności odpowiedzi. Możliwe wartości to "zawsze", "nigdy" i "po terminie".
pt_pt: Especificar quando mostrar a resposta correcta e a pontuação aos alunos. Os valores válidos são "sempre", "nunca", e "passado_devido".

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
da: Angiv standard for, hvor ofte variable værdier i en opgave randomiseres. Denne indstilling skal sættes til "aldrig", medmindre du planlægger at give en Python-script til at identificere og randomisere værdier i de fleste af opgaverne i dit kursus. Gyldige værdier er "altid", "onReset", "aldrig" og "pr_studerende".
fr: Spécifie la valeur de défaut de la fréquence à laquelle les valeurs des variables sont aléatoirement modifiées. Ce paramètre devrait être initialisé à "never" à moins que vous planifiez de fournir un script Python qui identifierait et qui modifierait les valeurs aléatoirement pour la plupart des problèmes dans votre cours. Les valeurs valides sont "always", "onreset", "never", et "per_student".
pl: Określ domyślną wartość częstości losowania zmiennych wartości w ćwiczeniach z elementami losowymi. To ustawienie powinno być w trybie "never", w innym przypadku należy dostarczyć skrypt Python, który zidentyfikuje i wylosuje określone wartości dla większości pytań w kursie. Możliwe wartości to "always", "onreset", "never" i "per_student".
pt_pt: Especifique o padrão para a frequência com que os valores das variáveis num problema são aleatorizados. Esta configuração deve ser definida como "nunca", a menos que pretenda fornecer um script Python para identificar e aleatorizar valores na maioria dos problemas do seu curso. Os valores válidos são "sempre", "onreset", "nunca", e "por_estudante".
zh_tw: 指定隱含變量值多久會發生問題是採隨機系統預設。此設定應設為“從不”，除非你打算提供一個Python script 來隨機辨識您的課程中大部分問題。有效欄位為“永遠”，“當reset 時”，“從不”，以及“每名學生”。

source: Days Early for Beta Users
da: Dage tidligt for betabrugere
fr: Nombre de jours pour les bêta-testeurs
pl: Wcześniejszy dostęp dla użytkowników beta
pt_pt: Dias de antecedência para utilizadores Beta
zh_tw: Beta使用者提前使用的天數

source: Enter the number of days before the start date that beta users can access the course.
da: Indtast antallet af dage før startdato, hvor beta-brugere kan få adgang til kurset.
fr: Entrez le nombre de jours avant la date de début pendant lesquels les utilisateurs bêta peuvent accéder au cours.
pl: Określ liczbę dni przed rozpoczęciem kursu, w których dostęp do niego będą mieli beta-testerzy.
pt_pt: Introduza o número de dias antes da data de início que os utilizadores beta podem aceder ao curso.
zh_tw: 輸入 beta 使用者可以開始使用課程前的天數。

source: Static Asset Path
da: Statisk aktivsti
fr: Chemin d'accès aux ressources statiques
pl: Ścieżka Static Asset
pt_pt: Caminho para ficheiros estáticos
zh_tw: 靜態資源路徑

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
da: Indtast stien til brug for filer på Filer & Upload siden. Denne værdi overstyrer Studio standard c4x: //.
fr: Entrez le chemin d'accès à utiliser pour les fichiers de la page Fichiers & Téléversements. Cette valeur remplace la valeur par défaut de Studio, C4X :/ /.
pl: Wprowadź ścieżkę dla plików sekcji "Zarządzanie plikami". Ta zmiana spowoduje podmianę domyślnej ścieżki w Studio, c4x://.
pt_pt: Introduza o caminho a utilizar para os ficheiros na página Ficheiros e Uploads. Este valor substitui o valor por defeito do Studio, c4x://.
zh_tw: 輸入在Files & Uploads頁面使用檔案的路徑。此值會覆寫到 Studio default, c4x://。

source: Enable LaTeX Compiler
da: Aktiver LaTeX Compiler
fr: Activer le compilateur LaTeX
pl: Włącz Kompilator LaTeX
pt_pt: Ativar o compilador LaTeX
zh_tw: 啟用LaTeX編譯器

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
da: Indtast sandt eller falsk. Hvis det er sandt, kan du bruge LaTeX- skabeloner til HTML-komponenter og avancerede Opgave komponenter.
fr: Entrez true ou false. Si c'est true, vous pouvez utiliser les modèles LaTeX pour les composants HTML et les composants avancés des problèmes.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", możesz używać szablonów LaTeX dla elementów w HTML i zaawansowanych elementów ćwiczeń.
pt_pt: Introduza verdadeiro ou falso. Se verdadeiro, poderá utilizar os modelos LaTeX para as componentes HTML e as componentes de problemas avançados.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，您可為HTML組件和進階問題組件使用LaTeX模板。

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
da: Indtast det maksimale antal gange en kursist kan forsøge at besvare en opgave. Som standard er Maksimum Forsøg indstillet til null, hvilket betyder, at kursisterne har et ubegrænset antal forsøg. Du kan styre indstillingen for individuelle opgaver. Men hvis indstillingen, som gælder for hele kurset, er et bestemt antal, kan du ikke sætte Maksimalt antal forsøg til ubegrænset.
fr: Saisir le nombre maximum de tentatives de réponses qu'un étudiant peut soumettre pour résoudre un exercice. Par défaut, le nombre "maximum de tentatives" est de zéro, ce qui signifie que les étudiants ont un nombre illimité de tentatives pour résoudre les exercices. Vous pouvez surcharger ce paramètre de cours pour un exercice particulier. Cependant, si ce paramètre de cours est un nombre particulier, vous ne pouvez pas régler le nombre "maximum de tentatives" à l'infini pour un exercice en particulier.
pl: Wprowadź maksymalną liczbę prób, jakie student może podjąć w celu wykonania ćwiczenia. Domyślnie liczba maksymalnych dopuszczalnych prób jest ustawiona na zero, co oznacza, że studenci mają nieograniczoną liczbę podejść. Możesz zmienić to ustawienie dla poszczególnych ćwiczeń, aczkolwiek jeśli domyślna liczba prób jest ustawiona na liczbę większą od zera, nie możesz ustawić nieograniczonej liczby prób dla wybranych ćwiczeń.
pt_pt: Introduza o número máximo de vezes que um estudante pode tentar responder a problemas. Por defeito, o número máximo de tentativas é definido como nulo, o que significa que os estudantes têm um número ilimitado de tentativas de problemas. Pode anular esta configuração do curso para problemas individuais. No entanto, se a configuração de todo o curso for um número específico, não pode definir o número máximo de tentativas de problemas individuais para ilimitado.
zh_tw: 請輸入學生可嘗試回答問題之上限。預設情況下，嘗試上限為空，意指學生可無限嘗試回答問題。

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
da: Indtast API-nøglen fra MathWorks for at få adgang til Matlab Hosted Service. Denne nøgle gives udelukkende til brug i dette kursus for den angivne varighed. Del ikke API-nøgle med andre kurser. Informer MathWorks straks, hvis du mener, at nøglen er blevet misbrugt eller kompromitteret. For at få en nøgle til dit kursus eller for at rapportere et problem, skal du kontakte moocsupport@mathworks.com
fr: Entrez la clé de l'API fournie par MathWorks pour accéder au Service MATLAB hébergé. Cette clé est accordée pour une utilisation exclusive dans ce cours pendant la durée spécifiée. Ne pas partager la clé de l'API avec d'autres cours. Avertissez MathWorks immédiatement si vous croyez que la clé a été visualisée ou compromise. Pour obtenir une clé pour votre cours, ou pour signaler un problème, s'il vous plaît contactez moocsupport@mathworks.com
pl: Wprowadź kod API udostępniony przez MathWorks i pozwalający na dostęp do MATLAB Hosted Service. Ten klucz można wykorzystać wyłącznie dla bieżącego kursu i przez ograniczony okres czasu. Proszę nie wykorzystywać kodu API do innych kursów i powiadomić MathWorks w przypadku wykrycia nieautoryzowanego korzystania z klucza. Aby uzyskać klucz dla swojego kursu, albo zgłosić problem, proszę skontaktować się na moocsupport@mathworks.com
pt_pt: Introduza a chave API fornecida pela MathWorks para aceder ao MATLAB Hosted Service. Esta chave é concedida para uso exclusivo neste curso durante a duração especificada. Não partilhe a chave API com outros cursos. Notifique imediatamente a MathWorks se acreditar que a chave está exposta ou comprometida. Para obter uma chave para o seu curso, ou para comunicar um problema, contacte moocsupport@mathworks.com
zh_tw: 輸入MathWorks所提供的API 金鑰來存取 MATLAB主要服務。這個金鑰僅僅准許使用在這課程指定的時間。請務必不能在其他課程分享此金鑰。如果您發現此金鑰曝光或是違背原則，請立即通知MathWorks。請聯繫moocsupport@mathworks.com來得到課程的金鑰或是發表問題。

source: Group Configurations
da: Gruppekonfiguration
fr: Configuration des groupes
pl: Konfiguracje grup
pt_pt: Configurações de Grupo
zh_tw: 群組設定

source: Enter the configurations that govern how students are grouped together.
da: Indtast de konfigurationer, der styrer, hvordan kursisterne er samlet i grupper.
fr: Entrez les configurations qui régissent la façon dont les étudiants sont regroupés.
pl: Wprowadź konfiguracje określające sposób łączenia studentów w grupy.
pt_pt: Insira as configurações que que regem a forma como os estudantes são agrupados.
zh_tw: 輸入管理學生如何分群的設定。

source: Enable video caching system
da: Aktivér video caching-system
fr: Activer le système de cache vidéo
pl: Włącz system cach'ujący filmy
pt_pt: Ativar sistema de cache de vídeo
zh_tw: 啟用的影片快取系統

source: Enter true or false. If true, video caching will be used for HTML5 videos.
da: Indtast sandt eller falsk. Hvis det er sandt, vil video-caching blive brugt til HTML5 videoer.
fr: Entrez true ou false. Si true, la mise en cache sera utilisée pour les vidéos HTML5.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true" cach'owanie filmów będzie stosowane dla filmów HTML5.
pt_pt: Introduza verdadeiro ou falso. Se verdadeiro, o cache do vídeo será utilizado para vídeos HTML5.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，影片快取將會被使用在HTML5影片上。

source: Enable video auto-advance
da: Aktiver automatisk fremrykning af video
fr: Activez l'avance automatique de la vidéo
pt_pt: Ativar o avanço automático de vídeo

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
da: Angiv, om der skal vises en knap til automatisk fremrykning i videoer. Hvis eleven klikker på den, vil den, når den sidste video i en enhed er færdig, automatisk flytte til den næste enhed og automatisk afspille den første video.
fr: Indiquez s'il faut ou non afficher le bouton d'avance automatique dans les vidéos. Si l'étudiant clique dessus, lorsque la dernière vidéo d'une unité se terminera, elle passera automatiquement à l'unité suivante et lira automatiquement la première vidéo.
pt_pt: Especificar se deve mostrar um botão de avanço automático em vídeos. Se o aluno clicar nele, quando o último vídeo de uma unidade terminar, passará automaticamente para a unidade seguinte e reproduzirá automaticamente o primeiro vídeo.

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
da: Identificer en video, 5-10 sekunder lang, til at afspille før kursusvideoer. Indtast video-id'et fra siden Videouploads og en eller flere transskriptionsfiler i følgende format: {format}. For eksempel ser en post for en video med to transskriptioner sådan ud: {example}
fr: Identifier un vidéo, d'une durée de 5-10 secondes, à jouer avant les vidéos du cours. Entrer l'identifiant du vidéo de la page Téléversements de vidéos et une ou plusieurs fichiers de transcriptions dans le format suivant : {format}. Par exemple, une entrée pour une vidéo avec deux transcriptions ressemblerait à ceci : {example}
pl: Wskaż trwający 5-10 sekund film typu pre-roll do wyświetlania przed właściwymi filmami z kursu. Wprowadź identyfikator filmu z sekcji "Plików filmowych" oraz co najmniej jeden plik transkrypcji w następującym formacie: {format}. Dla przykładu, wpis dla filmu z dwiema transkrypcjami wygląda następująco: {example}
pt_pt: Identificar um vídeo, com 5-10 segundos de duração, para reproduzir antes dos vídeos do curso. Introduzir o ID do vídeo a partir da página de carregamentos de vídeo e um ou mais ficheiros de transcrição no seguinte formato: {format}. Por exemplo, uma entrada para um vídeo com duas transcrições parece-se com isto: {example}
zh_tw: 課程影片前指定一個 5-10 秒的影片。從 Video Uploads 中輸入 Video ID，以及一個或多個字幕檔，以下面的格式：{format}。例如，使用兩個字幕檔的一段影片如同： {example}

source: Show Reset Button for Problems
da: Vis Reset Knap til Opgaver
fr: Montrer Bouton Réinitialiser pour les exercices
pl: Pokazuj przycisk resetu dla ćwiczeń
pt_pt: Mostrar Botão Redefinir para Problemas
zh_tw: 在問題下顯示「重設」按鈕
