Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
da: Vælg et problem for at generere en CSV-fil, der viser alle elevernes svar på problemet. Du vælger også et afsnit eller kapitel for at inkludere resultater af alle problemer i det pågældende afsnit eller kapitel.
fr: Sélectionner un exercice pour générer un fichier CSV contenant toutes les réponses des apprenants pour cet exercice. Vous pouvez aussi sélectionner une section ou un chapitre et y inclure tous les exercices.
pl: Wybierz problem, aby wygenerować plik CSV zawierający listę wszystkich odpowiedzi uczniów na dany problem. Możesz również wybrać sekcję lub rozdział, aby uwzględnić wyniki wszystkich zagadnień w tej sekcji lub rozdziale.
pt_pt: Selecione um problema para gerar um ficheiro CSV que lista todas as respostas dos estudantes relativas ao problema. Selecione também uma secção ou capítulo para incluir os resultados de todos os problemas nessa secção ou capítulo.

source: NOTE
da: BEMÆRK
fr: REMARQUE
pl: UWAGA
pt_pt: NOTA

source: The generated report is limited to {max_entries} responses. If you expect more than {max_entries} responses, try generating the report on a chapter-by-chapter, or problem-by-problem basis, or contact your site administrator to increase the limit.
da: Den genererede rapport er begrænset til {max_entries} -svar. Hvis du forventer mere end {max_entries} -svar, så prøv at generere rapporten på et kapitel-for-kapitel eller problem-for-problem basis, eller kontakt din webstedsadministrator for at øge grænsen.
fr: Le rapport généré est limité à {max_entries} réponses. Si vous vous attendez à plus de {max_entries} réponses, essayez de générer le rapport au chapitre ou au problème-près, ou contactez l’administrateur du site afin d’augmenter cette limite.
pl: Wygenerowany raport jest ograniczony do {max_entries} odpowiedzi. Jeśli oczekujesz więcej niż {max_entries} odpowiedzi, spróbuj wygenerować raport rozdział po rozdziale lub problem po problemie albo skontaktuj się z administratorem witryny, aby zwiększyć limit.
pt_pt: O relatório criado está limitado a {max_entries} respostas. Se espera mais de {max_entries} respostas, tente criar o relatório por capítulo ou por problema, ou entre em contacto com o administrador do site para aumentar o limite.

source: Click to list certificates that are issued for this course:
da: Klik her for at få en liste over beviser udstedt for dette kursus:
fr: Cliquer afin de voir la liste des attestations émises pour ce cours :
pl: Kliknij, aby wyświetlić certyfikaty, które zostały wydane dla bieżącego kursu:
pt_pt: Clique para listar certificados emitidos para este curso:
zh_tw: 單擊以列出該課程頒發的證書:

source: View Certificates Issued
da: Se udstedte Beviser
fr: Voir les attestations émises
pl: Wyświetl wydane certyfikaty
pt_pt: Ver certificados emitidos
zh_tw: 查看已發佈的證書

source: Download CSV of Certificates Issued
da: Download CSV-fil over udstedte beviser
fr: Télécharger au format CSV une liste des attestations délivrées
pl: Pobierz plik CSV z listą wydanych certyfikatów
pt_pt: Descarregar CSV de Certificados Emitidos
zh_tw: 下載已頒發的證書的CSV

source: For smaller courses, click to list profile information for enrolled students directly on this page:
da: For mindre kurser, klik på listen over profilinformationer for tilmeldte kursister direkte på denne side:
fr: Pour les petits cours, cliquer pour afficher directement sur cette page la liste des informations de profil des étudiants inscrits :
pl: Dla mniejszych kursów, kliknij, aby wyświetlić informacje profilowe wszystkich studentów uczestniczących w kursie:
pt_pt: Para cursos mais pequenos, clique para listar informação de perfil de estudantes matriculados diretamente nesta página:
zh_tw: 對於小型課程，點選個人資訊清單以直接加入學生至課程中。

source: List enrolled students' profile information
da: Lav liste over tilmeldte kursisters profilinformationer
fr: Lister les informations de profil des étudiants inscrits
pl: Wyświetl listę informacji profilowych uczestników kursu
pt_pt: Lista de informação do perfil dos estudantes matriculados
zh_tw: 列出註冊學生個人資料資訊

source: Click to generate a CSV grade report for all currently enrolled students.
da: Klik her for at generere en CSV-fil over karakterer for alle nuværende tilmeldte kursister.
fr: Cliquez pour générer un rapport de notes au format CSV pour tous les étudiants actuellement inscrits.
pl: Kliknij, aby wygenerować plik CSV z ocenami wszystkich obecnie zapisanych studentów.
pt_pt: Clique para gerar um relatório de classificações CSV para todos os estudantes atualmente matriculados.
zh_tw: 點擊以產生目前所有註冊學生的CSV格式成績報告。

source: Generate Grade Report
da: Generér Karakter Rapport
fr: Générer le rapport de notes
pl: Wygeneruj raport ocen
pt_pt: Gerar Relatório de Classificações
zh_tw: 生成得分報告

source: Generate Problem Grade Report
da: Generer problemkarakterrapport
fr: Générer le rapport de notes des exercices
pl: Wygeneruj raport ocen z ćwiczeń
pt_pt: Gerar Relatório de Problemas de Classificação
zh_tw: 生成問題評分報告

source: Generate ORA Data Report
da: Generer ORA-datarapport
fr: Générer le rapport de données ORA
pl: Wygeneruj raport ocen ORA
pt_pt: Gerar Relatório de Dados ORA
zh_tw: 產生 ORA 資料報表

source: Generate ORA Summary Report
da: Generer ORA-sammendragsrapport
fr: Générer un rapport récapitulatif ORA
pl: Wygeneruj raport podsumowujący ORA
pt_pt: Gerar Relatório de Síntese ORA

source: Click to generate a ZIP file that contains all submission texts and attachments.
da: Klik for at generere en ZIP-fil, der indeholder alle indsendelsestekster og vedhæftede filer.
fr: Cliquez pour générer un fichier ZIP contenant tous les textes de soumission et les pièces jointes.
pl: Kliknij, aby wygenerować plik ZIP zawierający wszystkie testy przesłane i załączniki.
pt_pt: Clique para gerar um ficheiro ZIP que contenha todos os textos de submissão e anexos.

source: Generate Submission Files Archive
da: Generer arkiv for indsendelsesfiler
fr: Générer une archive de fichiers de soumission
pl: Wygeneruj archiwum plików zgłoszeniowych
pt_pt: Gerar Arquivo de Submissão de Ficheiros

source: Reports Available for Download
da: Rapporter til Download
fr: Rapports disponibles pour être téléchargés
pl: Raporty dostępne do pobrania
pt_pt: Relatórios Disponíveis para Transferir
zh_tw: 報告已可供下載

source: The reports listed below are available for download, identified by UTC date and time of generation.
da: Rapporterne nedenfor er tilgængelige til download, identificeret ved UTC-dato og -tidspunkt for generering.
fr: Les rapports énumérés ci-dessous peuvent être téléchargés, identifiés par la date et l'heure UTC de leur génération.
pl: Raporty wymienione poniżej są dostępne do pobrania, oznaczone datą UTC i godziną wygenerowania.
pt_pt: Os relatórios listados abaixo estão disponíveis para download, identificados pela data e hora de criação no fuso horário de UTC.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
da: Svar distributionsrapporten herunder genereres med jævne mellemrum automatisk i baggrunden. Rapporten er kumulativ, dvs. at svar, som er indsendt efter, at processen er startet, kommer med i en følgende rapport. Rapporten genereres flere gange om dagen.
fr: Le rapport de distribution des réponses ci-dessous est généré périodiquement par un processus automatique en arrière-plan. Le rapport est cumulatif, donc les réponses enregistrées après le démarrage du processus sont inclues dans un rapport ultérieur. Le rapport est généré plusieurs fois par jour.
pl: Przedstawiony poniżej raport z rozkładem odpowiedzi jest generowany w sposób cykliczny przez zautomatyzowany proces w tle. Raport ma charakter narastający i odpowiedzi udzielone po rozpoczęciu procesu są uwzględniane dopiero w kolejnym cyklu. Raport generowany jest kilka razy na dobę.
pt_pt: O relatório de distribuição de respostas listado abaixo é gerado periodicamente por um processo automático. O relatório é cumulativo, pelo que as respostas enviadas após o início do processo estão incluídas num relatório posterior. O relatório é gerado várias vezes por dia.
zh_tw: 下面所列的作答分佈報告由後台程序定期自動生成。報告是累計式的，後台處理程序啟動後提交的作答將在後續的報告中體現。報告每天生成7次。

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
da: {strong_start}Bemærk{strong_end}: {ul_start}{li_start}For at holde elevdata sikre, kan du ikke gemme eller sende disse links til direkte adgang. Kopier af links udløber inden for 5 minutter.{li_end}{li_start}Rapportfiler slettes 90 dage efter generering. Hvis du har brug for adgang til gamle rapporter, skal du downloade og gemme filerne i overensstemmelse med din institutions datasikkerhedspolitikker.{li_end} {ul_end}
fr: {strong_start} Note {strong_end} : {ul_start} {li_start} Pour protéger les données des étudiants, vous ne pouvez pas enregistrer ou envoyer ces liens par courrier électronique pour un accès direct. Les copies des liens expirent dans les 5 minutes. {li_end} {li_start} Les fichiers de rapport sont supprimés 90 jours après leur génération. Si vous avez besoin d'accéder à d'anciens rapports, téléchargez et stockez les fichiers, conformément aux règles de sécurité des données de votre institution. {li_end} {ul_end}
pl: {strong_start}Uwaga{strong_end}: {ul_start}{li_start} Aby chronić dane uczniów, nie możesz zapisać tych linków ani wysłać ich pocztą e-mail w celu uzyskania bezpośredniego dostępu. Kopie linków wygasają w ciągu 5 minut. {li_end}{li_start}Pliki raportów są usuwane 90 dni po wygenerowaniu. Jeśli chcesz uzyskać dostęp do starych raportów, pobierz i przechowuj pliki zgodnie z zasadami bezpieczeństwa danych swojej instytucji.{li_end}{ul_end}
pt_pt: {strong_start} Nota{strong_end}: {ul_start}{li_start}Para manter os dados do aluno seguros, não pode salvar ou enviar estes links para acesso direto. Cópias de links expiram dentro de 5 minutos. {li_end} {li_start} Os ficheiros do relatório são apagados 90 dias após a sua criação. Se precisar de acesso a relatórios antigos, descarregue e armazene os ficheiros, de acordo com as políticas de segurança de dados da sua instituição. {li_end} {ul_end}

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
da: Svarfordelingsrapporten nedenfor genereres med jævne mellemrum af en automatiseret baggrundsproces. Rapporten er kumulativ, så svar afgivet efter processens start indgår i en efterfølgende rapport. Rapporten genereres flere gange om dagen.
fr: Le rapport de distribution des réponses ci-dessous est généré périodiquement par un processus automatisé en arrière-plan. Le rapport est cumulatif, donc les réponses soumises après le début du processus sont incluses dans un rapport ultérieur. Le rapport est généré plusieurs fois par jour.
pl: Raport dystrybucji odpowiedzi wymieniony poniżej jest generowany okresowo przez zautomatyzowany proces w tle. Raport jest zbiorczy, więc odpowiedzi udzielone po rozpoczęciu procesu są uwzględniane w kolejnym raporcie. Raport jest generowany kilka razy dziennie.
pt_pt: O relatório de distribuição de respostas listado abaixo é gerado periodicamente por um processo automático. O relatório é cumulativo, pelo que as respostas enviadas após o início do processo estão incluídas num relatório posterior. O relatório é gerado várias vezes por dia.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
da: {strong_start}Bemærk{strong_end}: {ul_start}{li_start}For at holde elevdata sikre, kan du ikke gemme eller sende disse links til direkte adgang. Kopier af links udløber inden for 5 minutter.{li_end}{li_start}Rapportfiler slettes 90 dage efter generering. Hvis du har brug for adgang til gamle rapporter, skal du downloade og gemme filerne i overensstemmelse med din institutions datasikkerhedspolitikker.{li_end} {ul_end}
fr: {strong_start}Note{strong_end}: {ul_start}{li_start}Pour sécuriser les données des élèves, vous ne pouvez pas enregistrer ou envoyer par courriel ces liens pour un accès direct. Les copies des liens expirent dans les 5 minutes.{li_end}{li_start}Les fichiers de rapport sont supprimés 90 jours après la génération. Si vous avez besoin d'accéder à d'anciens rapports, téléchargez et stockez les fichiers, conformément aux politiques de sécurité des données de votre institution.{li_end}{ul_end}
pl: {strong_start}Uwaga{strong_end}: {ul_start}{li_start} Aby chronić dane uczniów, nie możesz zapisać tych linków ani wysłać ich pocztą e-mail w celu uzyskania bezpośredniego dostępu. Kopie linków wygasają w ciągu 5 minut. {li_end}{li_start}Pliki raportów są usuwane 90 dni po wygenerowaniu. Jeśli chcesz uzyskać dostęp do starych raportów, pobierz i przechowuj pliki zgodnie z zasadami bezpieczeństwa danych swojej instytucji.{li_end}{ul_end}
pt_pt: {strong_start} Nota{strong_end}: {ul_start}{li_start}Para manter os dados do aluno seguros, não pode salvar ou enviar estes links para acesso direto. Cópias de links expiram dentro de 5 minutos. {li_end} {li_start} Os ficheiros do relatório são apagados 90 dias após a sua geração. Se precisar de acesso a relatórios antigos, descarregue e armazene os ficheiros, de acordo com as políticas de segurança de dados da sua instituição. {li_end} {ul_end}

source: Edit Coupon Code
da: Redigér kuponkode
fr: Éditer le code de coupon
pl: Edytuj kod promocyjny
pt_pt: Editar Código de Cupão
zh_tw: 編輯優惠券代碼

source: Edit Coupon Code Information
da: Redigér information om kuponkode
fr: Éditer l'information du code de coupon
pl: Edytuj informację o kodzie promocyjnym
pt_pt: Editar Informação do Código de Cupão
zh_tw: 編輯優惠券代碼資訊

source: Code
da: Kode
pl: Kod
pt_pt: Código
zh_tw: 代碼

source: example: A123DS
da: Eksempel: A123DS
fr: exemple: A123DS
pl: przykład: A123DS
pt_pt: exemplo: A123DS
zh_tw: 例：A123DS

source: Percentage Discount
da: Procent rabat
fr: Pourcentage de remise
pl: Rabat procentowy
pt_pt: Percentagem do Desconto
zh_tw: 折扣率

source: Expiration Date
da: Udløbsdato
fr: Date d'expiration
pl: Data wygaśnięcia
pt_pt: Data de Expiração
zh_tw: 逾期時間

source: Update Coupon Code
da: Opdater kuponkode
fr: Mettre à jour le code de coupon
pl: Zaktualizuj kod promocyjny
pt_pt: Atualizar Código de Cupão
zh_tw: 更新優惠券代碼

source: Individual due date extensions
da: Individuelle fristforlængelser
fr: Prolongations individuelles de la date d'échéance
pl: Indywidualne wydłużenia terminów końcowych
pt_pt: Extensões individuais a datas limite
zh_tw: 延長單個人的結束時間

source: In this section, you have the ability to grant extensions on specific subsections to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
da: I dette afsnit har du mulighed for at give forlængelser på specifikke underafsnit til enkelte studerende. Bemærk venligst, at den seneste dato altid tages; du kan ikke bruge dette værktøj til at aflevere en opgave tidligere for en bestemt elev.
fr: Dans cette section, vous pouvez accorder des extensions sur des sous-sections spécifiques à des étudiants individuels. Veuillez noter que la dernière date est toujours utilisée; vous ne pouvez pas utiliser cet outil pour effectuer une tâche due plus tôt pour un élève particulier.
pl: W tej sekcji możesz przyznawać rozszerzenia w określonych podsekcjach poszczególnym uczniom. Należy pamiętać, że zawsze jest używana ostatnia data, nie możesz użyć tego narzędzia do wykonania wcześniejszego dla konkretnego ucznia.
pt_pt: Nesta secção, tem a capacidade de garantir extensões de prazo em subsecções específicas para cada estudante. Lembre-se de que será assumida a data mais recente; não pode utilizar esta ferramente para antecipar o prazo de entrega de um determinado estudante.

source: Student Email or Username
da: E-mail eller brugernavn
fr: Adresse e-mail Étudiant ou Nom d'utilisateur
pl: Adres e-mail studenta lub nazwa użytkownika
pt_pt: E-mail ou Nome de Utilizador do Estudante
zh_tw: 學生的電子郵件或使用者帳號

source: Choose the graded subsection:
da: Vælg det bedømte underafsnit:
fr: Choisissez la sous-section notée :
pl: Wybierz ocenianą podsekcję:
pt_pt: Escolha uma subsecção com avaliação:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
da: Angiv forfaldsdato og -tidspunkt for forlængelsen (i UTC; angiv venligst {format_string} ).
fr: Précisez l'extension d'échéance et l'heure (en heure UTC; merci d'utiliser le format {format_string}).
pl: Określ datę i czas wydłużonego terminu (czas UTC; proszę wskazać według formatu {format_string}).
pt_pt: Especifique a data e a hora da extensão (em UTC; por favor especifique {format_string}).
zh_tw: 明確截止日期，截止時間的寬限(世界標準時間，請明確{format_string}).

source: Reason for extension
da: Årsag til forlængelse
fr: Raison de l'extension
pl: Powód do przedłużenia
pt_pt: Motivo da extensão de tempo
zh_tw: 推延原因

source: Change due date for student
da: Ændre forfaldsdato for elev
fr: Changer l'échéance pour l'étudiant
pl: Zmień termin końcowy dla studenta
pt_pt: Alterar data limite para o estudante
zh_tw: 修改學生的結束時間

source: Viewing granted extensions
da: Viser tildelte forlængelser
fr: Visualisation des prolongations accordées
pl: Podgląd przyznanych wydłużeń terminów
pt_pt: A ver extensões concedidas
zh_tw: 查看批准延期

source: Here you can see what extensions have been granted on particular subsection or for a particular student.
da: Her kan du se, hvilke forlængelser der er givet på et bestemt underafsnit eller for en bestemt elev.
fr: ci, vous pouvez voir quelles extensions ont été accordées pour une sous-section ou pour un élève en particulier.
pl: Tutaj możesz zobaczyć, jakie rozszerzenia zostały przyznane dla podsekcji lub dla konkretnego ucznia.
pt_pt: Aqui pode ver que extensões foram concedidas em determinada subsecção ou para um determinado estudante.

source: Choose a graded subsection and click the button to obtain a list of all students who have extensions for the given subsection.
da: Vælg et karakteriseret underafsnit, og klik på knappen for at få en liste over alle elever, der har udvidelser til det givne underafsnit.
fr: Choisissez une sous-section et cliquez sur le bouton pour obtenir une liste de tous les étudiants qui ont des extensions pour la sous-section donnée.
pl: Wybierz ocenioną podsekcję i kliknij przycisk, aby uzyskać listę wszystkich uczniów, którzy mają rozszerzenia dla danej podsekcji.
pt_pt: Escolha uma subsecção com avaliação e clique no botão para obter uma lista de todos os estudantes que receberam extensões de tempo nessa subsecção.

source: List all students with due date extensions
da: Liste over alle elever med fristforlængelse
fr: Afficher tous les étudiants bénéficiant d'une prolongation de la date d'échéance
pl: Lista wszystkich studentów, którzy otrzymali wydłużenia terminów
pt_pt: Lista de todos os estudantes com extensões da data limite
zh_tw: 列出所有學生的截止日期延長

source: Specify a student to see all of that student's extensions.
da: Anfør en kursist for at se alle kursistens forlængelser.
fr: Choisissez un étudiant pour voir toutes les extensions de cet étudiant.
pl: Wskaż studenta, aby wyświetlić wszystkie jego wydłużenia terminów.
pt_pt: Especifique um estudante para ver todas as extensões para esse estudante.
zh_tw: 指定一個能查看所有學生延期狀況的學生。

source: List date extensions for student
da: Liste datoudvidelser for studerende
fr: Afficher les prolongations d'échéance pour l'étudiant
pl: Wyświetl wydłużenia terminów dla studenta
pt_pt: Listar as extensões de data para o estudante
zh_tw: 列出學生的日期延遲

source: Resetting extensions
da: Nulstilling af udvidelser
fr: Remise à zéro des prolongations
pl: Resetowanie wydłużeń terminów
pt_pt: Reiniciando extensões
zh_tw: 重置延期

source: Resetting a problem's due date rescinds a due date extension for a student on a particular subsection. This will revert the due date for the student back to the problem's original due date.
da: Nulstilling af et problems forfaldsdato ophæver en fristforlængelse for en studerende på et bestemt underafsnit. Dette vil vende tilbage for elevens terminsdato til problemets oprindelige terminsdato.
fr: La réinitialisation de la date d'échéance d'un problème annule une extension de date d'échéance d'une sous-section particulière pour un étudiant. Cela ramènera la date d'échéance pour l'étudiant à la date d'échéance d'origine du problème.
pl: Zresetowanie terminu zadania unieważnia przedłużenie terminu dla studenta w danym podrozdziale. Spowoduje to, ze uczeń powróci do pierwotnego terminu wykonania zadania.
pt_pt: Repor o prazo limite de um problema anula a extensão do prazo limite que possa ter sido atribuído a um estudante numa subsecção. Isto vai reverter o prazo limite para o prazo original do problema.

source: Reason for reset
da: Årsag til nulstilling
fr: Raison de la réinitialisation
pl: Powód usunięcia
pt_pt: Motivo para redefinir
zh_tw: 重置原因

source: Reset due date for student
da: Nulstil forfaldsdato for elev
fr: Remettre à zéro l'échéance pour l'étudiant
pl: Zresetuj wydłużenie terminu dla studenta
pt_pt: Reiniciar a data limite para o estudante
zh_tw: 重置學生的結束時間

source: Generate Registration Code Modal
da: Generer registreringskode Modal
fr: Générer le code d'enregistrement Modal
pl: Utwórz modalną kodów rejestracyjnych
pt_pt: Gerar Código de Registo Modal
zh_tw: 產生註冊碼模型

source: Create Enrollment Codes
da: Opret tilmeldingskoder
fr: Créer des codes d'inscriptions
pl: Utwórz kody rejestracyjne
pt_pt: Criar Códigos de Matrícula
zh_tw: 建立註冊代碼

source: * Required Information
da: * Nødvendig information
fr: * Information requise
pl: * Pole wymagane
pt_pt: * Informação Necessária
zh_tw: * 必要資訊

source: The organization that purchased enrollments in the course
da: Organisationen, som har købt tilmeldinger til dette kursus
fr: L'organisation qui a acheté des inscriptions dans ce cours
pl: Firma, która dokonała zakupu miejsc na kurs
pt_pt: A organização que adquiriu matrículas no curso
zh_tw: 採買課程註冊的組織

source: Organization Contact
da: Kontakt til organisationen
fr: Contact de l'organisation
pl: Dane kontaktowe do firmy
pt_pt: Contato na Organização
zh_tw: 組織聯繫

source: Organization Contact Name
da: Kontaktnavn til organisationen
fr: Nom du Contact de l'organisation
pl: Stanowisko osoby do kontaktu z firmą
pt_pt: Nome do Contato da Organização
zh_tw: 組織聯絡人姓名

source: The primary contact at the organization
da: Primærkontakt til organisationen
fr: Contact principal de l'organisation
pl: Osoba do kontaktu z firmą
pt_pt: O contato primário na organização
zh_tw: 組織的主要聯絡人

source: Invoice Recipient
da: Fakturamodtager
fr: Destinataire de la facture
pl: Odbiorca rachunku
pt_pt: Destinatário da Fatura
zh_tw: 發票收件人
