Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
da: fuldført, modtaget en bestået karakter og blev tildelt dette {platform_name} {certificate_type} Certificate of Completion i
fr: a complété avec succès, a reçu une note suffisante pour valider, et a reçu un certificat {certificate_type} sur {platform_name} pour la complétion de
pl: ukończył z powodzeniem, otrzymał zaliczającą ocenę i uzyskał {certificate_type} {platform_name} potwierdzający ukończenie kursu
pt_pt: concluído com sucesso, a sua classificação permitiu ser aprovado e recebeu este certificado de conclusão {platform_name} {certificate_type} em
zh_tw: 完成課程、測驗及格，並榮獲該{platform_name} {certificate_type} 之證書

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
da: {platform_name} anerkender præstationer gennem certifikater, som tildeles for kursusaktiviteter, som {platform_name} studerende gennemfører.
fr: {platform_name} reconnaît les réalisations des étudiants par le biais des certificats attribuées lorsque les étudiants complètent diverses activités {platform_name}.
pl: {platform_name} potwierdza osiągnięcia poprzez certyfikaty, które są przyznawane za ukończenie kursów na platformie {platform_name}.
pt_pt: {platform_name} reconhece as realizações através de certificados, que são atribuídos para actividades de curso que os alunos {platform_name} concluem.
zh_tw: {platform_name} 藉由證書承認已完成修習課程，該課之修課證書證明學生完成 {platform_name} 課程活動。

source: All rights reserved
da: Eftertryk forbudt
fr: Tous droits réservés
pl: Wszelkie prawa zastrzeżone
pt_pt: Todos os direitos reservados
zh_tw: 版權所有

source: Invalid Certificate
da: Ugyldigt diplom
fr: Certificat invalide
pl: Nieważny certyfikat
pt_pt: Certificado inválido
zh_tw: 無效的證書

source: Certificate Validation
da: Godkendelse af diplom
fr: Validation du certificat
pl: Potwierdzenie ważności certyfikatu
pt_pt: Validação do Certificado
zh_tw: 證書驗證

source: About {platform_name} Accomplishments
da: Om {platform_name} resultater
fr: A propos de l'attestation {platform_name}
pl: O osiągnięciach w {platform_name}
pt_pt: O seu progresso na {platform_name}
zh_tw: 關於 {platform_name} 成就

source: Issued On:
da: Udstedt den:
fr: Publié le :
pl: Wydany dnia:
pt_pt: Emitido em:
zh_tw: 發表：

source: Certificate ID Number
da: Diplom ID nummer
fr: Numéro d'identification du certificat
pl: Numer identyfikacyjny certyfikatu
pt_pt: Número ID do Certificado
zh_tw: 證書ID號碼

source: About {platform_name} Certificates
da: Om {platform_name} diplomer
fr: A propos des certificats de {platform_name}
pl: O certyfikatach {platform_name}
pt_pt: Sobre os certificados de {platform_name}
zh_tw: 有關{platform_name}證書

source: How {platform_name} Validates Student Certificates
da: Hvordan {platform_name} godkender diplomer
fr: Comment {platform_name} effectue la validation des certificats des étudiants
pl: W jaki sposób {platform_name} dokonuje walidacji certyfikatów studentów?
pt_pt: Como {platform_name} valida os Certificados de Estudante
zh_tw: {platform_name} 如何驗證學生的證書

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
da: Diplomer, udstedt af {platform_name} er underskrevet med en gpg-nøgle, så de kan godkendes uafhængigt af alle med den {platform_name} offentlige nøgle. For uafhængig verifikation, bruger {platform_name} det, der kaldes en "detached signature" & quot; ".
fr: Les certificats émises par {platform_name} sont signés avec une clé gpg key de façon à ce qu'ilspuissent être validés indépendamment par quiconque ayant la clé publique de {platform_name}. Pour une vérification indépendante, {platform_name} utilise ce qu'on appele une clé de "signature détachée"&quot;".
pl: Certyfikaty wydane przez {platform_name} są podpisywane za pomocą klucza gpg i dlatego mogą zostać zweryfikowane w sposób niezależny przez każdego, kto posiada dostęp do klucza dostępu publicznego wydanego przez {platform_name}. Dla potrzeb niezależnej weryfikacji, {platform_name} korzysta z tzw. systemu "detached signature"&quot;".
pt_pt: Os certificados emitidos por {platform_name} são assinados por uma chave gpg para que possam ser validados independentemente por qualquer pessoa com a chave pública {platform_name}. Para verificação independente, a {platform_name} utiliza o que é chamado de "detached signature"&quot;".
zh_tw: 通過 {platform_name} 頒發證書由gpg密鑰簽署，使他們可以被任何人與 {platform_name}公鑰獨立驗證。對於獨立核查，{platform_name}使用所謂的"detached signature"&quot;"。

source: Validate this certificate for yourself
da: Validér selv dette diplom
fr: Validez ce certificat par vous-même
pl: Potwierdź ten certyfikat dla siebie
pt_pt: Valide este certificado para si mesmo.
zh_tw: 為自己驗證此證書

source: {platform_name} offers interactive online classes and MOOCs.
da: {platform_name} tilbyder interaktive onlinekurser og MOOC'er.
pt_pt: {platform_name} oferece aulas interativas online e MOOCs.

source: About {platform_name}
da: Om {platform_name}
fr: A propos de {platform_name}
pl: O {platform_name}
pt_pt: Sobre {platform_name}
zh_tw: 關於 {platform_name}

source: Learn more about {platform_name}
da: Lær mere om {platform_name}
fr: En savoir plus sur {platform_name}
pl: Dowiedz się więcej na temat {platform_name}
pt_pt: Saiba mais sobre {platform_name}
zh_tw: 了解更多關於{platform_name}

source: Learn with {platform_name}
da: Lær med {platform_name}
fr: Apprendre avec {platform_name}
pl: Ucz się z {platform_name}
pt_pt: Aprender com {platform_name}
zh_tw: 跟著 {platform_name}一起學習

source: Work at {platform_name}
da: Arbejd på {platform_name}
fr: Travailler à {platform_name}
pl: Pracuj w {platform_name}
pt_pt: Trabalhar em {platform_name}
zh_tw: 在{platform_name}從事工作

source: Contact {platform_name}
da: Kontakt {platform_name}
fr: Contacter {platform_name}
pl: Skontaktuj się z {platform_name}
pt_pt: Contacto {platform_name}
zh_tw: 聯繫 {platform_name}

source: {platform_name} acknowledges the following student accomplishment
da: {platform_name} anerkender følgende kursists præstation
fr: {platform_name} atteste la réalisation de l'étudiant suivant
pl: {platform_name} potwierdza następujące osiągnięcia
pt_pt: {platform_name} reconhece o seguinte progresso do estudante
zh_tw: {platform_name} acknowledges 以下的學生成績

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
da: et studieforløb tilbudt af {partner_short_name}, et online læringsinitiativ fra {partner_long_name} .
fr: un cours offert par {partner_short_name}, une initiative de cours en ligne de {partner_long_name}
pl: program edukacyjny online prowadzony przez {partner_short_name}, za który odpowiada {partner_long_name}.
pt_pt: um curso de estudo oferecido por {partner_short_name}, uma iniciativa de aprendizagem on-line de {partner_long_name}.
zh_tw: 課程的學習是由 {partner_short_name}所提供，和 {partner_long_name}的主動線上學習。

source: a course of study offered by {partner_short_name}.
da: et studieforløb udbudt af {partner_short_name} .
fr: un cours offert par {partner_short_name}.
pl: program edukacyjny prowadzony przez {partner_short_name}.
pt_pt: um curso de estudo oferecido por {partner_short_name},
zh_tw: 課程的學習是由 {partner_short_name}所提供。

source: I completed the {course_title} course on {platform_name}.
da: Jeg har afsluttet {course_title} kurset om {platform_name}.
fr: J'ai terminé le cours {course_title} sur {platform_name}.
pl: Ukończyłem kurs {course_title} na platformie {platform_name}.
pt_pt: Completei o curso {course_title} em {platform_name}.
zh_tw: 我已經在 {platform_name}完成課程 {course_title}

source: I completed a course at {platform_name}. Take a look at my certificate.
da: Jeg gennemførte et kursus på {platform_name} . Tag et kig på mit certifikat.
fr: J'ai terminé un cours sur {platform_name}. Voici mon certificat.
pl: Ukończyłem kurs na platformie {platform_name}. Sprawdź mój certyfikat.
pt_pt: Completei um curso em {platform_name}. Vejam o meu certificado.
zh_tw: 我已經完成了一門課在{platform_name}。檢視我的證書。

source: More Information About {user_name}'s Certificate:
da: Flere oplysninger om {user_name}'s diplom:
fr: Plus d'information sur le certificat de {user_name}:
pl: Więcej informacji o certyfikacie, który uzyskał/a {user_name}:
pt_pt: Mais Informações Sobre o Certificado {user_name}:
zh_tw: 更多訊息關於{user_name}的證書：

source: {fullname}, you earned a certificate!
da: {fullname}, du har fået et certifikat!
fr: {fullname}, vous avez mérité un certificat !
pl: {fullname}, otrzymałeś/aś certyfikat!
pt_pt: {fullname}, ganhou um certificado!
zh_tw: {fullname}，你已經取得證書！

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
da: Tillykke! Denne side opsummerer, hvad du har opnået. Vis det frem for familie, venner og kolleger i dine sociale og professionelle netværk.
fr: Félicitations ! Cette page résume ce que vous avez accompli. Montrez le à votre famille, amis, et vos collègues dans les réseaux sociaux et professionnels.
pl: Gratulacje! Oto strona podsumowująca twoje osiągnięcia. Pokaż je swojej rodzinie, pracodawcy, przyjaciołom i kolegom.
pt_pt: Parabéns! Esta página resume o seu êxito. Partilhe com a família, amigos e colegas através das suas redes sociais e profissionais.
zh_tw: 恭喜!本頁總結您所完成之項目。在您的社交和專業網絡展示給家人，朋友和同事。

source: More about {fullname}'s accomplishment
da: Mere om {fullname}s præstation
fr: En savoir plus sur les résultats de {fullname}
pl: Więcej o dokonaniach studenta {fullname}
pt_pt: Mais informação sobre o êxito de {fullname}
zh_tw: 更多關於 {fullname}的成就

source: {course_id} is not a valid course key.
da: {course_id} er ikke en gyldig kursusnøgle.
fr: {course_id} n'est pas une clé de cours valide.
pl: {course_id} nie jest prawidłowym kluczem kursu.
pt_pt: {course_id} não é uma chave de curso válida.
zh_tw: {course_id} 不是有效的課程Key。

source: Course {course_id} does not exist.
da: Kursus {course_id} findes ikke.
fr: Le cours {course_id} n'existe pas.
pl: Nie istnieje kurs {course_id}.
pt_pt: O curso {course_id} não existe.
zh_tw: {course_id} 課程不存在。

source: Use the checkout page hosted by the E-Commerce service.
da: Brug betalingssiden, der hostes af e-handelstjenesten.
fr: Utiliser la page de paiement hébergé par le service de commerce électronique.
pl: Skorzystaj ze strony płatności udostępnionej przez operatora płatności.
pt_pt: Utilize a página de compra disponibilizada pelo serviço E-Commerce.
zh_tw: 透過使用電子商務服務承載結帳頁面。

source: Path to course(s) checkout page hosted by the E-Commerce service.
da: Stien til kursets betalingsside hostet af e-handelstjenesten.
fr: Chemin vers la ou les page(s) de cours hébergé par le service de commerce électronique.
pt_pt: Caminho para a página de checkout do curso(s) alojado pelo serviço de E-Commerce.

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
da: Angivet i sekunder. Aktiver cachelagring ved at indstille dette til en værdi større end 0.
fr: Indiqués en secondes. Active la mise en cache en réglant à une valeur plus grande que 0.
pl: Określony w sekundach. Włącz cache'owanie ustawiając tę wartość na większą od 0.
pt_pt: Especificado em segundos. Habilitar o cache, definindo-o com um valor superior a 0.
zh_tw: 指定為秒。藉由設定這個大於0的值來啟動快取。

source: Path to order receipt page.
da: Sti til ordrekvitteringsside.
fr: Chemin vers la page de reçu de la commande
pl: Ścieżka do strony potwierdzającej przyjęcie zamówienia.
pt_pt: Página do recibo da compra.
zh_tw: 訂單收據頁面的路徑。

source: Automatically approve valid refund requests, without manual processing
da: Godkend automatisk gyldige refusionsanmodninger uden manuel behandling
fr: Accepter automatiquement les demandes de remboursement valables, sans procédure manuelle
pl: Automatycznie akceptuj prawidłowe żądania zwrotu pieniędzy bez ich ręcznego przetwarzania.
pt_pt: Aprova automaticamente pedidos de reembolso válidos, sem processamento manual

source: [Refund] User-Requested Refund
da: [Tilbagebetaling] Bruger-Anmodet tilbagebetaling
fr: [Remboursement] Demande de remboursement de l'utilisateur
pl: [Refund] Zwrot zażądany przez użytkownika
pt_pt: [Refund] Reembolso Solicitado Pelo Utilizador
zh_tw: [退票]用戶請求退款

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
da: En anmodning om refusion er igangsat for {username} ({email}). For at behandle denne anmodning, skal du besøge linket (ene) nedenfor.
fr: Une demande de remboursement a été initiée pour {username} ({email}). Afin de traiter cette demande, svp visiter le ou les liens ci-dessous.
pl: Wniosek o przyznanie zwrotu pieniędzy został przesłany przez użytkownika {username} ({email}). W celu rozpatrzenia wniosku kliknij w poniższy odnośnik(i).
pt_pt: Um pedido de reembolso foi iniciado para {username} ({email}). Para processar este pedido, visite o link (ou links) abaixo.
zh_tw: {username} ({email}) 的退款要求已經建立。為了處理此請求，請訪問以下聯結(s) 。

source: Earn a certificate
da: Få et certifikat
fr: Obtenir un certificat
pl: Uzyskaj certyfikat
pt_pt: Obtenha um certificado
zh_tw: 獲得證書

source: Complete the course
da: Gennemfør kurset

source: Explore the course
da: Udforsk kurset

source: Not sure yet
da: Ikke sikker endnu

source: There's still time to reach your goal
da: Der er stadig tid til at nå dit mål

source: Jump back in
da: Hop ind igen

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
da: Husk, du kan altid ændre dit læringsmål. Det bedste mål er et, som du kan holde dig til.

source: Adjust my goal
da: Juster mit mål
fr: Ajuster mon objectif
pt_pt: Ajustar o meu objetivo

source: Unsubscribe from goal reminder emails to this course
da: Afmeld e-mails med mål påmindelser til dette kursus

source: You’re almost there!
da: Du er der næsten!

source: There's still time to reach your goal
da: Der er stadig tid til at nå dit mål
fr: Il reste du temps pour atteindre votre objectif
pt_pt: Ainda há tempo para alcançar o seu objetivo

source: You set a goal of learning %(days_per_week)s times a week in %(course_name)s. You're not quite there, but there's still time to reach that goal!
da: Du har et mål om at studere %(days_per_week)s gange om ugen i %(course_name)s . Du er der ikke helt, men der er stadig tid til at nå det mål!
fr: Vous vous êtes fixé comme objectif d'apprendre %(days_per_week)s fois par semaine sur %(course_name)s. Il reste encore du travail, mais il reste du temps de l'atteindre !
pt_pt: Definiu um objetivo de aprendizagem de %(days_per_week)s vezes por semana em %(course_name)s. Ainda não chegou lá, mas ainda tem tempo de alcançar esse objetivo!

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
da: Husk, du kan altid ændre dit læringsmål. Det bedste mål er et, som du kan holde dig til.
fr: N'oubliez pas, vous pouvez toujours redéfinir votre objectif. Le meilleur objectif est celui auquel vous pouvez vous tenir.
pt_pt: Lembre-se que pode sempre alterar o seu objetivo de aprendizagem. O melhor objetivo é um que possa acompanhar.

source: You've almost reached your goal in %(course_name)s
da: Du har næsten nået dit mål i %(course_name)s
fr: Vous avez bientôt atteint votre objectif sur %(course_name)s
pt_pt: Está quase a alcançar o seu objetivo em %(course_name)s

source: These define the context to disable the frontend-app-learning progress page.If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
da: Disse definerer konteksten for at deaktivere frontend-app-indlæringssiden. Hvis der ikke er angivet nogen værdier, gælder konfigurationen globalt. Hvis der er angivet en enkelt værdi, gælder konfigurationen for alle kurser inden for den kontekst. Der kan højst indstilles én værdi ad gangen.<br> Hvis flere kontekster gælder for et kursus (f.eks. hvis konfiguration er specificeret for kurset specifikt og for den organisation, som kurset er i, så tilsidesætter den mere specifikke kontekst den mere generelle kontekst.
fr: Celles-ci définissent le contexte pour désactiver la page de progression frontend-app-learning. Si aucune valeur n'est définie, la configuration s'applique globalement. Si une seule valeur est définie, la configuration s'applique à tous les cours dans ce contexte. Au plus une valeur peut être définie à la fois.<br>Si plusieurs contextes s'appliquent à un cours (par exemple, si la configuration est spécifiée spécifiquement pour le cours et pour l'organisation dans laquelle se trouve le cours, le contexte plus spécifique remplace le contexte plus général.
pt_pt: Estes definem o contexto para desactivar a página de progressão da aprendizagem de frontend-app. Se não forem definidos valores, então a configuração aplica-se globalmente. Se for definido um único valor, então a configuração aplica-se a todos os cursos dentro desse contexto. No máximo pode ser definido um valor de cada vez. <br>Se múltiplos contextos se aplicarem a um curso (por exemplo, se a configuração for indicada especificamente para o curso, e para a organização em que o curso está, então o contexto mais específico sobrepõe-se ao contexto mais geral.

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Disabled" is left as "Unknown" in the course context, then that course will be Disabled only if the org that it is in is Disabled.
da: Hvis nogen af disse værdier efterlades tom eller "Ukendt", vil deres værdi ved kørsel blive hentet fra den næstmest specifikke kontekst, der gælder. For eksempel, hvis "Deaktiveret" efterlades som "Ukendt" i kursuskonteksten, vil kurset kun blive deaktiveret, hvis den organisation, det er i, er Deaktiveret.
fr: Si l'une de ces valeurs est laissée vide ou "inconnue", sa valeur lors de l'exécution sera extraite du contexte suivant le plus spécifique qui s'applique. Par exemple, si "Désactivé" est laissé comme "Inconnu" dans le contexte du cours, ce cours ne sera désactivé que si l'organisation dans laquelle il se trouve est désactivée.
pt_pt: Se algum desses valores for deixado vazio ou "Desconhecido", então o seu valor será descoberto em tempo de execução sendo usado o contexto mais próximo e específico a que se aplica. Por exemplo, se "Desactivado" for deixado como "Desconhecido" no contexto do curso, então esse curso será desativado somente se a organização em que ele está estiver marcada como "Desactivado".

source: Disabled
da: handicappet
fr: Désactivé
pt_pt: Desativado

source: ({number} Question)
da: ( {number} spørgsmål)
pt_pt: ({number} Pergunta)

source: Please contact your degree administrator or {platform_name} Support if you have questions.
da: Kontakt venligst din gradsadministrator eller {platform_name} Support, hvis du har spørgsmål.
fr: Veuillez contacter l'administrateur de votre diplôme ou le {platform_name} si vous avez des questions.
pt_pt: Por favor contacte o administrador do seu curso ou o apoio da plataforma {platform_name} se tiver dúvidas.

source: 'course_id' is required.
da: 'course_id' er påkrævet.
fr: 'course_id' est requis.
pt_pt: 'course_id' é necessário.

source: Only 'course_id' is expected.
da: Kun 'course_id' forventes.
fr: Seul 'course_id' est attendu.
pt_pt: Apenas 'course_id' é esperado.

source: Welcome message successfully dismissed.
da: Velkomstbeskeden blev afvist.
fr: Message de bienvenue supprimé avec succès.
pt_pt: Mensagem de boas-vindas descartada com sucesso.

source: Your course goal has been successfully set.
da: Dit kursusmål er blevet sat.
fr: Votre objectif de cours a été défini avec succès.
pt_pt: O objetivo do seu curso foi definido com sucesso.

source: Course goal updated successfully.
da: Kursusmål blev opdateret.
fr: Objectif du cours mis à jour avec succès.
pt_pt: Objetivo do curso atualizado com sucesso.

source: Enable learners to access, and collaborate on course-related information.
da: Giv eleverne adgang til og samarbejde om kursusrelaterede oplysninger.
fr: Permettez aux apprenants d'accéder et de collaborer sur les informations liées au cours.
pt_pt: Permitir aos alunos o acesso, e colaborar na informação relacionada com os cursos.

source: This is the wiki for **{organization}**'s _{course_name}_.
da: Dette er wiki'en til ** {organization} ** 's _ {course_name} _.
fr: Ceci est le wiki pour _{course_name}_ de **{organization}**.
pl: Tutaj znajduje się wiki kursu _{course_name}_ którym zarządza **{organization}**'.
pt_pt: Este é a wiki para **{organization}**'s _ {course_name} _.
zh_tw: 這是給 **{organization}**'s _{course_name}_使用的Wiki.

source: Course page automatically created.
da: Automatisk oprettet kursusside.
fr: Page de cours créée automatiquement.
pl: Strona kursu utworzona automatycznie.
pt_pt: Página de curso criada automaticamente.
zh_tw: 課程頁面會自動建立。

source: Welcome to the {platform_name} Wiki
da: Velkommen til {platform_name} Wiki
fr: Bienvenue sur le wiki de {platform_name}
pl: Witamy w Wiki platformy {platform_name}
pt_pt: Bem-vindo à Wiki de {platform_name}
zh_tw: 歡迎來到{platform_name} Wiki

source: Visit a course wiki to add an article.
da: Besøg et kursus-wiki for at tilføje en artikel.
fr: Visitez le wiki d'un cours pour ajouter un article.
pl: Odwiedź wiki kursu, aby dodać artykuł.
pt_pt: Visite a wiki de um curso para adicionar um artigo.
zh_tw: 參觀課程的wiki以添加文章。

source: Course has not started
da: Kurset er ikke startet
fr: Le cours n'a pas démarré
pl: Kurs jeszcze się nie rozpoczął.
pt_pt: O curso ainda não iniciou
zh_tw: 課程尚未開始

source: Course does not start until {}
da: Kurset starter først {}
fr: Le cours ne commence pas avant le {}
pl: Kurs rozpocznie się dn. {}.
pt_pt: O curso não iniciará antes de {}
zh_tw: 課程直至 {} 才開始。

source: You have unfulfilled milestones
da: Du har uopfyldte milepæle
fr: Vous avez des jalons non respectés
pl: Masz nieosiągnięte cele
pt_pt: Existem marcos por concluir
zh_tw: 您有未達成的里程碑。

source: You do not have access to this course
da: Du har ikke adgang til dette kursus
fr: Vous n'avez pas accès à ce cours
pl: Nie posiadasz dostępu do tego kursu.
pt_pt: Não tem acesso a este curso
zh_tw: 您沒有進入這門課程的權限。

source: You do not have access to this course on a mobile device
da: Du har ikke adgang til dette kursus på en mobilenhed
fr: Vous n'avez pas accès à ce cours sur un appareil mobile
pl: Nie posiadasz dostępu do tego kursu na urządzeniu mobilnym.
pt_pt: Não tem acesso a este curso através de um dispositivo móvel
zh_tw: 您沒有在行動裝置上進入這門課程的權限。

source: You must be enrolled in the course
da: Du skal være tilmeldt kurset
fr: Vous devez être inscrits à ce cours
pt_pt: Deve estar matriculado no curso

source: You must be logged in to see this course
da: Du skal være logget ind for at se dette kursus
fr: Vous devez être connectés pour voir ce cours
pt_pt: Tem de estar autenticado para ver este curso

source: Please view your course in the existing experience
da: Se venligst dit kursus i den eksisterende oplevelse

source: Financial Assistance
da: Økonomisk bistand
fr: Soutien Financier
pt_pt: Assistência Financeira

source: Assignment
da: Opgave
fr: Devoir
pt_pt: Tarefa

source: Open Response Assessment
da: Åbn svarvurdering
fr: Évaluation par les pairs
pt_pt: Questão de Resposta Aberta
