Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
da: En ordbog, der kortlægger, hvilke grupper der kan vises denne blok. Nøglerne er gruppekonfigurations-id'er, og værdierne er en liste over gruppe-id'er. Hvis der ikke er nogen nøgle til en gruppekonfiguration, eller hvis sættet af gruppe-id'er er tomt, anses blokken for at være synlig for alle. Bemærk, at dette felt ignoreres, hvis blokken kun er synlig_for_medarbejdere.
fr: Un dictionnaire qui fait la correspondance des groupes qui peuvent être affichés dans ce bloc. Les clés sont les identifiants des configurations de groupe et les valeurs sont une liste des identifiants de groupes. S'il n'y a pas de clé pour une configuration de groupe ou si l'ensemble des identifiants de groupe est vide alors le bloc est considéré visible pour tous. Notez que ce champ est ignoré si le bloc est visible à l'équipe pédagogique seulement (visible_to_staff_only).
pl: Wskazanie określające którym grupom zostanie wyświetlony ten blok. Kluczami są identyfikatory konfiguracji grup, a wartościami listy identyfikatorów grup. Jeśli nie ma klucza dla konfiguracji grupy lub zestaw identyfikatorów grup jest pusty, wtedy blok uznawany jest za widoczny dla wszystkich. Weź pod uwagę, że to pole jest ignorowane jeśli blok znajduje się w ustawieniu block is visible_to_staff_only.
pt_pt: Um dicionário que mapeia quais os grupos que podem ser mostrados neste bloco. As chaves são IDs de configuração de grupo e os valores são uma lista de IDs de grupo. Se não existir uma chave para uma configuração de grupo ou se o conjunto de IDs de grupo estiver vazio, então o bloco é considerado visível para todos. Note-se que este campo é ignorado se o bloco for visível_apenas_para_funcionário.
zh_tw: 被字典對映到的群組可以被顯示在此區塊中。關鍵字是群組設定id和數值是群組 ID的列表。假如沒有關鍵字給群組設定或者群組 ID的集合是空的那麼區塊就會對所有公開。如果該區塊是visible_to_staff_only則欄位會被忽略。

source: One of user or external_user_key must not be null.
da: En af bruger eller ekstern_bruger_nøgle må ikke være null.
fr: Un de utilisateur ou utilisateur externe ne doit pas être nul.
pt_pt: Um dos utilizadores ou chave_de_utilizador_externa não pode ser nulo.

source: View and regenerate certificates.
da: Se og generer diplomer.
fr: Voir et regénerer les certificats.
pl: Zobacz i odnów certyfikaty.
pt_pt: Ver e regerar certificados.
zh_tw: 查看並產生證書。

source: Enrollment
da: Tilmelding
fr: Inscriptions
pl: Nabór
pt_pt: Inscrição
zh_tw: 註冊

source: View and update learner enrollments.
da: Se og opdater elevtilmeldinger.
fr: Voir et mettre à jour les inscriptions des apprenants.
pl: Zobacz i zaktualizuj zapisy studentów.
pt_pt: Ver e atualizar inscrições dos estudantes.
zh_tw: 查看及更新學習者註冊資訊。

source: Manage User
da: Administrer bruger
fr: Gestion Utilisateur
pl: Zarządzaj Użytkownikiem
pt_pt: Gestão de Utilizador
zh_tw: 管理用戶

source: Disable User Account
da: Deaktiver brugerkonto
fr: Désactiver le Compte utilisateur
pl: Dezaktywuj konto użytkownika
pt_pt: Desativar Conta de Utilizador

source: Entitlements
da: Rettigheder
fr: Droits
pl: Uprawnienia
pt_pt: Direitos
zh_tw: 權益

source: View, create, and reissue learner entitlements
da: Se, opret og genudsted elevrettigheder
fr: Voir, créer et réémettre des droits étudiants
pt_pt: Ver, criar e reemitir direitos do estudante

source: Feature Based Enrollments
da: Funktionsbaserede tilmeldinger
fr: Inscriptions basées sur les fonctionnalités
pl: Zapisy oparte na funkcjach
pt_pt: Matricula baseada em características
zh_tw: 特色為主的入學人數

source: View feature based enrollment settings
da: Se funktionsbaserede tilmeldingsindstillinger
fr: Afficher les paramètres d'inscription basés sur les fonctionnalités
pt_pt: Ver definições de matrículas baseadas em características

source: Link Program Enrollments
da: Link programtilmeldinger
fr: Lier les inscriptions au programme
pl: Połącz zapisy do programu
pt_pt: Relacionar programas de matriculas

source: Link LMS users to program enrollments
da: Link LMS-brugere til programtilmeldinger
fr: Lier les utilisateurs du LMS aux inscriptions au programme
pt_pt: Relacionar os utilizadores do LMS ao programa de matriculas

source: Find information related to a learner's program enrollments
da: Find information relateret til en elevs programtilmeldinger
fr: Trouver de l'information associé au inscription programme d'un utilisateur
pt_pt: Encontrar informação relacionada com as inscrições de um estudante no programa de aprendizagem

source: username
da: brugernavn
fr: nom d'utilisateur
pl: nazwa użytkownika
pt_pt: nome de utilizador
zh_tw: 使用者帳號

source: Usable
da: Brugbar
fr: Utilisable
pt_pt: Utilizável

source: Unusable
da: Ubrugelig
fr: Inutilisable
pt_pt: Inutilizável

source: User Enabled Successfully
da: Bruger aktiveret
fr: Utilisateur activé avec succès
pt_pt: Utilizador Ativado com Êxito

source: User Disabled Successfully
da: Bruger deaktiveret
fr: Utilisateur désactivé avec succès
pt_pt: Utilizador Desativado com Êxito

source: You must complete a survey
da: Du skal udfylde en undersøgelse
fr: Vous devez compléter un sondage
pl: Należy wypełnić ankietę
pt_pt: Deve completar um inquérito

source: Optional language the team uses as ISO 639-1 code.
da: Valgfrit sprog, som holdet bruger som ISO 639-1 kode.
fr: Langage optionel utilisé par l'équipe selon le code ISO 639-1.
pl: Opcjonalny język zespołu jako kod ISO 639-1.
pt_pt: Idioma opcional que a equipa utiliza como código ISO 639-1.
zh_tw: 團隊所使用之選擇性語言的代碼為 ISO 639-1 。

source: Teams
da: Hold
fr: Équipes
pl: Zespoły
pt_pt: Equipas
zh_tw: 團隊

source: Leverage teams to allow learners to connect by topic of interest.
da: Udnyt teams for at give eleverne mulighed for at forbinde efter emne af interesse.
fr: Tirez parti des équipes pour permettre aux apprenants de se connecter par sujet d'intérêt.
pt_pt: Permitir que as equipas de alunos se liguem por tópico de interesse.

source: course_id must be provided
da: Kursus_id skal oplyses
fr: le numéro d'identification du cours doit être fourni
pl: course_id musi zostać podany
pt_pt: deve ser fornecido um course_id
zh_tw: 必須提供 course_id

source: The supplied course id {course_id} is not valid.
da: Kursus ID {course_id} er ikke gyldigt.
fr: Le numéro d'indentification du cours fourni {course_id} n'est pas valide.
pl: Wskazany identyfikator kursu {course_id} jest nieprawidłowy.
pt_pt: A id do curso fornecido {course_id} não é válido.
zh_tw: 所提供之課程id {course_id} 是無效的。

source: text_search and order_by cannot be provided together
da: tekst_søgning og ordre_af ikke kan benyttes sammen
fr: text_search et order_by ne peuvent être fournis ensemble
pl: Nie można łączyć text_search i order_by
pt_pt: text_search e order_by não podem ser utilizados simultaneamente
zh_tw: text_search和 order_by 不能一起被提供

source: The supplied topic id {topic_id} is not valid
da: Emne ID {topic_id} er ikke gyldigt
fr: L'id du sujet {topic_id} fourni n'est pas valide
pl: Podany identyfikator tematu {topic_id} jest nieprawidłowy
pt_pt: O ID do tópico fornecido {topic_id} não é válido
zh_tw: 所提供之主提id {topic_id} 是無效的。

source: Error connecting to elasticsearch
da: Fejl ved tilslutning til elasticsearch
fr: Erreur de connection à elasticsearch
pl: Błąd połączenia z elasticseatch
pt_pt: Erro ao conectar-se a elasticsearch
zh_tw: 到elasticsearch 的錯誤連結

source: The ordering {ordering} is not supported
da: Bestillingen {ordering} understøttes ikke
fr: La commande {ordering} n'est pas prise en charge
pl: Kolejność {ordering} jest niewspierana
pt_pt: A ordenação {ordering} não é suportada
zh_tw: 不支援排序 {ordering} 。

source: The supplied course_id {course_id} is not valid.
da: Kursus_ID {course_id} er ikke gyldigt.
fr: Le numéro d'identification du cours fourni {course_id} n'est pas valide
pl: Podany identyfikator kursu {course_id} jest nieprawidłowy.
pt_pt: A id de curso fornecida {course_id} não é válida.
zh_tw: 所提供之課程_id {course_id}是無效的。

source: topic_id is required
da: topic_id er påkrævet
fr: Le topic_id est requis
pt_pt: topic_id é necessário

source: You can't create a team in an instructor managed topic.
da: Du kan ikke oprette et hold i et instruktørstyret emne.
fr: Vous ne pouvez pas créer une équipe dans un sujet dirigé par un instructeur.
pt_pt: Não pode criar uma equipa num tópico gerido pelo instrutor.

source: You are already in a team in this teamset.
da: Du er allerede i et team i dette teamsæt.
fr: Vous êtes déjà dans une équipe dans cet ensemble d'équipe.
pt_pt: Você já está numa equipa neste conjunto de equipas.

source: teamset_id and team_id are mutually exclusive options.
da: teamset_id og team_id er gensidigt eksklusive muligheder.
fr: teamset_id et team_id sont des options mutuellement exclusives.
pt_pt: teamset_id e team_id são opções mutuamente exclusivas.

source: teamset_id requires course_id to also be provided.
da: teamset_id kræver, at kursus-id også angives.
fr: teamset_id nécessite que le course_id soit également fourni
pt_pt: teamset_id requer course_id para ser fornecido.

source: No teamset found in given course with given id
da: Intet holdsæt fundet i givet kursus med givet id
fr: Aucun ensemble d'équipe trouvé dans le cours identifié par ce id
pt_pt: Nenhum conjunto de equipa encontrado em determinado curso com determinado id

source: username or (team_id or teamset_id) must be specified.
da: brugernavn eller (team_id eller teamset_id) skal angives.
fr: Le nom d'utilisateur ou (team_id ou teamset_id) doit être identifié.
pt_pt: nome de utilizador ou (team_id ou teamset_id) devem ser especificados.

source: Username is required.
da: Brugernavn skal oplyses
fr: Le nom d'utilisateur est nécessaire.
pl: Wymagana jest nazwa użytkownika.
pt_pt: É necessário o nome de utilizador.
zh_tw: 使用者帳號為必填。

source: Team id is required.
da: Hold ID skal oplyses
fr: L'identifiant de l'équipe est nécessaire.
pl: Wymagany jest identyfikator grupy.
pt_pt: É necessária a id da equipa.
zh_tw: 團隊id 為必填。

source: This team is already full.
da: Holdet er allerede overtegnet.
fr: Cette équipe est déjà complète.
pl: W tym zespole nie ma już miejsc.
pt_pt: Esta equipa já está completa.
zh_tw: 此團隊已額滿。

source: You can't join an instructor managed team.
da: Du kan ikke deltage i et instruktørstyret team.
fr: Vous ne pouvez pas rejoindre une équipe dirigée par un instructeur.
pt_pt: Não se pode juntar a uma equipa de gestão de instrutores.

source: The user {username} is already a member of a team in this teamset.
da: Brugeren {username} er allerede medlem af et team i dette teamsæt.
fr: L'utilisateur {username} est déjà membre d'une équipe dans cet ensemble d'équipe.
pt_pt: O utilizador {username} já é membro de uma equipa neste conjunto de equipas.

source: The user {username} is not enrolled in the course associated with this team.
da: Brugeren {username} er ikke tilmeldt det kursus, som er tilknyttet dette hold.
fr: L'utilisateur {username} n'est pas inscrit au cours associé à cette équipe.
pl: Student {username} nie uczestniczy w kursie z którym powiązany jest ten zespół.
pt_pt: O utilizador {username} não está inscrito no curso associado a esta equipa.
zh_tw: 使用者 {username} 未註冊有關此課程之團隊。

source: You can't leave an instructor managed team.
da: Du kan ikke forlade et instruktørstyret team.
fr: Vous ne pouvez pas quitter une équipe dirigée par un instructeur.
pt_pt: Não pode deixar uma equipa gerida pelo instrutor.

source: The course for which this deadline applies
da: Kurset, som denne deadline gælder for
fr: Le cours pour lequel ce délai s'applique
pl: Kurs, którego dotyczy ten termin końcowy
pt_pt: O curso a que esta data limite se aplica
zh_tw: 適用於此期限之課程

source: The datetime after which users are no longer allowed to submit photos for verification.
da: Datoen, efter hvilken brugere ikke længere kan indsende fotos til verifikation.
fr: La date et l'heure après lesquels les utilisateurs ne sont plus autorisés à soumettre des photos pour vérification.
pl: Data i czas, po których niedozwolone będzie przesyłanie przez studentów zdjęć do celów weryfikacyjnych.
pt_pt: A data e hora após a qual os utilizadores já não podem submeter fotografias para verificação.
zh_tw: 此時期後，使用者不再被允許提交的照片以進行驗證。

source: Your {platform_name} verification has expired.
da: Din {platform_name} bekræftelse er udløbet.
fr: Votre vérification {platform_name} a expiré.
pl: Potwierdzenie twojej tożsamości w {platform_name} wygasło.
pt_pt: A verificação da sua {platform_name} expirou.
zh_tw: 您的 {platform_name}驗證已經過期。

source: Make payment
da: Betaling
fr: Effectuer un paiement
pl: Dokonaj płatności
pt_pt: Realizar pagamento
zh_tw: 進行付款

source: Take photo
da: Tag foto
fr: Prendre une photo
pl: Zrób zdjęcie
pt_pt: Tirar fotografia
zh_tw: 照相

source: Take a photo of your ID
da: Tag et billede af dit id
fr: Prenez une photo de votre pièce d'identité
pl: Zrób zdjęcie swojego dowodu tożsamości
pt_pt: Tire uma fotografia do seu documento de identificação
zh_tw: 拍攝一張您的證件照

source: Review your info
da: Tjek dine oplysninger
fr: Vérifiez vos informations
pl: Sprawdź swoje dane
pt_pt: Rever a sua informação
zh_tw: 檢閱您的資訊

source: Enrollment confirmation
da: Bekræftelse på tilmelding
fr: Confirmation d'inscription
pl: Potwierdzenie zapisu
pt_pt: Confirmação de matrícula
zh_tw: 註冊確認

source: Selected price is not valid number.
da: Den valgte pris er ikke et gyldigt tal.
fr: Le prix sélectionné n'est pas un nombre valide.
pl: Wybrana cena nie jest poprawną liczbą.
pt_pt: O preço selecionado não é um número válido.
zh_tw: 選擇的價格是無效的數字。

source: This course doesn't support paid certificates
da: Dette kursus understøtter ikke betalte beviser
fr: Ce cours ne propose pas de certificats payants
pl: Ten kurs nie oferuje płatnych certyfikatów
pt_pt: Este curso não suporta certificados pagos
zh_tw: 這個課程並不支援付費證書

source: No selected price or selected price is below minimum.
da: Ingen pris valgt eller den valgte pris er under minimum.
fr: Aucun prix n'est sélectionné ou ce dernier est en dessous du seuil minimum.
pl: Nie wybrano ceny lub wybrana cena jest niższa od minimalnej.
pt_pt: Nenhum preço selecionado ou o preço selecionado é inferior ao mínimo.
zh_tw: 沒有選擇價格或是選擇價格低於最小值。

source: Photo ID image is required if the user does not have an initial verification attempt.
da: Billed-id er påkrævet, hvis brugeren ikke har et første verifikationsforsøg.
fr: Une photo d'une pièce d'identification officielle est nécessaire si l'utilisateur n'a effectué aucune demande de vérification.
pl: Zdjęcie identyfikacyjne jest wymagane jeśli student nie podjął próby wstępnej weryfikacji.
pt_pt: É necessária uma imagem de identificação com fotografia se o utilizador não tiver uma tentativa inicial de verificação.
zh_tw: 如果使用者未初次嘗試驗證，照片ID圖像是必填的。

source: Missing required parameter face_image
da: Manglende påkrævet parameter face_image
fr: Paramètre face_image requis manquant
pl: Brak wymaganego parametru face_image
pt_pt: Parâmetro necessário em falta face_imagem
zh_tw: 缺少必要的參數 face_image

source: No profile found for user
da: Ingen profil fundet for bruger

source: Name must be at least {min_length} character long.
da: Navnet skal være mindst {min_length} tegn langt.

source: Image data is in an unsupported format.
da: Billeddata er i et ikke-understøttet format.
fr: Les données d'image sont dans un format non pris en charge.
pt_pt: Os dados de imagem estão num formato não suportado.

source: Image data is not valid.
da: Billede data er ikke gyldigt.
fr: Les données de l'image sont invalides.
pl: Zdjęcia są nieprawidłowe.
pt_pt: Os dados da imagem não são válidos.
zh_tw: 影像檔無效

source: Your {platform_name} ID verification was approved!
da: Din {platform_name} ID-bekræftelse blev godkendt!
fr: Votre vérification d'identité {platform_name} a été approuvée!
pt_pt: A sua verificação de ID de {platform_name} foi aprovada!

source: Your {platform_name} Verification Has Been Denied
da: Din {platform_name} bekræftelse er blevet nægtet
fr: Votre Vérification {platform_name} a été refusée.
pt_pt: A sua verificação {platform_name} foi negada

source: Professional
da: Professionel
fr: Professionnel
pl: Specjalistyczny
pt_pt: Profissional
zh_tw: 專業的

source: Honor
da: Ære
fr: Honneur
pt_pt: Honra
zh_tw: 榮譽

source: Prerequisites
da: Forudsætninger
fr: Pré-requis
pl: Wymagania wstępne
pt_pt: Pré-requisitos
zh_tw: 預備知識

source: Please correct the errors below.
da: Ret venligst fejlene nedenfor.
fr: Merci de corriger les erreurs ci-dessous.
pt_pt: Por favor, corrija os erros abaixo.

source: Are you sure you want to cancel retirement for user "%(username)s"?
da: Er du sikker på, at du vil annullere pensionering for brugeren "%(username)s"?
fr: Êtes-vous sûr de vouloir annuler le retrait de l'utilisateur "%(username)s" ?
pt_pt: Tem certeza de que deseja cancelar a reforma para o utilizador "%(username)s"?

source: You’re almost there!
da: Du er der næsten!

source: Welcome to %(course_name)s
da: Velkommen til %(course_name)s
fr: Bienvenue dans %(course_name)s
pt_pt: Bem-vindo ao %(course_name)s

source: To get started, please visit https://%(site_name)s.
da: Besøg https://%(site_name)s for at komme igang.
fr: Pour commencer, veuillez visiter https://%(site_name)s
pt_pt: Para começar, Acesse https:// %(site_name)s.

source: The login information for your account follows:
da: Loginoplysningerne til din konto følger:
fr: Les informations de connexion de votre compte suivent :
pt_pt: As informações de login da sua conta seguem:

source: password: %(password)s
da: adgangskode: %(password)s
fr: mot de passe : %(password)s
pt_pt: palavra-passe: %(password)s

source: It is recommended that you change your password.
da: Det anbefales, at du ændrer din adgangskode.
fr: Il est recommandé de changer de mot de passe.
pt_pt: É recomendado que altere a sua palavra-passe.

source: You may access your course.
da: Du kan få adgang til dit kursus.
fr: Vous pouvez accéder à votre cours.
pl: Możesz skorzystać z kursu.
pt_pt: Pode aceder ao seu curso.

source: Sincerely yours, The %(course_name)s Team
da: Med venlig hilsen The %(course_name)s Team
fr: Cordialement, l'équipe de %(course_name)s
pt_pt: Atenciosamente, A Equipa %(course_name)s

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
da: Besøg https://%(site_name)s for at komme igang. Login informationerne for din konto følger.
fr: Pour commencer, rendez-vous sur https://%(site_name)s. Les informations d'identification pour votre compte vont suivre.
pt_pt: Para começar, aceda a https://%(site_name)s. Seguem as informações de login da sua conta.

source: You may access your course at: %(course_url)s.
da: Du kan få adgang til dit kursus på: %(course_url)s .
fr: Vous pouvez accéder à votre cours à :%(course_url)s.
pl: Możesz skorzystać z kursu na: %(course_url)s.
pt_pt: Pode aceder ao seu curso em: %(course_url)s.

source: You have been enrolled in %(course_name)s
da: Du er blevet tilmeldt %(course_name)s
fr: Vous avez été inscrit à %(course_name)s
pt_pt: Foi inscrito em %(course_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
da: Du er blevet inviteret til at være betatester for %(course_name)s på %(site_name)s
fr: Vous avez été invité à être un bêta-testeur du cours %(course_name)ssur %(site_name)s
pt_pt: Foi convidado para ser verificador beta para %(course_name)s em %(site_name)s

source: The invitation has been sent by a member of the course staff.
da: Invitationen er sendt af et medlem af kursuspersonalet.
fr: L'invitation a été envoyé par un membre de l'équipe du cours.
pt_pt: O convite foi enviado por um elemento da equipa do curso.

source: To start accessing course materials, please visit:
da: For at begynde at få adgang til kursusmaterialer, besøg venligst:
fr: Pour commencer le cours, rendez-vous sur:
pt_pt: Para começar a ter acesso aos materiais do curso, aceda:

source: To enroll in this course and begin the beta test:
da: For at tilmelde dig dette kursus og begynde beta-testen:
fr: Pour vous inscrire dans ce cours et de commencer ce bêta test :
pt_pt: Para se inscrever neste curso e começar o teste beta:

source: Visit %(course_name)s
da: Besøg %(course_name)s
fr: Visiter %(course_name)s
pt_pt: Visitar %(course_name)s

source: Visit %(site_name)s
da: Besøg %(site_name)s
fr: Visitez %(site_name)s
pt_pt: Visitar %(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
da: Denne e-mail blev automatisk sendt fra %(site_name)s til %(email_address)s
fr: Cet e-mail a été envoyé automatiquement de %(site_name)s à %(email_address)s.
pt_pt: Este email foi enviado automaticamente de %(site_name)s para %(email_address)s

source: Dear %(full_name)s
da: Kære %(full_name)s
fr: Cher %(full_name)s
pt_pt: Caro %(full_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
da: Du er blevet inviteret til at være betatester for %(course_name)s på %(site_name)s af et medlem af kursets personale.
fr: Vous avez été invité à être un bêta-testeur du cours %(course_name)s sur %(site_name)spar un membre de l'équipe pédagogique de ce cours.
pt_pt: Foi convidado para ser verificador beta para %(course_name)s em %(site_name)s por um elemento da equipa do curso.

source: To start accessing course materials, please visit %(course_url)s
da: For at begynde at få adgang til kursusmaterialer, besøg venligst %(course_url)s
fr: Pour commencer le cours, rendez-vous sur %(course_url)s
pt_pt: Para começar a aceder aos materiais do curso, por favor visite %(course_url)s

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
da: Besøg %(course_about_url)s for at tilmelde dig dette kursus og begynde beta-testen.
fr: Veuillez vous rendre sur %(course_about_url)s afin de s'inscrire au cours et de commencer le bêta-test.
pt_pt: Visite %(course_about_url)s para se inscrever neste curso e começar o teste beta.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
da: Besøg %(site_name)s for at tilmelde dig dette kursus og begynde beta-testen.
fr: Aller sur la page %(site_name)s pour s'inscrire au cours et commencer le bêta test.
pt_pt: Visite %(site_name)s para se inscrever neste curso e começar o teste beta.

source: You have been invited to a beta test for %(course_name)s
da: Du er blevet inviteret til en betatest for %(course_name)s
fr: Vous avez été invité.e au bêta-test du cours %(course_name)s
pt_pt: Foi convidado para um teste beta para %(course_name)s

source: You have been invited to %(course_name)s
da: Du er blevet inviteret til %(course_name)s
fr: Vous avez été invité au cours %(course_name)s
pt_pt: Foi convidado para %(course_name)s

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
da: Du er blevet inviteret til at deltage i %(course_name)s på %(site_name)s af et medlem af kursets personale.
fr: Vous avez été invité à rejoindre %(course_name)s sur %(site_name)s par un membre de l'équipe pédagogique de ce cours.
pt_pt: Foi convidado a juntar-se a %(course_name)s em %(site_name)s por um elemento da equipa do curso.

source: To access this course click on the button below and login:
da: For at få adgang til dette kursus, klik på knappen nedenfor og log ind:
fr: Pour accéder au cours, cliquez sur le bouton ci-dessous pour vous reconnecter:
pt_pt: Para aceder a este curso, clicar no botão abaixo e iniciar sessão:

source: To access this course visit it and register:
da: For at få adgang til dette kursus besøg det og tilmeld dig:
fr: Pour accéder au cours, rendez-vous et identifiez-vous sur:
pt_pt: Para aceder a este curso visite-o e registre-se:
