Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
da: Rygraden i dit kursus er, hvordan det er organiseret. {studio_name} tilbyder en {strong_start}Outline {strong_end} editor, der giver et enkelt hierarki og let træk og slip for at hjælpe dig og dine elever med at holde orden.
fr: La structure de votre cours constitue son fil directeur. {studio_name} offre un éditeur de {strong_start}progression{strong_end}, qui propose une hiérarchie simple et un système facile de glisser-déposer pour vous aider, vous et vos étudiants, à rester organisés.
pl: Kręgosłupem kursu jest sposób jego zorganizowania. {studio_name} oferuje {strong_start}intuicyjny edytor{strong_end} korzystający z prostych systemów hierarchii i umożliwiający budowę metodą "przeciągnij i upuść", dzięki czemu ty i twoi studenci nie zgubicie się w trakcie przebiegu kursu.
pt_pt: A base do seu curso é como o curso é organizado. {studio_name} oferece um editor de {strong_start}estrutura geral do curso{strong_end}, o qual disponibiliza uma hierarquia e a possibilidade de facilmente arrastar e largar componentes para o ajudar a si e aos seus alunos a manterem-se organizados.
zh_tw: 課程的骨幹是其組織形式。{studio_name} 為您提供了{strong_start}大綱{strong_end}編輯器，通過簡單的層次組織和拖放操作來幫助您和您的學生保持有序組織。

source: Simple Organization For Content
da: Enkel organisering af indhold
fr: Organisation simple du contenu
pl: Łatwe zarządzanie treścią
pt_pt: Organização Simples Para Conteúdo
zh_tw: 簡單的內容組織

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
da: {studio_name} bruger et simpelt hierarki af {strong_start}sektioner {strong_end} og {strong_start}undersektioner {strong_end} til at organisere dit indhold.
fr: {studio_name} utilise une hiérarchie de {strong_start}sections{strong_end} et de {strong_start}sous-sections{strong_end} pour organiser votre contenu.
pl: {studio_name} opiera się na prostym systemie hierarchii {strong_start}rozdziałów{strong_end} i {strong_start}lekcji{strong_end} w celu czytelnego porządkowania udostępnianych treści.
pt_pt: {studio_name} utiliza uma hierarquia simples de {strong_start} secções {strong_end} e {strong_start}subsecções{strong_end} para organizar o seu conteúdo.
zh_tw: {studio_name} 使用一個簡單的包括 {strong_start}章節{strong_end} 和{strong_start}小節{strong_end}的層次結構來組織您的內容。

source: Change Your Mind Anytime
da: Skift mening når som helst
fr: Changez tout à tout moment
pl: Zmieniaj i reorganizuj w dowolnym momencie
pt_pt: Mude de Ideias a Qualquer Momento
zh_tw: 隨時改變您的想法

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
da: Lav din disposition og byg indhold hvor som helst. Med enkle træk og slip-værktøjer kan du hurtigt omorganisere.
fr: Rédigez un brouillon de votre plan et créez du contenu n'importe où. Des outils simples de Glisser-déposer vous permettent de tout réorganiser rapidement.
pl: Stwórz zarys swojego kursu, a następnie dowolnie zmieniaj, rozbudowuj i usuwaj poszczególne elementy za pośrednictwem prostych narzędzi typu "przeciągnij i upuść".
pt_pt: Prepare a estrutura geral do curso e crie o conteúdo em qualquer lugar. Existem ferramentas simples de arrastar e largar que lhe permitem reorganizar rapidamente a informação.
zh_tw: 您可以在任意位置起草大綱並建立內容。簡單的拖放工具將幫助您快速地重新組織課程內容。

source: Go A Week Or A Semester At A Time
da: Gå en uge eller et semester ad gangen
fr: Progressez d'une semaine ou d'un semestre à la fois
pl: Udostępniaj lekcje co tydzień lub na cały semestr z góry
pt_pt: Faça Uma Semana Ou Um Semestre De Cada Vez
zh_tw: 去一個星期或一個學期的時間

source: Build and release {strong_start}sections{strong_end} to your students incrementally. You don't have to have it all done at once.
da: Byg og frigiv {strong_start}sektioner {strong_end} til dine elever gradvist. Du behøver ikke have det hele gjort på én gang.
fr: Construisez et publiez les {strong_start}sections{strong_end} à vos étudiants progressivement. Vous n'avez pas l'obligation de tout préparer d'un coup.
pl: Stopniowo projektuj i udostępniaj {strong_start}rozdziały{strong_end} swoim studentom. Nie musisz od razu przygotowywać całego kursu.
pt_pt: Crie e publique gradualmente {strong_start}secções{strong_end} para os seus estudantes. Não necessita de fazer tudo de uma só vez.
zh_tw: 定期設置和發佈 {strong_start}章節{strong_end}給您的學生。則您不需要一次發佈所有的章節內容。

source: Learning is More than Just Lectures
da: Læring er mere end blot forelæsninger
fr: L’apprentissage réclame plus que des cours magistraux
pl: Nauka to coś więcej niż tylko słuchanie wykładów
pt_pt: Aprender é Mais do que Apenas Aulas
zh_tw: 學習不僅僅是聽課

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
da: {studio_name} lader dig væve dit indhold sammen på en måde, der styrker læring. Indsæt videoer, diskussioner og en lang række øvelser med blot et par klik.
fr: {studio_name} vous permet de tisser vos contenus de façon à renforcer l'apprentissage. Insérez des vidéos, des discussions, et une grande variété d'exercices en seulement quelques clics.
pl: {studio_name} pozwala splatać ze sobą treści w sposób wzmacniający proces nauki. Za pomocą kilku kliknięć umieścisz film, ilustrację, tabelę, miejsca na dyskusję, a także szeroki wybór ćwiczeń.
pt_pt: {studio_name} permite-lhe construir o seu conteúdo de forma a reforçar a aprendizagem. Tem a facilidade em inserir vídeos, debates e uma grande variedade de exercícios com apenas alguns cliques.
zh_tw: {studio_name}以一種能鞏固學習效果的方式幫您組織內容。只需簡單地幾次點擊，就可以插入視頻、討論以及各種各​​樣的練習題。

source: Create Learning Pathways
da: Skab læringsveje
fr: Créez des progressions pédagogiques
pl: Twórz ścieżki edukacji
pt_pt: Criar Percursos para a Aprendizagem
zh_tw: 建立學習途徑

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
da: Hjælp dine elever med at forstå ét koncept ad gangen med multimedier, HTML og øvelser.
fr: Aidez vos étudiants à comprendre un concept à la fois avec des ressources multimédia, du HTML, et des exercices.
pl: Pomóż studentom zrozumieć zagadnienie wykorzystując multimedia, dodatki w HTML i ćwiczenia.
pt_pt: Ajude os seus estudantes a compreender cada conceito utilizando a multimedia, HTML e exercícios.
zh_tw: 幫助您的學生一次性理解某個概念通過多媒體，網頁和練習。

source: Work Visually, Organize Quickly
da: Arbejd visuelt, organiser hurtigt
fr: Travaillez graphiquement, organisez rapidement
pl: Pracuj z podglądem, organizuj płynnie
pt_pt: Trabalhe Visualmente, Organize-se Rapidamente
zh_tw: 視覺化地工作，快速地組織

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
da: Arbejd visuelt og se præcis, hvad dine elever vil se. Omorganiser alt dit indhold med træk og slip.
fr: Travaillez graphiquement et voyez exactement ce que verront vos étudiants. Réorganisez l'intégralité de votre contenu avec le glisser-déposer.
pl: Pracuj z podglądem i sprawdź co dokładnie zobaczą twoi studenci. Reorganizuj wszystkie swoje treści z użyciem opcji "przeciągnij i upuść".
pt_pt: Trabalhe visualmente e veja exactamente o que os seus alunos irão ver. Reorganize todo o seu conteúdo com arrastar e largar.
zh_tw: 視覺化地工作並且準確地看到您的學生將要看的內容。透過拖放操作重新組織您的課程內容。

source: A Broad Library of Problem Types
da: Et bredt bibliotek af problemtyper
fr: Un grand catalogue de problèmes types
pl: Szeroki wybór ćwiczeń
pt_pt: Uma ampla Biblioteca de Tipos de Problemas
zh_tw: 關於問題類型的豐富知識庫

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
da: Det er mere end blot multiple choice. {studio_name} understøtter mere end et dusin typer problemer for at udfordre dine elever.
fr: Ce sont plus que des choix multiples. {studio_name} supporte plus d'une douzaine de types de problèmes afin de défier vos apprenants.
pl: Nie tylko testy zamknięte. {studio_name} oferuje więcej niż tuzin typów ćwiczeń, które sprawdzą wiedzę twoich studentów.
pt_pt: É mais do que uma escolha múltipla. {studio_name} dispõe de mais de uma dúzia de tipos de questões para poder desafiar os seus estudantes.
zh_tw: 它不僅僅是選擇題。 {studio_name} 支持各種各樣的題型來挑戰您的學生們。

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
da: {studio_name} giver dig enkel, hurtig og trinvis udgivelse. Med venner.
fr: {studio_name} vous permet de publier de manière Facile, Rapide, et Incrémentale. Entre amis.
pl: {studio_name} umożliwia projektowanie i zarządzanie kursem wspólnie z twoimi współpracownikami.
pt_pt: {studio_name} disponibiliza Publicações Simples, Rápidas e Graduais. Com os amigos.
zh_tw: {studio_name}提供您和您的朋友簡單、快速和增量式的內容發佈。

source: Simple, Fast, and Incremental Publishing. With Friends.
da: Enkel, hurtig og trinvis udgivelse. Med venner.
fr: Publication Progressive, Simple et Facile. Avec vos Amis.
pl: Organizowanie kursu wspólnie ze współpracownikami
pt_pt: Publicação Simples, Rápida e Gradual. Com os Amigos.
zh_tw: 與其他人一起合作，體驗簡單、快速、增量式的內容發佈過程

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
da: {studio_name} fungerer som webapplikationer, du allerede kender, men forstår, hvordan du opbygger pensum. Øjeblikkelig udgivelse på nettet, når du ønsker det, trinvis udgivelse, når det giver mening. Og med medforfattere kan du få et helt team til at bygge et kursus sammen.
fr: {studio_name} fonctionne comme les applications web que vous connaissez déjà, malgré tout il comprend comment on constitue un curriculum. La publication instantanée vers le web lorsque vous le souhaitez, une distribution incrémentale lorsque c'est justifié. Et avec vos co-auteurs, vous pouvez avoir une équipe entière pour construit un cours, ensemble.
pl: {studio_name} działa jak aplikacje internetowe, który już znasz, ale zostało zbudowane w taki sposób, aby maksymalnie uprościć zarządzanie kursem. Natychmiast publikuj treści na stronie, albo udostępniaj je w określonych terminach. Dzięki systemowi współautorów możesz zgromadzić pokaźną kadrę, która wspólnie zaprojektuje i poprowadzi kurs.
pt_pt: {studio_name} funciona como aplicações web que já conhece, no entanto, compreende como se constrói um currículo. Permite fazer publicações diretamente no portal quando quiser, ou agendar a publicação. Caso existam co-autores do curso, também poderá ter uma equipa inteira, a construir um curso em conjunto.
zh_tw: {studio_name} 的運行機制與您熟悉的網路應用類似，但還是需要瞭解一下如何創建課程。您可以在需要時在網站上即時發佈，或是根據情況增量釋出資訊。您還可以和合作者一起，以一個團隊的形式來創建課程。

source: Instant Changes
da: Øjeblikkelige ændringer
fr: Modifications instantanées
pl: Natychmiastowe zmiany
pt_pt: Alterações Instantâneas
zh_tw: 即時修改

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
da: Fanget en fejl? Intet problem. Når du vil, går dine ændringer live, når du klikker på Gem.
fr: Un bug? Pas de problème. Lorsque vous le souhaitez, vos modifications deviennent actives quand vous cliquez sur Enregistrer.
pl: Znalazłeś błąd w swoim kursie? Nie ma problemu. Po kliknięciu "Zapisz" twoje zmiany są natychmiast widoczne.
pt_pt: Encontrou um erro? Não há problema. Faça as alterações que quiser e quando quiser. As suas alterações serão publicadas assim que clicar em Guardar.
zh_tw: 發現了一個錯誤？沒有問題。只要您需要，點擊儲存按鈕就可以隨時儲存修改並呈現給學生。

source: Release-On Date Publishing
da: Udgivelsesdato Udgivelse
fr: Date de publication
pl: Publikowanie w określonym terminie
pt_pt: Publicação na Data de Lançamento
zh_tw: 公開發佈日期

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
da: Når du er færdig med en {strong_start}sektion{strong_end}, skal du vælge, hvornår du vil have den live, og {studio_name} tager sig af resten. Byg dit kursus trinvist.
fr: Lorsque vous avez terminé une {strong_start}section{strong_end}, choisissez quand vous souhaitez qu'elle apparaisse en ligne et {studio_name} s'occupe du reste. Construisez votre cours de manière progressive.
pl: Po zaprojektowaniu {strong_start}rozdziału{strong_end}, wybierz datę, kiedy ma on zostać upubliczniony, a {studio_name} zajmie się resztą. Projektuj poszczególne sekcje wtedy, kiedy jest ci wygodnie.
pt_pt: Quando terminar uma secção {strong_start} {strong_end}, defina o momento em que a quer publicar e a {studio_name} trata do resto. Construa o seu curso gradualmente.
zh_tw: 當您完成了一個{strong_start}章節{strong_end}，請先確定發佈時間，然後 {studio_name} 會完成後面的工作。如此便可用增量的方式創建您的課程。

source: Work in Teams
da: Arbejde i teams
fr: Travail d'équipe
pl: Praca w zespołach
pt_pt: Trabalhar em Equipa
zh_tw: 以團隊合作

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
da: Medforfattere har fuld adgang til alle de samme forfatterværktøjer. Gør dit kursus bedre gennem en teamindsats.
fr: Les co-auteurs ont un accès complet aux outils d'édition. Améliorez votre cours de manière collaborative.
pl: Współpracownicy mają dostęp do tych samych narzędzi projektowych. Spraw, że twoje kursy będą lepsze dzięki pracy zespołowej.
pt_pt: Os co-autores têm acesso ilimitado a todas as ferramentas de criação dos cursos. Torne o seu curso ainda melhor através do trabalho em equipa.
zh_tw: 合作者擁有完整存取相同的創作工具的權限。團隊協作將提高您的課程品質。

source: Sign Up for {studio_name} Today!
da: Tilmeld dig {studio_name} i dag!
fr: Inscrivez vous à {studio_name} aujourd'hui !
pl: Zarejestruj się w {studio_name} już teraz!
pt_pt: Inscreva-se Hoje em {studio_name}!
zh_tw: 馬上註冊加入{studio_name}！

source: Sign Up & Start Making Your {platform_name} Course
da: Tilmeld dig og begynd at lave dit {platform_name} kursus
fr: Inscrivez-vous & commencez à créer votre cours {platform_name}
pl: Zarejestruj się i zacznij projektować swój kurs w {platform_name}
pt_pt: Inscreva-se & Comece a Fazer o Seu Curso {platform_name}
zh_tw: 註冊並開始建立您的{platform_name}課程

source: Already have a {studio_name} Account? Sign In
da: Har du allerede en {studio_name} konto? Log ind
fr: Avez-vous déjà un compte {studio_name} ? Connectez vous
pl: Posiadasz już konto w {studio_name}? Zaloguj się
pt_pt: Já tem uma Conta {studio_name}? Inicie a Sessão
zh_tw: 已經有了{studio_name}帳號了嗎？登入

source: Outlining Your Course
da: Skitser dit kursus
fr: Structurez votre Cours
pl: Tworzenie programu twojego kursu
pt_pt: Descreva o Seu Curso
zh_tw: 概述您的課程大綱

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
da: Simpel to-niveau skitse til at organisere dit kursus. Træk og slip, og se din bane med et øjeblik.
fr: Simple structure à deux niveaux pour organiser votre cours. Glissez et déposez, et visualisez votre cours d'un coup d’œil.
pl: Prosty dwupoziomowy zarys pomagający w organizacji kursu. Użyj opcji "przeciągnij i upuść", aby w mgnieniu oka nakreślić szkic swojego kursu.
pt_pt: Estrutura simples de dois níveis para organizar o seu curso. Arraste e largue, e pré-visualize o seu curso rapidamente.
zh_tw: 使用簡單的二層大綱形式來組織您的課程。通過拖放操作可一目了然地瀏覽您的課程。

source: More than Just Lectures
da: Mere end blot forelæsninger
fr: Plus qu'un cours magistral
pl: Więcej niż tylko wykłady
pt_pt: Mais do que Apenas assistir a Aulas
zh_tw: 不僅僅是講座

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
da: Opret hurtigt videoer, tekstuddrag, inline-diskussioner og en række problemtyper.
fr: Créez rapidement des vidéos, des extraits de texte, des discussions en ligne, et une variété d'exercices types.
pl: Łatwo dodawaj filmy, fragmenty tekstów, ilustracje, dyskusje i różnorodne ćwiczenia.
pt_pt: Criar rapidamente vídeos, trechos de texto, discussões em linha e diversos tipos de questões.
zh_tw: 快速建立影片、文件片段、內部討論和各種問題類型。

source: Publishing on Date
da: Udgivelse på dato
fr: Publication à la date
pl: Publikowanie w określonym dniu
pt_pt: Publicar na Data
zh_tw: 出版日期

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
da: Indstil blot datoen for et afsnit eller et underafsnit, og {studio_name} vil offentliggøre det til dine elever for dig.
fr: Affectez simplement une date à une section ou une sous-section, et {studio_name} la publiera à vos étudiants pour vous.
pl: Wskaż datę publikacji rozdziału lub lekcji, a {studio_name} udostępni je studentom za ciebie.
pt_pt: Basta definir a data de uma secção ou subsecção, e {studio_name} irá publicá-la para os seus estudantes por si.
zh_tw: 請設置章節或小節的發佈時間，{studio_name} 系統會按照設定時間發佈這些內容。

source: We're having trouble rendering your component
da: Vi har problemer med at gengive din komponent
fr: Nous avons des problèmes pour traiter votre composant.
pl: Występuje problem z wyświetleniem twojej treści
pt_pt: Estamos a ter problemas para interpretar o seu componente
zh_tw: 渲染組件時遇到問題

source: Students will not be able to access this component. Re-edit your component to fix the error.
da: Studerende vil ikke kunne få adgang til denne komponent. Rediger din komponent igen for at rette fejlen.
fr: Les étudiants ne seront pas en mesure d'accéder à ce composant. Modifiez votre composant pour corriger l'erreur.
pl: Studenci nie będą mieli dostępu do tego elementu. Wyedytuj tę część, aby pozbyć się problemu.
pt_pt: Os estudantes não poderão aceder a este componente. Edite novamente o componente para corrigir o erro.
zh_tw: 學生將不能夠存取這個組件，請重新編輯您的組件來修正這個錯誤。

source: Library Import
da: Bibliotek import
fr: Importer une bibliothèque
pl: Import biblioteki
pt_pt: Importar Biblioteca
zh_tw: 匯入課程組件庫

source: Course Import
da: Kursusimport
fr: Import de Cours
pl: Import kursu
pt_pt: Importar Curso
zh_tw: 匯入課程

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
da: Sørg for, at du vil importere et bibliotek, før du fortsætter. Indholdet af det importerede bibliotek vil erstatte indholdet af det eksisterende bibliotek. {em_start}Du kan ikke fortryde en biblioteksimport {em_end} . Før du fortsætter, anbefaler vi, at du eksporterer det aktuelle bibliotek, så du har en sikkerhedskopi af det.
fr: Soyez certain que vous voulez importer une bibliothèque avant de continuer. Le contenu de la bibliothèque importée remplacera le contenu de la bibliothèque existante. {em_start}Vous ne pouvez annuler un import de bibliothèques{em_end}. Avant de procéder, nous recommandons que vous exportiez la bibliothèque existante, de façon à ce que vous ayez une copie de sauvegarde de celle-ci.
pl: Zanim kontynuujesz, upewnij się, że chcesz zaimportować bibliotekę. Zawartości importowanej biblioteki podmienią treści obecnej biblioteki. {em_start}Czynności importowania biblioteki nie można cofnąć{em_end}. Zanim przejdziesz dalej, zalecamy wyeksportowanie obecnej biblioteki, aby dysponować jej kopią zapasową.
pt_pt: Certifique-se de que deseja importar uma biblioteca antes de continuar. O conteúdo da biblioteca importada substituirá o conteúdo da biblioteca já existente. {em_start}Não é possível anular uma importação de biblioteca{em_end}. Antes de continuar, recomendamos que exporte a biblioteca atual, para que fique com uma cópia de segurança.
zh_tw: 在繼續之前請確認您想要匯入一門課程。函式庫匯入的內容將取代現有的函式庫內容。{em_start} 您不能夠返回課程匯入 {em_end}。在您處理前，我們推薦您先匯出目前的函式庫，這樣您就擁有一份現有函式庫的備份。

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
da: Biblioteket, du importerer, skal være i en .tar.gz-fil (det vil sige en .tar-fil komprimeret med GNU Zip). Denne .tar.gz-fil skal indeholde en library.xml-fil. Det kan også indeholde andre filer.
fr: La bibliothèque que vous importez doit être un fichier au format .tar.gz (c-à-d. un fichier .tar compressé au format GNU Zip). Ce fichier .tar.gz doit contenir un fichier library.xml. Il peut également contenir d'autres fichiers.
pl: Importowana biblioteka musi być plikiem w formacie .tar.gz (czyli plikiem .tar skompresowanym przy użyciu GNU Zip). Plik .tar.gz musi zawierać plik library.xml i może zawierać dowolne inne pliki.
pt_pt: A biblioteca que importar deve estar num ficheiro .tar.gz (ou seja, um ficheiro .tar compactado com o GNU Zip). Este ficheiro .tar.gz deve conter um ficheiro library.xml, mas também pode conter outros ficheiros.
zh_tw: 您匯入的課程組件庫必須是一個 .tar.gz 檔案 (也就是一個以 GNU Zip 壓縮的 .tar 檔案)。這個 .tar.gz 檔案必須包含一個課程組件庫 .xml 檔案，也可能包含其他檔案。

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
da: Importprocessen har fem trin. I løbet af de to første trin skal du blive på denne side. Du kan forlade denne side, efter at udpakningsfasen er afsluttet. Vi anbefaler dog, at du ikke foretager vigtige ændringer i dit bibliotek, før importhandlingen er fuldført.
fr: Le processus d'importation comprend cinq étapes. Durant les deux premières étapes, vous devez rester sur cette page. Vous pouvez quitter cette page dès que l'étape de décompression est achevée. Cependant, nous vous recommandons de ne pas faire de modifications importantes à votre bibliothèque avant que l'opération d'importation ne soit complètement terminée.
pl: Proces importowania składa się z pięciu etapów. W trakcie pierwszych dwóch etapów musisz pozostać na tej stronie. Możesz opuścić tę stronę po zakończeniu procesu rozpakowywania. Zalecamy, aby nie dokonywać jakichkolwiek zmian w swojej bibliotece aż do momentu pełnego zakończenia operacji importowania biblioteki.
pt_pt: O processo de importação compreende cinco fases. Durante as duas primeiras fases deverá permanecer nesta página. Apenas poderá sair desta página após a conclusão da fase de Extração. No entanto, recomendamos que não faça alterações importantes na sua biblioteca até que a operação de importação seja concluída.
zh_tw: 匯入的過程有五個步驟。前兩個步驟，您必須停留在這個頁面。您可以在解壓縮步驟完成後離開這個頁面。不過，我們建議您在匯入操作結束前，不要對課程組件庫做什麼重要更改。
