Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Self Assessment
da: Egen Vurdering
fr: Auto-évaluation
pt_pt: Auto-avaliação

source: Peer Assessment
da: Fagfælde Vurdering
fr: Évaluation par les pairs
pt_pt: Avaliação dos pares

source: Staff Assessment
da: Personalevurdering
fr: Evaluation par l'équipe pédagogique
pt_pt: Avaliação pela Equipa

source: Submission
da: Indsendelse
fr: Soumission
pt_pt: Envio

source: Open Response Assessment due dates are set by your instructor and can't be shifted.
da: Fristdatoerne for Open Response Assessment er fastsat af din instruktør og kan ikke flyttes.
pt_pt: As datas de entrega das questões de resposta aberta são definidas pelo formador e não podem ser alteradas.

source: {relative} ago - {absolute}
da: {relative} siden - {absolute}
fr: {relative} depuis - {absolute}
pl: {relative} temu - {absolute}
pt_pt: {relative} atrás - {absolute}
zh_tw: {relative} 年 - {absolute}

source: in {relative} - {absolute}
da: i {relative} - {absolute}
fr: dans {relative} - {absolute}
pl: za {relative} - {absolute}
pt_pt: em {relative} - {absolute}

source: Enrollment Date
da: Tilmeldingsdato
fr: Date d'inscription
pl: Data zapisu
pt_pt: Data de Inscrição
zh_tw: 註冊日期

source: Course starts
da: Kurset starter
fr: Début du cours
pl: Początek kursu
pt_pt: Início do curso

source: Don't forget to add a calendar reminder!
da: Glem ikke at tilføje en kalenderpåmindelse!

source: Course starts in {time_remaining_string} on {course_start_date}.
da: Kurset starter i {time_remaining_string} på {course_start_date}.

source: Course starts in {time_remaining_string} at {course_start_time}.
da: Kurset starter i {time_remaining_string} kl. {course_start_time}.

source: Course ends
da: Kurset slutter
fr: Fin du cours
pt_pt: Fim do curso

source: After this date, the course will be archived, which means you can review the course content but can no longer participate in graded assignments or work towards earning a certificate.
da: Efter denne dato vil kurset blive arkiveret, hvilket betyder, at du kan gennemgå kursets indhold, men ikke længere kan deltage i bedømte opgaver eller arbejde på at opnå et certifikat.
fr: Après cette date, le cours sera archivé, ce qui signifie que vous pourrez revoir le contenu du cours, mais ne pourrez plus participer aux devoirs notés ou travailler à l'obtention d'une attestation.
pt_pt: Após esta data, o curso será arquivado, o que significa que poderá rever o conteúdo do curso mas já não poderá participar em trabalhos classificados ou trabalhar para obter um certificado.

source: After the course ends, the course content will be archived and no longer active.
da: Efter kursets afslutning vil kursusindholdet blive arkiveret og ikke længere aktivt.
fr: Une fois le cours terminé, le contenu du cours sera archivé et ne sera plus actif.
pt_pt: Após o fim do curso, o conteúdo do mesmo será arquivado e deixará de estar activo.

source: This course is archived, which means you can review course content but it is no longer active.
da: Dette kursus er arkiveret, hvilket betyder, at du kan gense kursets indhold, men det er ikke længere aktivt.
fr: Ce cours est archivé, ce qui signifie que vous pouvez consulter le contenu du cours mais celui-ci n'est plus actif.
pl: Ten kurs został zarchiwizowany, co oznacza, że wciąż możesz przeglądać jego zawartość, jednak nie jest on już dłużej prowadzony i aktualizowany.
pt_pt: Este curso está arquivado, o que significa que pode rever o seu conteúdo mas não está ativo.
zh_tw: 這門課程已經歸檔：您可以複習課程內容，但該課程不再有活動（active）。

source: This course is ending in {time_remaining_string} on {course_end_date}.
da: Dette kursus slutter i {time_remaining_string} på {course_end_date}.

source: This course is ending in {time_remaining_string} at {course_end_time}.
da: Dette kursus slutter i {time_remaining_string} kl. {course_end_time}.

source: You lose all access to this course, including your progress.
da: Du mister al adgang til dette kursus, inklusive dine fremskridt.
fr: Vous perdez tous vos accès à ce cours incluant votre progression.
pt_pt: Perderá todo o acesso a este curso, incluindo o seu progresso.

source: Audit Access Expires
da: Revisionsadgang udløber
fr: L'accès en mode audit expire
pt_pt: Expirou o Acesso à Auditoria

source: Certificate Available
da: Certifikat tilgængeligt
fr: Certificat disponible
pl: Dostępność certyfikatu
pt_pt: Certificado Disponível

source: Day certificates will become available for passing verified learners.
da: Dagcertifikater vil blive tilgængelige for beståede verificerede elever.
fr: Les certificats de jour seront disponibles pour les étudiants vérifiés ayant réussi.
pl: Dzień w którym certyfikaty zostaną udostępnione studentom ścieżki potwierdzonej.
pt_pt: Os certificados do dia ficarão disponíveis para os alunos aprovados e verificados.

source: If you have earned a certificate, you will be able to access it {time_remaining_string} from now. You will also be able to view your certificates on your {learner_profile_link}.
da: Hvis du har optjent et certifikat, vil du kunne få adgang til det {time_remaining_string} fra nu af. Du vil også kunne se dine certifikater på din {learner_profile_link}.

source: Learner Profile
da: Kursistprofil
fr: Profil de participant
pl: Profil studenta
pt_pt: Perfil do Estudante
zh_tw: 學習者個人檔案

source: We are working on generating course certificates.
da: Vi arbejder på at generere kursusbeviser.

source: Upgrade to Verified Certificate
da: Opgradér til et verificeret diplom
fr: Demander un certificat
pl: Podnieś zaangażowanie do Potwierdzonego Certyfikatu
pt_pt: Upgrade para Certificado Validado
zh_tw: 身分認證升級

source: Verification Upgrade Deadline
da: Deadline for verifikationsopgradering
fr: Date limite de mise à niveau de la vérification
pl: Ostateczny termin na potwierdzenie tożsamości
pt_pt: Prazo de Actualização da Verificação
zh_tw: 驗證升級期限

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
da: Gå ikke glip af muligheden for at fremhæve din nye viden og færdigheder ved at opnå et bekræftet certifikat.
fr: Ne manquez pas l'occasion de mettre en avant vos nouvelles connaissances et compétences en obtenant un certificat vérifié.
pt_pt: Não perca a oportunidade de evidenciar os seus conhecimentos e competências através de um certificado validado.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
da: Du er stadig kvalificeret til at opgradere til et verificeret certifikat! Fortsæt for at fremhæve den viden og de færdigheder, du opnår i dette kursus.
fr: Vous êtes encore admissible à une mise à jour à un certificat vérifié ! Obtenez le pour mettre en évidence les connaissances et les compétences que vous aurez obtenu dans ce cours.
pl: Wciąż możesz podnieść swoją rejestrację do poziomu potwierdzonego certyfikatu. Zdobądź go, aby udowodnić uzyskaną w toku kursu wiedzę i zdobyte umiejętności.
pt_pt: Ainda é elegível para a actualização para um Certificado Validado! Utilize esta opção para destacar os conhecimentos e competências obtidas no curso.
zh_tw: 您仍有機會升級至認證學程！藉由升級您可以獲得證書以表揚您於本課程中的精采表現。

source: by {date}
da: af {date}
fr: d'ici {date}
pl: do {date}
pt_pt: até {date}

source: Don't forget, you have {time_remaining_string} left to upgrade to a Verified Certificate.
da: Glem ikke, du har {time_remaining_string} tilbage til at opgradere til et bekræftet certifikat.

source: Don't forget to upgrade to a verified certificate by {localized_date}.
da: Glem ikke at opgradere til et bekræftet certifikat inden {localized_date}.

source: In order to qualify for a certificate, you must meet all course grading requirements, upgrade before the course deadline, and successfully verify your identity on {platform_name} if you have not done so already.{button_panel}
da: For at kvalificere dig til et certifikat skal du opfylde alle kursets karakterkrav, opgradere inden kursusdeadline og bekræfte din identitet på {platform_name}, hvis du ikke allerede har gjort det.{button_panel}

source: Upgrade ({upgrade_price})
da: Opgrader ({upgrade_price})

source: Learn More
da: Lær mere
fr: En savoir plus
pl: Dowiedz się więcej
pt_pt: Saiba Mais
zh_tw: 了解更多

source: Retry Verification
da: Prøv igen
fr: Réessayer la vérification
pl: Ponów weryfikację
pt_pt: Repita a verificação
zh_tw: 重試驗證

source: Verify My Identity
da: Bekræft min identitet
fr: Vérifier mon identité
pl: Potwierdź moją tożsamość
pt_pt: Verificar a minha identidade
zh_tw: 驗證我的身份

source: Missed Verification Deadline
da: Overskred deadline for verifikation
fr: Date limite de vérification manquée
pl: Przeoczono ostateczny termin weryfikacji
pt_pt: Verificação do Prazo de Entrega em Falta
zh_tw: 已錯過驗證期限

source: Unfortunately you missed this course's deadline for a successful verification.
da: Desværre er deadline for verifikation overskredet i forbindelse med dette kursus.
fr: Malheureusement, vous avez manqué la date limite de vérification pour ce cours.
pl: Niestety przeoczyłeś ostateczny termin na potwierdzenie tożsamości dla potrzeb kursu.
pt_pt: Infelizmente, acabou o prazo para uma verificação bem sucedida deste curso.
zh_tw: 很抱歉您錯過了成功驗證這堂課的截止期限。

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
da: Du skal have fuldført verifikation før denne dato for at kvalificere dig til et verificeret diplom.
fr: Vous devez avoir complété et réussi une vérification avant cette date pour être admissible à un certificat.
pl: Musisz ukończyć proces weryfikacji przed wyznaczoną datą, aby móc kwalifikować się do uzyskania Certyfikatu.
pt_pt: Deve concluir com sucesso a verificação antes desta data para se qualificar para um Certificado Validado.
zh_tw: 您必須在這個日期之前成功完成驗證，以具備獲取合格證書的資格。

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
da: Der er ingen bruger med brugernavnet eller e-mailadressen "{user_identifier}" tilmeldt dette kursus.
fr: Il n'y a pas d'utilisateur avec le nom d'utilisateur ou l'adresse e-mail « {user_identifier} » inscrit à ce cours.
pt_pt: Não existe nenhum utilizador com o nome de utilizador ou endereço de email "{user_identifier}" matriculado neste curso.

source: This user does not have access to this content because the content start date is in the future
da: Denne bruger har ikke adgang til dette indhold, fordi indholdets startdato er i fremtiden
fr: Cet apprenant n'a pas accès à ce contenu car la date de début du contenu est dans le futur.
pt_pt: O utilizador não tem acesso a este conteúdo porque apenas será disponibilizado a partir da data definida para o início do conteúdo

source: This type of component cannot be shown while viewing the course as a specific student.
da: Denne type komponent kan ikke vises, mens du ser kurset som en specifik kursist.
fr: Ce type de composant ne peut pas être affiché tout en consultant le cours comme étudiant spécifique.
pl: Tego typu element nie może zostać wyświetlony w trakcie przeglądania kursu jako określony student.
pt_pt: Este tipo de componente não pode ser exibido enquanto visualiza o curso como um estudante específico.
zh_tw: 此類型的組件無法於特定學生身分檢視時顯示。

source: Number of days a learner has to upgrade after content is made available
da: Antal dage, en elev skal opgradere, efter at indhold er gjort tilgængeligt
fr: Nombre de jours restant à l'étudiant pour effectuer la mise à niveau après que le contenu soit mis à sa disposition
pl: Liczba dni po udostępnieniu treści w trakcie których student musi podnieść rejestrację
pt_pt: Número de dias que um estudante tem para actualizar após o conteúdo ficar disponível

source: Disable the dynamic upgrade deadline for this course run.
da: Deaktiver den dynamiske opgraderingsfrist for dette kursusforløb.
fr: Désactiver le délai de mise à niveau dynamique pour cette session.
pl: Wyłącz dynamiczny termin końcowy na podniesienie rejestracji dla tej edycji kursu.
pt_pt: Desactivar o prazo limite de actualização dinâmica para este curso.

source: Disable the dynamic upgrade deadline for this organization.
da: Deaktiver den dynamiske opgraderingsfrist for denne organisation.
fr: Désactiver le délai de mise à niveau dynamique pour cette organisation.
pt_pt: Desativar o prazo limite de actualização dinâmica para esta organização.

source: Progress
da: Fremskridt
fr: Progression
pl: Postęp
pt_pt: Progresso
zh_tw: 學習進度

source: Keep learners engaged and on track throughout the course.
da: Hold eleverne engagerede og på sporet gennem hele forløbet.
fr: Gardez les apprenants engagés et sur la bonne voie tout au long du cours.
pt_pt: Manter os estudantes envolvidos e no rumo certo ao longo do curso.

source: Textbooks
da: Lærebøger
fr: Manuels
pl: Podręczniki
pt_pt: Livros Didáticos
zh_tw: 教材

source: Create and manage a library of course readings, textbooks, and chapters.
da: Opret og administrer et bibliotek med kursuslæsninger, lærebøger og kapitler.
fr: Créez et gérez une bibliothèque de lectures de cours, de manuels et de chapitres.
pt_pt: Criar e gerir uma biblioteca de textos, livros e capítulos de cursos.

source: Calculator
da: Lommeregner
fr: Calculatrice
pt_pt: Calculadora

source: Provide an in-course calculator for simple and complex calculations.
da: Giv en kursusberegner til enkle og komplekse beregninger.
fr: Fournir une calculatrice au niveau du cours pour les calculs simples et complexes.
pt_pt: Fornecer uma calculadora no decurso do curso para cálculos simples e complexos.

source: Maintain exam integrity by enabling a proctoring solution for your course
da: Bevar eksamensintegriteten ved at aktivere en proctoring-løsning til dit kursus
fr: Maintenez l'intégrité de l'examen en activant une solution de surveillance pour votre cours
pt_pt: Manter a integridade do exame, permitindo uma solução de supervisão de avaliação para o seu curso

source: Custom pages
da: Brugerdefinerede sider
fr: Pages personnalisées
pl: Zindywidualizowane strony
pt_pt: Páginas personalizadas
zh_tw: 自訂頁面

source: Provide additional course content and resources with custom pages
da: Giv yderligere kursusindhold og ressourcer med tilpassede sider
fr: Fournir du contenu et des ressources de cours avec des pages personnalisées
pt_pt: Fornecer conteúdo e recursos adicionais do curso com páginas personalizadas

source: Syllabus
da: Pensum
pl: Konspekt
pt_pt: Programa
zh_tw: 教學大綱

source: Score
da: Antal Point
fr: Note
pl: Ocena
pt_pt: Pontuação
zh_tw: 得分

source: Dates
da: Datoer
pl: Daty
pt_pt: Datas

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
da: Du er ikke logget ind. For at se yderligere kursusindhold, {sign_in_link} eller {register_link} , og tilmeld dig dette kursus.
fr: Vous n'êtes pas connecté. Pour voir plus de contenu de cours, {sign_in_link} ou {register_link} avant de vous inscrire à ce cours.
pt_pt: Não iniciou sessão. Para ver conteúdo adicional do curso, {sign_in_link} ou {register_link}, e inscrever-se neste curso.

source: sign in
da: Log ind
fr: connexion
pl: zaloguj się
pt_pt: iniciar sessão

source: register
da: Tilmeld
fr: inscription
pl: zarejestruj
pt_pt: registar

source: Your enrollment: Audit track
da: Din tilmelding: Revisionsspor
fr: Votre inscription: mode Audit
pl: Twój poziom uczestnictwa: przeglądający
pt_pt: A sua inscrição: modo de observação
zh_tw: 您的註冊:審核追蹤

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
da: Du er tilmeldt revisionssporet for dette kursus. Revisionssporet indeholder ikke et certifikat.
fr: Vous êtes inscrit au cours en mode 'audit'. Le mode 'audit' ne permet pas d'obtenir un certificat.
pl: Jesteś zarejestrowany na ten kurs jako osoba przeglądająca. Ścieżka przeglądającego nie pozwala na uzyskanie certyfikatu.
pt_pt: Está inscrito em modo de observador para este curso. A inscrição no curso em modo observador não inclui um certificado.
zh_tw: 您已註冊本課程的審核追蹤。 審核追蹤不包括證書。

source: Your enrollment: Honor track
da: Din tilmelding: Æresspor
fr: Votre inscription: Mode Honor
pt_pt: A sua inscrição: Modo de honra

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
da: Du er tilmeldt æressporet til dette kursus. Æressporet indeholder ikke et certifikat.
fr: Vous êtes inscrit au cours en mode 'honor'. Le mode 'honor' ne permet pas d'obtenir un certificat.
pt_pt: Está inscrito no modo de honra para este curso. O modo de honra não inclui um certificado.

source: We're working on it...
da: Vi arbejder på sagen ...
fr: Nous y travaillons
pl: Pracujemy nad tym...
pt_pt: Estamos a trabalhar nisto...
zh_tw: 建置中...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
da: Dit bevis bliver dannet. Du kan fortsætte med at arbejde i dine kurser, og et link vil komme her og på dit Betjeningspanel, når det er klar.
fr: Certificat en cours de création. Vous pouvez continuer de travailler sur vos cours, un lien apparaîtra ici et sur votre Tableau de bord une fois prêt.
pl: Trwa generowanie twojego certyfikatu. Możesz kontynuować naukę, a gdy certyfikat będzie gotowy, odnośnik do niego pojawi się w tym miejscu oraz na twoim pulpicie studenta.
pt_pt: Estamos a criar o seu certificado. Pode continuar a trabalhar nos seus cursos e um link para o certificado aparecerá aqui e no seu Painel de Controlo quando estiver pronto.
zh_tw: 我們正在建置您的認證。您可以繼續您的課程，認證連結完成將於顯示於您的課程面板。

source: Your certificate has been invalidated
da: Dit certifikat er blevet ugyldigt
fr: Votre certificat a été invalidé
pl: Twój certyfikat został unieważniony
pt_pt: O seu certificado foi anulado
zh_tw: 您的證書已失效

source: Please contact your course team if you have any questions.
da: Kontakt venligst dit kursushold, hvis du har spørgsmål.
fr: Pour toute question, veuillez contacter votre équipe de cours.
pl: W przypadku pytań proszę skontaktować się z kadrą kursu.
pt_pt: Por favor contacte a sua equipa do curso se tiver alguma dúvida..
zh_tw: 如果您有任何問題，請聯繫您的課程團隊。

source: Congratulations, you qualified for a certificate!
da: Tillykke, du har opfyldt kravene for et bevis.
fr: Félicitations, vous êtes qualifié pour un certificat!
pl: Gratulacje, kwalifikujesz się do uzyskania certyfikatu!
pt_pt: Parabéns, qualificou-se para um certificado!
zh_tw: 恭喜，您已符合認證資格。

source: You've earned a certificate for this course.
da: Du har opnået et certifikat for dette kursus.
fr: Vous avez obtenu un certificat pour ce cours.
pl: Otrzymałeś/aś certyfikat za ukończenie tego kursu.
pt_pt: Obteve um certificado para este curso.

source: Certificate unavailable
da: Certifikatet er ikke tilgængeligt
fr: Certificat non disponible
pl: Certyfikat niedostępny
pt_pt: Certificado indisponível
zh_tw: 不提供修課證書

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
da: Du har ikke modtaget et certifikat, fordi du ikke har en aktuel {platform_name} verificeret identitet.
fr: Vous n'avez pas reçu de certificat parce que vous n'avez actuellement pas d'identité vérifiée sur {platform_name}.
pl: Nie otrzymałeś certyfikatu, ponieważ nie posiadasz zweryfikowanej tożsamości dla potrzeb korzystania z platformy {platform_name}.
pt_pt: Não recebeu um certificado porque não possui uma identidade verificada em {platform_name}.
zh_tw: 您尚未收到證書，因為您沒有當前{platform_name}的驗證身分。

source: Your certificate will be available soon!
da: Dit certifikat vil snart være tilgængeligt!
fr: Votre attestation sera bientôt disponible!
pt_pt: O seu certificado estará disponível em breve!

source: After this course officially ends, you will receive an email notification with your certificate.
da: Når dette kursus officielt slutter, vil du modtage en e-mail med dit certifikat.
fr: Après la fin officielle de ce cours, vous recevrez une notification par courriel avec votre attestation.
pt_pt: Após a conclusão oficial deste curso, receberá uma notificação por correio electrónico com o seu certificado.

source: Your certificate is available
da: Dit bevis er klar
fr: Votre certificat est disponible
pl: Twój certyfikat jest dostępny
pt_pt: O seu certificado está disponível
zh_tw: 您的證書已可取得

source: To see course content, {sign_in_link} or {register_link}.
da: For at se kursusindhold, {sign_in_link} eller {register_link} .
fr: Pour voir le contenu du cours, {sign_in_link} ou {register_link}.
pl: Aby wyświetlić treść kursu, {sign_in_link} lub {register_link}.
pt_pt: Para ver o conteúdo do curso, {sign_in_link} ou {register_link}.

source: {sign_in_link} or {register_link}.
da: {sign_in_link} eller {register_link} .
fr: {sign_in_link} ou {register_link}.
pt_pt: {sign_in_link} ou {register_link}.

source: Sign in
da: Log ind
fr: Connexion
pl: Zaloguj się
pt_pt: Iniciar Sessão
zh_tw: 登入

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
da: Du skal være tilmeldt kurset for at se kursets indhold. {enroll_link_start}Tilmeld dig nu {enroll_link_end} .
fr: Vous devez être inscrit au cours pour en voir le contenu. {enroll_link_start}S'inscrire maintenant{enroll_link_end}.
pt_pt: É necessário estar inscrito no curso para ver o conteúdo do curso. {enroll_link_start}Inscreva-se agora{enroll_link_end}.

source: You must be enrolled in the course to see course content.
da: Du skal være tilmeldt kurset for at se kursets indhold.
fr: Vous devez être inscrit à ce cours pour voir le contenu du cours.
pl: Musisz uczestniczyć w kursie, aby móc widzieć jego treść.
pt_pt: Tem de estar inscrito no curso para ver o seu conteúdo.

source: User does not exist.
da: Bruger findes ikke.
fr: L'utilisateur n'existe pas.
pl: Użytkownik nie istnieje.
pt_pt: O utilizador não existe.
zh_tw: 該使用者不存在。

source: Invalid location.
da: Ugyldig placering
fr: Emplacement invalide.
pl: Błędna lokalizacja
pt_pt: Localização inválida.
zh_tw: 無效地址

source: User {username} has never accessed problem {location}
da: Bruger {username} har aldrig søgt adgang til opgaven {location}
fr: L'utilisateur {username} n'a jamais accédé au problème {location}
pl: Użytkownik {username} nigdy nie podszedł do ćwiczenia {location}
pt_pt: O utilizador {username} nunca acedeu ao problema {location}
zh_tw: 使用者{username} 從來沒有訪問{location}問答

source: You must be signed in to {platform_name} to create a certificate.
da: Du skal være logget på {platform_name} for at oprette et diplom.
fr: Vous devez être connecté sur {platform_name} afin de créer une attestation.
pl: Aby utworzyć certyfikat, musisz się zalogować do {platform_name}.
pt_pt: Tem de ter sessão iniciada em {platform_name} para gerar um certificado.
zh_tw: 您必須登入 {platform_name} 來創建證書。

source: Course is not valid
da: Kurset er ikke gyldigt
fr: Le cours n'est pas valide
pl: Kurs jest nieprawidłowy
pt_pt: O curso não é válido
zh_tw: 課程無效

source: Your certificate will be available when you pass the course.
da: Dit diplom vil være tilgængeligt, når du består kurset.
fr: Votre certificat sera disponible après avoir terminé avec succès le cours.
pl: Twój certyfikat będzie dostępny po zaliczeniu kursu.
pt_pt: O seu certificado estará disponível quando for aprovado neste curso.
zh_tw: 您的證書將被啟用當您通過課程的時候。

source: Certificate has already been created.
da: Diplom er allerede oprettet.
fr: Le certificat a déjà été crée.
pl: Certyfikat został już wygenerowany.
pt_pt: O certificado já foi gerado.
zh_tw: 證書已經產生。

source: Certificate is being created.
da: Diplom er blevet dannet.
fr: Le certificat est en train d'être crée.
pl: Certyfikat jest właśnie generowany.
pt_pt: O certificado está a ser gerado.
zh_tw: 證書已經被產生。
