Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: Studio's having trouble parsing the problem component's content
da: Studio har problemer med at parse problemkomponentens indhold
sv: Studio har problem med att analysera problemkomponentens innehåll

source: Move
da: Bevæge sig
sv: Flytta

source: Choose a location to move your component to
da: Vælg et sted at flytte din komponent til
sv: Välj en plats att flytta din komponent till

source: Move: {displayName}
da: Flyt: {displayName}
sv: Flytta: {displayName}

source: Validation Error While Saving
da: Valideringsfejl under lagring
sv: Valideringsfel vid lagring

source: Undo Changes
da: Fortryd ændringer
sv: Ångra ändringar

source: Change Manually
da: Skift manuelt
sv: Ändra manuellt

source: Sections
da: Afsnit
sv: Avsnitt

source: Subsections
da: Underafsnit
sv: Underavsnitt

source: Units
da: Enheder
sv: Enheter

source: Components
da: Komponenter
sv: Komponenter

source: Groups
da: Grupper
sv: Grupper

source: This {parentCategory} has no {childCategory}
da: Denne {parentCategory} har ingen {childCategory}
sv: Denna {parentCategory} har ingen {childCategory}

source: Course Outline
da: Kursusoversigt
sv: Kursplan

source: Date added
da: Dato tilføjet
sv: Datum tillagt

source: Editing access for: {title}
da: Redigeringsadgang for: {title}
sv: Redigeringsåtkomst för: {title}

source: Publishing
da: Forlagsvirksomhed
sv: Publicering

source: Discard Changes
da: Kassér ændringer
sv: Ignorera ändringar

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
da: Er du sikker på, at du vil vende tilbage til den sidst offentliggjorte version af enheden? Du kan ikke fortryde denne handling.
sv: Är du säker på att du vill återgå till den senast publicerade versionen av enheten? Du kan inte ångra den här åtgärden.

source: Discarding Changes
da: Kassering af ændringer
sv: Kasta ändringar

source: Hiding from Students
da: Gemmer sig for studerende
sv: Gömmer sig från studenter

source: Explicitly Hiding from Students
da: Eksplicit gemmer sig for studerende
sv: Döljer sig uttryckligen från studenter

source: Inheriting Student Visibility
da: At arve elevsynlighed
sv: Ärver elevsynlighet

source: Make Visible to Students
da: Gør synlig for studerende
sv: Gör synlig för studenter

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
da: Hvis enheden tidligere blev udgivet og frigivet til elever, vil alle ændringer, du har foretaget i enheden, da den blev skjult, nu være synlige for eleverne. Vil du fortsætte?
sv: Om enheten tidigare har publicerats och släppts för studenter kommer alla ändringar du gjorde i enheten när den gömdes nu att vara synliga för eleverna. Vill du fortsätta?

source: Making Visible to Students
da: Synliggørelse for studerende
sv: Göra synlig för studenter

source: Course Index
da: Kursusindeks
sv: Kursindex

source: There were errors reindexing course.
da: Der var fejl ved genindeksering af kursus.
sv: Det uppstod fel vid omindexering av kursen.

source: Hide Previews
da: Skjul forhåndsvisninger
sv: Dölj förhandsvisningar

source: Show Previews
da: Vis forhåndsvisninger
sv: Visa förhandsvisningar

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
da: Viser {currentItemRange} ud af {totalItemsCount} , filtreret efter {assetType} , sorteret efter {sortName} stigende
sv: Visar {currentItemRange} av {totalItemsCount}, filtrerad efter {assetType}, sorterad efter {sortName} stigande

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
da: Viser {currentItemRange} ud af {totalItemsCount} , filtreret efter {assetType} , sorteret efter {sortName} faldende
sv: Visar {currentItemRange} av {totalItemsCount}, filtrerad efter {assetType}, sorterad efter {sortName} fallande

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
da: Viser {currentItemRange} ud af {totalItemsCount} , sorteret efter {sortName} stigende
sv: Visar {currentItemRange} av {totalItemsCount}, sorterat efter {sortName} stigande

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
da: Viser {currentItemRange} ud af {totalItemsCount} , sorteret efter {sortName} faldende
sv: Visar {currentItemRange} av {totalItemsCount}, sorterat efter {sortName} fallande

source: {totalItems} total
da: {totalItems} i alt
sv: {totalItems} totalt

source: content group
da: indholdsgruppe
sv: innehållsgrupp

source: Add your first content group
da: Tilføj din første indholdsgruppe
sv: Lägg till din första innehållsgrupp

source: You have not created any content groups yet.
da: Du har ikke oprettet nogen indholdsgrupper endnu.
sv: Du har inte skapat några innehållsgrupper än.

source: Are you sure you want to remove this video from the list?
da: Er du sikker på, at du vil fjerne denne video fra listen?
sv: Är du säker på att du vill ta bort den här videon från listan?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
da: Fjernelse af en video fra denne liste påvirker ikke kursusindhold. Alt indhold, der bruger et tidligere uploadet video-id, vises fortsat i kurset.
sv: Att ta bort en video från den här listan påverkar inte kursinnehållet. Allt innehåll som använder ett tidigare uppladdat video-ID fortsätter att visas i kursen.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
da: Dine ændringer træder ikke i kraft, før du gemmer dine fremskridt. Vær forsigtig med nøgle- og værdiformatering, da validering ikke er implementeret.
sv: Dina ändringar kommer inte att träda i kraft förrän du sparar dina framsteg. Var försiktig med nyckel- och värdeformatering, eftersom validering inte är implementerad.

source: Your policy changes have been saved.
da: Dine politikændringer er blevet gemt.
sv: Dina policyändringar har sparats.

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
da: Der udføres ingen validering på politiknøgler eller værdipar. Hvis du har problemer, så tjek din formatering.
sv: Ingen validering utförs på policynycklar eller värdepar. Om du har problem, kontrollera din formatering.

source: For grading to work, you must change all {oldName} subsections to {newName}.
da: For at karaktergivningen skal virke, skal du ændre alle {oldName} underafsnit til {newName} .
sv: För att betygsättningen ska fungera måste du ändra alla {oldName} undersektioner till {newName}.

source: Course Credit Requirements
da: Kursuskreditkrav
sv: Kurskreditkrav

source: The minimum grade for course credit is not set.
da: Minimumskarakteren for kursusmerit er ikke fastsat.
sv: Lägsta betyg för kurspoäng är inte satt.

source: Course pacing cannot be changed once a course has started.
da: Kursustempo kan ikke ændres, når først et kursus er startet.
sv: Bantempo kan inte ändras när en kurs väl har startat.

source: {hours}:{minutes} (current UTC time)
da: {hours} : {minutes} (aktuel UTC-tid)
sv: {hours}:{minutes} (aktuell UTC-tid)

source: Upload your course image.
da: Upload dit kursusbillede.
sv: Ladda upp din kursbild.

source: Upload your banner image.
da: Upload dit bannerbillede.
sv: Ladda upp din bannerbild.

source: Upload your video thumbnail image.
da: Upload dit videominiaturebillede.
sv: Ladda upp din videominiatyrbild.

source: Delete “<%- name %>”?
da: Vil du slette &quot;&lt;%-navn %&gt;&quot;?
sv: Ta bort "“<%- name %>”?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
da: Sletning af en lærebog kan ikke fortrydes, og når den er slettet, vil enhver henvisning til den i dit kursusmateriales navigation også blive fjernet.
sv: Om du raderar en lärobok kan du inte ångra dig och när du har tagit bort någon hänvisning till den i kursmaterialet kommer navigering också att tas bort.

source: Delete Page Confirmation
da: Slet sidebekræftelse
sv: Ta bort sidbekräftelse

source: Are you sure you want to delete this page? This action cannot be undone.
da: Er du sikker på, at du vil slette denne side? Denne handling kan ikke fortrydes.
sv: Är du säker på att du vill radera den här sidan? Den här åtgärden kan inte ångras i efterhand.

source: We're sorry, there was an error
da: Vi beklager, der opstod en fejl
sv: Vi beklagar, det blev ett fel

source: The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters.
da: Den kombinerede længde af felterne for organisation, kursusnummer og kursuskørsel må ikke være mere end &lt;%- limit %&gt; tegn.
sv: Den kombinerade längden på fälten för organisation, kursnummer och kurskörning får inte vara mer än <%- limit %> tecken.

source: The combined length of the organization and library code fields cannot be more than <%- limit %> characters.
da: Den kombinerede længde af organisations- og bibliotekskodefelterne må ikke være mere end &lt;%- limit %&gt; tegn.
sv: Den kombinerade längden på organisations- och bibliotekskodfälten får inte vara mer än <%- limit %> tecken.

source: Success! "{displayName}" has been moved.
da: Succes! &quot; {displayName} &quot; er blevet flyttet.
sv: Framgång! "{displayName}" har flyttats.

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
da: Flytningen blev annulleret. &quot; {sourceDisplayName} &quot; er blevet flyttet tilbage til sin oprindelige placering.
sv: Flytten avbröts. "{sourceDisplayName}" har flyttats tillbaka till sin ursprungliga plats.

source: Undo move
da: Fortryd flytning
sv: Ångra flytta

source: Take me to the new location
da: Tag mig til det nye sted
sv: Ta mig till den nya platsen

source: Duplicating
da: Duplikering
sv: Duplicerar

source: Undo moving
da: Fortryd flytning
sv: Ångra flyttning

source: Moving
da: Bevæger sig
sv: Rör på sig

source: Deleting this {xblock_type} is permanent and cannot be undone.
da: Sletning af denne {xblock_type} er permanent og kan ikke fortrydes.
sv: Att ta bort denna {xblock_type} är permanent och kan inte ångras.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
da: Ethvert indhold, der har angivet dette indhold som en forudsætning, vil også få adgangsbegrænsninger fjernet.
sv: Allt innehåll som har listat detta innehåll som en förutsättning kommer också att ta bort åtkomstbegränsningar.

source: Delete this {xblock_type} (and prerequisite)?
da: Slet denne {xblock_type} (og forudsætning)?
sv: Ta bort denna {xblock_type} (och förutsättning)?

source: Yes, delete this {xblock_type}
da: Ja, slet denne {xblock_type}
sv: Ja, ta bort denna {xblock_type}

source: Delete this {xblock_type}?
da: Slet denne {xblock_type} ?
sv: Vill du ta bort denna {xblock_type}?

source: section
da: afsnit
sv: sektion

source: subsection
da: underafsnit
sv: underavsnitt

source: unit
da: enhed
sv: enhet

source: You've made some changes
da: Du har lavet nogle ændringer
sv: Du har gjort några ändringar

source: Your changes will not take effect until you save your progress.
da: Dine ændringer træder ikke i kraft, før du gemmer dine fremskridt.
sv: Dina ändringar kommer inte att träda i kraft förrän du sparar dina framsteg.

source: You've made some changes, but there are some errors
da: Du har foretaget nogle ændringer, men der er nogle fejl
sv: Du har gjort några ändringar, men det finns några fel

source: Please address the errors on this page first, and then save your progress.
da: Ret venligst først fejlene på denne side, og gem derefter dine fremskridt.
sv: Vänligen åtgärda felen på den här sidan först och spara sedan dina framsteg.

source: Save Changes
da: Gem ændringer
sv: Spara ändringar

source: Please select a file in .srt format.
da: Vælg venligst en fil i .srt-format.
sv: Välj en fil i .srt-format.

source: Error: Uploading failed.
da: Fejl: Upload mislykkedes.
sv: Fel: Uppladdningen misslyckades.

source: Error: Import failed.
da: Fejl: Import mislykkedes.
sv: Fel: Import misslyckades.

source: Error: Replacing failed.
da: Fejl: Udskiftning mislykkedes.
sv: Fel: Det gick inte att ersätta.

source: Error: Choosing failed.
da: Fejl: Valg mislykkedes.
sv: Fel: Valet misslyckades.

source: Error: Connection with server failed.
da: Fejl: Forbindelse med server mislykkedes.
sv: Fel: Anslutning till server misslyckades.

source: Link types should be unique.
da: Linktyper skal være unikke.
sv: Länktyper ska vara unika.

source: Links should be unique.
da: Links skal være unikke.
sv: Länkar ska vara unika.

source: Incorrect url format.
da: Forkert url-format.
sv: Felaktigt webbadressformat.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
da: Beklager, der opstod en fejl ved at analysere de undertekster, du uploadede. Tjek venligst formatet og prøv igen.
sv: Det uppstod ett fel när undertexterna du laddade upp. Kontrollera formatet och försök igen.

source: Are you sure you want to remove this transcript?
da: Er du sikker på, at du vil fjerne denne transskription?
sv: Är du säker på att du vill ta bort denna transkription?

source: If you remove this transcript, the transcript will not be available for this component.
da: Hvis du fjerner denne transskription, vil transskriptionen ikke være tilgængelig for denne komponent.
sv: Om du tar bort denna transkription kommer transkriptionen inte att vara tillgänglig för den här komponenten.

source: Remove Transcript
da: Fjern transskription
sv: Ta bort transkription

source: Upload translation
da: Upload oversættelse
sv: Ladda upp översättning

source: Add Thumbnail
da: Tilføj miniaturebillede
sv: Lägg till miniatyrbild

source: Edit Thumbnail
da: Rediger miniaturebillede
sv: Redigera miniatyrbild

source: Image upload failed
da: Billedupload mislykkedes
sv: Det gick inte att ladda upp bilden

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
da: {ReqTextSpanStart} Krav {spanEnd} {lineBreak} {InstructionsSpanStart} {videoImageResoultion} {videoImageSupportedFileFormats} {spanEnd} {lineBreak}
sv: {ReqTextSpanStart}Krav{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}

source: Thumbnail for {videoName}
da: Miniaturebillede for {videoName}
sv: Miniatyrbild för {videoName}

source: Add Thumbnail - {videoName}
da: Tilføj miniaturebillede - {videoName}
sv: Lägg till miniatyrbild - {videoName}

source: Video duration is {humanizeDuration}
da: Videovarighed er {humanizeDuration}
sv: Videons längd är {humanizeDuration}

source: minutes
da: minutter
sv: minuter

source: minute
da: minut
sv: minut

source: seconds
da: sekunder
sv: sekunder

source: second
da: anden
sv: andra

source: and
da: og
sv: och

source: Video image upload started
da: Upload af videobillede startede
sv: Uppladdning av videobild har påbörjats

source: Video image upload completed
da: Upload af videobillede fuldført
sv: Uppladdningen av videobilden är klar

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
da: Denne billedfiltype understøttes ikke. Understøttede filtyper er {supportedFileFormats} .
sv: Den här bildfiltypen stöds inte. Filtyper som stöds är {supportedFileFormats}.

source: The selected image must be smaller than {maxFileSizeInMB}.
da: Det valgte billede skal være mindre end {maxFileSizeInMB} .
sv: Den valda bilden måste vara mindre än {maxFileSizeInMB}.

source: The selected image must be larger than {minFileSizeInKB}.
da: Det valgte billede skal være større end {minFileSizeInKB} .
sv: Den valda bilden måste vara större än {minFileSizeInKB}.

source: Could not upload the video image file
da: Kunne ikke uploade videobilledfilen
sv: Det gick inte att ladda upp videobildsfilen

source: Image upload failed.
da: Billedupload mislykkedes.
sv: Det gick inte att ladda upp bilden.

source: The file could not be uploaded.
da: Filen kunne ikke uploades.
sv: Filen kunde inte laddas upp.

source: Hide transcripts ({transcriptCount})
da: Skjul transskriptioner ( {transcriptCount} )
sv: Dölj avskrifter ({transcriptCount})

source: Show transcripts ({transcriptCount})
da: Vis transskriptioner ( {transcriptCount} )
sv: Visa avskrifter ({transcriptCount})

source: This file type is not supported. Supported file type is {supportedFileFormat}.
da: Denne filtype understøttes ikke. Understøttet filtype er {supportedFileFormat} .
sv: Denna filtyp stöds inte. Filtypen som stöds är {supportedFileFormat}.

source: If you remove this transcript, the transcript will not be available for any components that use this video.
da: Hvis du fjerner denne transskription, vil transskriptionen ikke være tilgængelig for nogen komponenter, der bruger denne video.
sv: Om du tar bort denna transkription kommer transkriptionen inte att vara tillgänglig för några komponenter som använder den här videon.

source: Editor
da: Redaktør
sv: Redaktör

source: Settings
da: Indstillinger
sv: Inställningar

source: New {component_type}
da: Ny {component_type}
sv: Ny {component_type}

source: Updating Tags
da: Opdatering af tags
sv: Uppdaterar taggar

source: Order History
da: Bestillings historik
sv: Beställningshistorik

source: You have set your language to {beta_language}, which is currently not fully translated. You can help us translate this language fully by joining the Transifex community and adding translations from English for learners that speak {beta_language}.
da: Du har indstillet dit sprog til {beta_language}, som i øjeblikket ikke er fuldt oversat. Du kan hjælpe os med at oversætte dette sprog fuldt ud ved at deltage i Transifex-fællesskabet og tilføje oversættelser fra engelsk til kursister, der taler {beta_language}.
sv: Du har ställt in ditt språk på {beta_language}, som för närvarande inte är helt översatt. Du kan hjälpa oss att översätta detta språk fullt ut genom att gå med i Transifex-communityt och lägga till översättningar från engelska för elever som talar {beta_language}.

source: Help Translate into {beta_language}
da: Hjælp til at oversætte til {beta_language}
sv: Hjälp till att översätta till {beta_language}

source: Actions
da: Handlinger
sv: Handlingar

source: Prerequisite: %(prereq_display_name)s
da: Forudsætning: %(prereq_display_name)s

source: Contains staff only content
da: Indeholder kun personaleindhold

source: Unpublished changes to live content
da: Upublicerede ændringer af liveindhold

source: Unpublished units will not be released
da: Ikke-publicerede enheder frigives ikke

source: Unpublished changes to content that will release in the future
da: Upublicerede ændringer af indhold, der udgives i fremtiden

source: Access to this unit is restricted to: {selectedGroupsLabel}
da: Adgang til denne enhed er begrænset til: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
da: Adgang til noget indhold i denne enhed er begrænset til bestemte grupper af elever

source: Ungraded
da: Uklassificeret

source: Onboarding Exam
da: Onboarding eksamen

source: Practice proctored Exam
da: Øv proctored eksamen

source: Proctored Exam
da: Proctored eksamen

source: Timed Exam
da: Tidsbestemt eksamen

source: Collapse/Expand this %(xblock_type)s
da: Skjul/udvid denne %(xblock_type)s

source: Display Name
da: Visningsnavn

source: Proctoring Settings
da: Proctoring indstillinger

source: Configure
da: Konfigurer

source: Duplicate
da: Duplikere

source: Drag to reorder
da: Træk for at omarrangere

source: Release Status:
da: Udgivelsesstatus:

source: Released:
da: Udgivet:

source: Scheduled:
da: Planlagt:

source: Unscheduled
da: Uplanlagt
sv: Ej schemalagd

source: Section Highlights
da: Sektions højdepunkter

source: Graded as:
da: Bedømt som:

source: Due:
da: Forventes:

source: Subsection is hidden after course end date
da: Underafsnit er skjult efter kursets slutdato

source: Subsection is hidden after due date
da: Underafsnit er skjult efter forfaldsdato

source: You haven't added any content to this course yet.
da: Du har ikke tilføjet noget indhold til dette kursus endnu.

source: Click to add a new %(xblock_type)s
da: Klik for at tilføje en ny %(xblock_type)s

source: Previous
da: Tidligere
sv: Föregående

source: Action
da: Handling
sv: Förändring

source: Large
da: Stor
sv: Stor

source: Zoom Out
da: Zoome ud
sv: Zooma ut

source: Page number out of %(total_pages)s
da: Sidenummer ud af %(total_pages)s
sv: Sidnummer av %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
da: Indtast det sidetal, du gerne vil have to naviger hurtigt to .
sv: Ange sidnumret som du snabbt vill navigera till.

source: Sorted by
da: Sorteret by
sv: Sorterad efter

source: Clear search
da: Nulstil søgning
sv: Rensa sökning

source: Search
da: Søg
sv: Sök

source: Add a Response
da: add et Svar
sv: Lägg till ett svar

source: This thread is closed.
da: this thread er closed .
sv: Den här tråden är stängd.

source: Add a response:
da: add et svar:
sv: Lägg till ett svar:

source: Submit
da: Indsend
sv: Skicka

source: discussion posted %(time_ago)s by %(author)s
da: Discussion indsendt %(time_ago)s by %(author)s
sv: diskussion postad %(time_ago)s av %(author)s

source: question posted %(time_ago)s by %(author)s
da: Question indsendt %(time_ago)s by %(author)s
sv: fråga postad %(time_ago)s av %(author)s

source: Pinned
da: Fastgjort
sv: Fastnålad

source: Reported
da: Rapporteret
sv: Rapporterade

source: Closed
da: Lukket
sv: Stängd

source: Related to: %(courseware_title_linked)s
da: Relateret to : %(courseware_title_linked)s
sv: Relaterat till: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
da: this post er synlig only to %(group_name)s .
sv: Det här meddelandet är endast synligt för %(group_name)s.

source: This post is visible to everyone.
da: this post er synlig to alle.
sv: Det här meddelandet är synligt för alla.

source: Editing post
da: Redigering af post
sv: Redigera inlägg

source: Add a clear and descriptive title to encourage participation. (Required)
da: add en klar og beskrivende title to tilskynde til deltagelse. ( required )
sv: Lägg till en tydlig och beskrivande titel för att uppmuntra deltagande. (Nödvändig)

source: Edit your post below.
da: edit din post nedenfor.
sv: Redigera ditt inlägg nedan.

source: Update post
da: Opdater post
sv: Uppdatera inlägget

source: marked as answer %(time_ago)s by %(user)s
da: markeret som answer %(time_ago)s by %(user)s
sv: markerat som svar %(time_ago)s av %(user)s

source: marked as answer %(time_ago)s
da: markeret som answer %(time_ago)s
sv: markerat som svar %(time_ago)s

source: Editing response
da: Redigering af svar
sv: Redigera svar

source: Update response
da: Opdater svar
sv: Uppdatera svar

source: posted %(time_ago)s by %(author)s
da: indsendt %(time_ago)s by %(author)s
sv: postat %(time_ago)s av %(author)s

source: Editing comment
da: Redigering af comment
sv: Redigerar kommentar

source: Update comment
da: Opdater comment
sv: Uppdatera kommentar

source: answered question
da: besvarede Question
sv: besvarad fråga

source: unanswered question
da: ubesvaret Question
sv: obesvarad fråga

source: Following
da: Følgende
sv: Följer

source: Community TA
da: Fællesskabets TA
sv: Stödinstruktör

source: {unread_comments_count} new
da: {unread_comments_count} ny
sv: {unread_comments_count} nya
