Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
da: Bestemmer, om en 'Nulstil'-knap skal vises, så brugerne kan nulstille deres svar. En standardværdi kan indstilles i Avancerede indstillinger.
fr: Détermine si un bouton 'Réinitialiser' est affiché pour que l'utilisateur puisse réinitialiser sa réponse. Une valeur par défaut peut-être définie dans les paramètres avancés.
pl: Określ widoczność przycisku 'Reset' dla studentów, dzięki któremu mają oni możliwość zresetowania swojej odpowiedzi. Można wskazać domyślną wartość w ustawieniach zaawansowanych.
pt_pt: Determina se um botão de 'Reiniciar' é apresentado de modo a que o utilizador possa redefinir a sua resposta. Um valor padrão pode ser definido nas Configurações Avançadas.
zh_tw: 是否顯示’重設’按鈕以便學生可以重設它們的答案。預設值可以在進階設定裡設定。

source: Randomization
da: Randomiseret
fr: Randomisation
pl: Randomizacja
pt_pt: Aleatoriedade
zh_tw: 隨機化

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
da: Definerer, hvornår de variabler, der er angivet i den tilhørende Python script, skal randomiseres. For spørgsmål, der ikke randomiserer værdier, skal du angive "Aldrig".
fr: Définit quand les variables spécifiées dans le script Python associé doivent être choisies de manière aléatoire. Pour les exercices dont les valeurs ne sont pas aléatoires, spécifiez "Never".
pl: Określ kiedy losować wartości zmiennych w powiązanym skrypcie Python. Dla ćwiczeń, które nie wymagają losowania wartości, określ "Nigdy".
pt_pt: Define quando se deve aleatorizar as variáveis especificadas no script Python associado. Para problemas que não tornam os valores aleatórios, especifique "Nunca".
zh_tw: 定義何時隨機的在相關的Python腳本指定的變數。對於問題不隨機值，指定“從不”。

source: On Reset
da: På nulstil
fr: À la remise à zéro
pl: Po zresetowaniu
pt_pt: A Redefinir
zh_tw: 在 重設

source: Per Student
da: Pr. kursist
fr: Par étudiant
pl: Na jednego studenta
pt_pt: Por Estudante
zh_tw: 每個學生

source: XML data for the problem
da: XML data til spørgsmålet
fr: Données XML pour l'exercice
pl: Dane XML ćwiczenia
pt_pt: Dados XML para o problema
zh_tw: 這個問題的XML數據

source: Dictionary with the correctness of current student answers
da: Mappe over rigtigheden af de nuværende kursisters svar
fr: Dictionnaire de l'exactitude des réponses actuelles des étudiants
pl: Dziennik poprawności aktualnych odpowiedzi studentów
pt_pt: Dicionário com a correção das respostas atuais dos estudantes
zh_tw: 目前學生答案的正確性的辭典

source: Dictionary for maintaining the state of inputtypes
da: Mappe til at vedligeholde tilstanden af inputtyper
fr: Dictionnaire pour maintenir l'état des inputtypes
pl: Dziennik zarządzania stanem typów odpowiedzi
pt_pt: Dicionário para manter o estado dos tipos de entrada
zh_tw: 維護輸入種類狀態的辭典

source: Dictionary with the current student responses
da: Mappe med de nuværende kursisters svar
fr: Dictionnaire des réponses actuelles des élèves
pl: Dziennik aktualnych odpowiedzi studentów
pt_pt: Dicionário com as respostas atuais dos estudantes
zh_tw: 對於目前學生的回應的辭典

source: Dictionary with the current student score
da: Ordbog med det aktuelle elevresultat
fr: Dictionnaire des notes actuelles des élèves
pl: Dziennik z obecnym wynikiem studenta
pt_pt: Dicionário com a classificação atual do estudante

source: Whether or not the answers have been saved since last submit
da: Hvorvidt svarene er blevet gemt siden sidste indsendelse
fr: Que les réponses aient été enregistrées ou pas depuis la dernière sauvegarde
pl: Czy odpowiedzi zostały zapisane po ostatnim zgłoszeniu
pt_pt: Se as respostas foram ou não guardadas desde a última submissão

source: Whether the student has answered the problem
da: Om kursisten har besvaret spørgsmålet
fr: Si l'étudiant a résolu le problème
pl: Czy student udzielił odpowiedzi na ćwiczenie
pt_pt: Se o estudante respondeu ao problema
zh_tw: 學生是否已經回答問題

source: Random seed for this student
da: Randomiseret sekvens for denne kursist
fr: Graine aléatoire pour cet étudiant
pl: Wartość random seed dla bieżącego studenta
pt_pt: Origem aleatória para este estudante
zh_tw: Random Seed 對這名學生

source: Last submission time
da: Sidste indsendelsestidspunkt
fr: Heure de la dernière soumission
pl: Data ostatniego zgłoszenia
pt_pt: Última hora de submissão
zh_tw: 最後提交時間

source: Timer Between Attempts
da: Tidsmåler mellem forsøg
fr: Délai entre les tentatives
pl: Czas pomiędzy podejściami
pt_pt: Tempo entre tentativas
zh_tw: 嘗試之間的時間

source: Seconds a student must wait between submissions for a problem with multiple attempts.
da: Antal sekunder en studerende må vente mellem flere forsøg på at sende.
fr: Délai d'attente, en secondes, entre deux soumissions par un étudiant d'un problème autorisant de multiples tentatives.
pl: Liczba sekund, którą student musi odczekać pomiędzy kolejnymi próbami w ćwiczeniach pozwalających na wiele podejść.
pt_pt: Os segundos que um estudante deve esperar entre as submissões de um problema com múltiplas tentativas.
zh_tw: 學生在多次嘗試提交問題之間的等待秒數

source: Problem Weight
da: Opgave vægtning
fr: Poids de l'exercice
pl: Waga ćwiczenia
pt_pt: Peso do problema
zh_tw: 問題權重

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
da: Definerer det antal point, som hver opgave er værd. Hvis værdien ikke er indikeret, er hvert svarfelt i opgaven ét punkt værd.
fr: Définit le nombre de points attribués à chaque problème. Si la valeur n'est pas définie, chaque champ de réponse du problème vaut un point.
pl: Pozwala określić wartość punktową dla poszczególnych ćwiczeń. Jeśli wartość nie zostanie wskazana, każde pole odpowiedzi jest warte jeden punkt.
pt_pt: Define o número de pontos que cada problema vale. Se um valor não for definido, cada campo de resposta no problema vale um ponto.
zh_tw: 定義每個問題的點數價值。如果沒有設定值，每個在問題中的回應欄位都值一點。

source: Markdown source of this module
da: Notér kilde til dette modul
fr: Source de ce module au format Markdown
pl: Zaznacz źródło tego modułu
pt_pt: Marcar a fonte deste módulo
zh_tw: 此模塊的Markdown資源

source: Source code for LaTeX and Word problems. This feature is not well-supported.
da: Kildekode til LaTeX og Word problemer. Denne funktion er ikke godt understøttet.
fr: Code source des problèmes en LaTeX et Word. Cette fonction n'est pas bien prise en charge.
pl: Kod źródłowy dla ćwiczeń LaTeX i słownych. Ta opcja nie jest w pełni wspierana.
pt_pt: Código fonte para problemas LaTeX e Word. Esta funcionalidade não é bem suportada.
zh_tw: 原始碼 LaTeX 和 Word 問題。此功能沒有得到很好的支援。

source: Enable LaTeX templates?
da: Aktivér LaTeX skabeloner?
fr: Autoriser les modèles LaTeX ?
pl: Włączyć szablony LaTeX?
pt_pt: Ativar modelos LaTeX?
zh_tw: 啟用LaTeX 模板？

source: Matlab API key
da: Matlab API nøgle
fr: Clé de l'API Matlab
pl: Klucz API Matlab
pt_pt: Chave Matlab API
zh_tw: Matlab API 密鑰

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
da: Indtast API-nøgle fra MathWorks for adgang til Matlab hosted service. Denne nøgle gives til eksklusivt brug af dette kursus for den angivne varighed. Undlad venligst at dele API-nøgle med andre kurser og giv straks besked til MathWorks, hvis du mener, at nøglen er blevet afsløret eller kompromitteret. For at få en nøgle til dit kursus, eller til at rapportere et problem, skal du kontakte moocsupport@mathworks.com
fr: Entrer la clé API fournie par MathWorks pour accéder au service hébergé de the MATLAB. Cette clé est permise pour une utilisation exclusive dans ce cours pour une durée spécifique. Ne partagez pas cette clé AI avec d'autres cours. Prévenez immédiatement MathWorks si vous croyez que la clé est compromise. Pour obtenir une clé pour votre cours ou pour signaler un problème, s'il vous plaît contacter moocsupport@mathworks.com
pl: Wprowadź kod API udostępniony przez MathWorks i pozwalający na dostęp do MATLAB Hosted Service. Ten klucz można wykorzystać wyłącznie dla bieżącego kursu i przez ograniczony okres czasu. Proszę nie wykorzystywać kodu API do innych kursów i powiadomić MathWorks w przypadku wykrycia nieautoryzowanego korzystania z klucza. Aby uzyskać klucz dla swojego kursu, albo zgłosić problem, proszę skontaktować się na moocsupport@mathworks.com
pt_pt: Digite a chave da API fornecida pelo MathWorks para aceder ao serviço hospedado pelo MATLAB. Esta chave é concedida para uso exclusivo por este curso durante a duração especificada. Não compartilhe a chave da API com outros cursos e notifique o MathWorks imediatamente se acreditar que a chave está exposta ou comprometida. Para obter uma chave para o seu curso ou para reportar um problema, entre em contacto com moocsupport@mathworks.com
zh_tw: 輸入 MATLAB託管服務提供MathWorks公司的API密鑰。這個密鑰被授予通過本課程的指定時間獨家使用。請不要共享的API密鑰與其他課程，並立即通知MathWorks公司，如果你認為密鑰被暴露或損害。為了獲得一個關鍵的課程，或報告的問題，請聯繫moocsupport@mathworks.com

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
da: Vi beklager, der opstod en fejl ved behandlingen af din anmodning. Prøv at genindlæse siden og prøv igen.
fr: Nous sommes désolés, il y a eu une erreur dans le suivi de votre demande. Merci de rafraichir la page et d'essayer à nouveau.
pl: Przepraszamy, wystąpił błąd w trakcie przetwarzania twojego żądania. Odśwież stronę i spróbuj ponownie.
pt_pt: Desculpe, ocorreu um erro ao processar o seu pedido. Por favor, recarregue a página e tente novamente.
zh_tw: 很抱歉，處理您的請求時出現有一個錯誤。請重新載入頁面，並再次嘗試。

source: The state of this problem has changed since you loaded this page. Please refresh your page.
da: Opgavens status er ændret siden du hentede denne side. Opdatér venligst denne side.
fr: Le statut de ce problème a changé depuis que vous avez chargé cette page. Merci de rafraîchir la page.
pl: Stan ćwiczenia uległ zmianie od momentu ostatniego wyświetlenia strony. Proszę odświeżyć stronę.
pt_pt: O estado deste problema mudou desde que carregou esta página. Por favor, atualize a sua página.
zh_tw: 這個問題的狀態，因為您載入這個頁面已經改變。請重新整理您的頁面。

source: Answer ID
da: Svar ID
fr: ID réponse
pt_pt: ID da Resposta

source: Question
da: Spørgsmål
pt_pt: Pergunta

source: Correct Answer
da: Rigtigt svar
fr: Bonne réponse
pl: Poprawna odpowiedź
pt_pt: Resposta Correta

source: Submit
da: Send
fr: Soumettre
pl: Wyślij
pt_pt: Submeter
zh_tw: 提交

source: Submitting
da: Indsender
fr: Soumettre
pl: Wysyłanie
pt_pt: A submeter
zh_tw: 提交中

source: Warning: The problem has been reset to its initial state!
da: Advarsel: Opgaven er blevet nulstillet til den oprindelige tilstand!
fr: Attention : le problème a été réinitialisé !
pl: Uwaga: to ćwiczenie zostało zresetowane do stanu początkowego!
pt_pt: Aviso: O problema foi redefinido para o seu estado inicial!
zh_tw: 警告：該問題已被重置為初始狀態！

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
da: Opgavestatus blev ødelagt af en ugyldig indsendelse. Indsendelsen bestod af:
fr: Le problème a été corrompu par une soumission invalide. La soumission était :
pl: Stan ćwiczenia uległ uszkodzeniu przez niepoprawną zawartość. Zawierało:
pt_pt: O status do problema foi corrompido por uma submissão inválida. A submissão consistiu de:
zh_tw: 由於一個無效的提交，該問題的狀態已損壞。提交包括：

source: If this error persists, please contact the course staff.
da: Hvis denne fejl fortsætter, så kontakt kursuspersonalet.
fr: Si l'erreur persiste, merci de contacter l'équipe pédagogique du cours.
pl: Jeśli błąd nie ustąpi, proszę skontaktować się z kadrą kursu.
pt_pt: Se o erro persistir, por favor, entre em contacto com a equipa do curso.
zh_tw: 如果此錯誤仍然存在，請聯繫課程的工作人員。

source: Hint ({hint_num} of {hints_count}):
da: Tip ({hint_num} af {hints_count}):
fr: Indice ({hint_num} sur {hints_count}) :
pl: Podpowiedź ({hint_num} z {hints_count}):
pt_pt: Dica ({hint_num} de {hints_count}):
zh_tw: 提示 ({hint_num}, 共 {hints_count}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
da: Dine svar blev tidligere gemt. Klik på '{button_name}' for at bedømme dem.
fr: Vos réponses ont été sauvegardées. Cliquer '{button_name}' pour les évaluer.
pl: Twoje odpowiedzi zostały uprzednio zapisane. Kliknij '{button_name}', aby je ocenić.
pt_pt: As suas respostas foram previamente guardadas. Clique em '{button_name}' para as classificar.

source: Incorrect ({progress} point)
da: Forkert ({progress} punkt)
pl: Błędnie ({progress} punkt)
pt_pt: Incorreto ({progress} ponto)
zh_tw: 不正確({progress} points)

source: Correct ({progress} point)
da: Korrekt ({progress} punkt)
pl: Poprawnie ({progress} punkt)
pt_pt: Correto ({progress} ponto)
zh_tw: 正確({progress} points)

source: Partially correct ({progress} point)
da: Delvist korrekt ({progress} punkt)
fr: Partiellement correct ({progress} point)
pl: Częściowo poprawnie ({progress} punkt)
pt_pt: Parcialmente correto ({progress} ponto)
zh_tw: 部分正確({progress} points)

source: Partially Correct
da: Delvis Korrekt
fr: Partiellement correct
pl: Częściowo poprawnie
pt_pt: Parcialmente Correto
zh_tw: 部分正確

source: Answer submitted.
da: Svar indsendt.
fr: Réponse soumise.
pl: Odpowiedź przesłana
pt_pt: Resposta submetida.

source: Problem is closed.
da: Opgaven er lukket.
fr: Ce problème est maintenant fermé; la date limite est passée.
pl: Ćwiczenie jest zamknięte
pt_pt: O problema está fechado.
zh_tw: 問題已經關閉

source: Problem must be reset before it can be submitted again.
da: Problemet skal nulstilles, før det kan sendes igen.
fr: L'exercice doit être réinitialisé avant de pouvoir être soumis de nouveau.
pl: Ćwiczenie należy zresetować zanim będzie można przesłać je ponownie.
pt_pt: O problema deve ser reiniciado antes de tentar nova submissão.
zh_tw: 問題再次送出前必須先重置。

source: You must wait at least {wait} seconds between submissions.
da: Du skal vente mindst {wait} sekunder mellem hver indsendelse.
fr: Vous devez attendre au moins {wait} secondes entre les soumissions.
pl: Należy odczekać co najmniej {wait} sekund pomiędzy kolejnymi próbami.
pt_pt: Aguarde pelo menos {wait} segundos entre as submissões.
zh_tw: 您必須等待至少{wait} 秒於提交之間

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
da: Du skal vente mindst {wait_secs} mellem hver indsendelse. {remaining_secs} tilbage.
fr: Vous devez attendre au moins {wait_secs} entre deux soumissions. Reste {remaining_secs} secondes.
pl: Należy odczekać co najmniej {wait_secs} pomiędzy kolejnymi próbami. Pozostało {remaining_secs}.
pt_pt: Deve aguardar pelo menos {wait_secs} segundos entre submissões. Restam {remaining_secs}.
zh_tw: 在兩次提交之間需要等待 {wait_secs}，尚需等待 {remaining_secs}。

source: {num_hour} hour
da: {num_hour} timer
fr: {num_hour} heure
pl: {num_hour} godzina
pt_pt: {num_hour} hora
zh_tw: {num_hour} 小時

source: {num_minute} minute
da: {num_minute} minutter
fr: {num_minute} minutes
pl: {num_minute} minuta
pt_pt: {num_minute} minuto
zh_tw: {num_minute} 分鐘

source: {num_second} second
da: {num_second} seconds
fr: {num_second} seconde
pl: {num_second} sekunda
pt_pt: {num_second} segundo
zh_tw: {num_second} 秒

source: Problem needs to be reset prior to save.
da: Opgaven skal nulstilles, før den kan gemmes.
fr: Le problème doit être réinitialisé avant d'être enregistré.
pl: Ćwiczenie musi zostać zresetowane przed zapisaniem.
pt_pt: O problema deve ser redefinido antes de guardar.
zh_tw: 問題需要在保存之前進行重設。

source: Your answers have been saved.
da: Dine svar er blevet gemt.
fr: Vos réponses ont été sauvegardées.
pl: Twoje odpowiedzi zostały zapisane.
pt_pt: As suas respostas foram guardadas.
zh_tw: 您的答案已經儲存

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
da: Dine svar er blevet gemt men ikke bedømt. Klik '{button_name}' for at bedømme dem.
fr: Vos réponses ont été enregistrées mais pas encore évaluées. Cliquez sur '{button_name}' pour les évaluer.
pl: Twoje odpowiedzi zostały zapisane, ale nie zostały ocenione. Kliknij '{button_name}', aby je ocenić.
pt_pt: As suas respostas foram guardadas mas não classificadas. Clique '{button_name}' para as classificar.
zh_tw: 您的答案已儲存但不計分，您可點按'{button_name}'以評分並觀看詳解。

source: You cannot select Reset for a problem that is closed.
da: Du kan ikke vælge Nulstil for et problem, der er lukket.
fr: Vous ne pouvez pas réinitialiser un problème fermé.
pl: Nie możesz zresetować ćwiczenia które jest zamknięte.
pt_pt: Não pode selecionar Reiniciar para um problema que se encontra fechado.
zh_tw: 對於已關閉的問題，您無法選擇重置。

source: You must submit an answer before you can select Reset.
da: Du skal indsende et svar, før du kan vælge Nulstil.
fr: Vous devez soumettre une réponse avant de pouvoir sélectionner Reset
pl: Przed zresetowaniem musisz przesłać odpowiedź.
pt_pt: Deve submeter uma resposta antes de selecionar Reiniciar.
zh_tw: 您必須先送出答案才能選擇重置。

source: Problem's definition does not support rescoring.
da: Problemets definition understøtter ikke rescoring.
fr: La définition du problème ne permet pas un recalcul du score.
pl: Charakter ćwiczenia nie pozwala na ponowną ocenę.
pt_pt: A definição do problema não suporta uma nova correção.
zh_tw: 問題的定義不支持成績複查。

source: Problem must be answered before it can be graded again.
da: Opgaven skal besvares, før den kan blive bedømt igen.
fr: Il faut donner une réponse avant que ce problème puisse être noté à nouveau.
pl: Należy wykonać ćwiczenie zanim będzie można je ponownie ocenić.
pt_pt: O problema deve ser respondido antes de poder ser novamente classificado.
zh_tw: 問題必須回答，才可以再次分級。

source: Conditional
da: Betinget
fr: Conditionnel
pl: Zależność
pt_pt: Condicional
zh_tw: 附條件的

source: List of urls of children that are references to external modules
da: Liste over urls på børn, der er referencer til eksterne moduler
fr: Liste d'URL pour enfants qui sont des références à des modules externes.
pl: Lista odnośników do elementów odnoszących się do modułów zewnętrznych
pt_pt: Lista de urls de crianças que são referências a módulos externos
zh_tw: 引用外部模組的子節點的網址列表

source: Source Components
da: Kildekomponenter
fr: Composants source
pl: Elementy źródłowe
pt_pt: Componentes de origem
zh_tw: 源組件

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional module. Copy the component location ID of a component from its Settings dialog in Studio.
da: Komponentplacerings-id'erne for alle kildekomponenter, der bruges til at bestemme, om en elev får vist indholdet af dette betingede modul. Kopier komponentplacerings-id'et for en komponent fra dialogboksen Indstillinger i Studio.

source: Conditional Attribute
da: Betinget attribut
fr: Attribut conditionnel
pl: Atrybut zależności
pt_pt: Atributo condicional
zh_tw: 附條件的屬性

source: The attribute of the source components that determines whether a learner is shown the content of this conditional module.
da: Attributten for kildekomponenterne, der bestemmer, om en elev får vist indholdet af dette betingede modul.

source: Conditional Value
da: Betinget værdi
fr: Valeur conditionnelle
pl: Wartość zależności
pt_pt: Valor condicional
zh_tw: 附條件的值

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional module.
da: Den værdi, som den betingede attribut for kildekomponenterne skal matche, før en elev får vist indholdet af dette betingede modul.

source: Blocked Content Message
da: Meddelelse om blokeret indhold
fr: Message au contenu bloqué
pl: Komunikat zablokowanego elementu
pt_pt: Conteúdo da mensagem bloqueado
zh_tw: 被封鎖的內容訊息

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
da: Den besked, der vises til eleverne, når ikke alle betingelser er opfyldt for at vise indholdet af dette betingede modul. Inkluder {link} i teksten i din besked for at give eleverne et direkte link til påkrævede enheder. For eksempel, 'Du skal udfylde {link}, før du kan få adgang til denne enhed'.

source: You must complete {link} before you can access this unit.
da: Du skal udfylde {link} , før du kan få adgang til denne enhed.
fr: Vous devez compléter {link} avant de pouvoir accéder à cette unité.
pl: Przed przystąpieniem do tej lekcji musisz ukończyć {link}.
pt_pt: Deve completar {link} para poder aceder a esta unidade.
zh_tw: 在您進入本單元前，您必須結束{link}。

source: This component has no source components configured yet.
da: Denne komponent har ingen kildekomponenter konfigureret endnu.
fr: Aucune source de composants n'est encore configurée pour ce composant.
pl: Ten element jeszcze nie posiada skonfigurowanych elementów źródłowych.
pt_pt: Este componente ainda não tem componentes de origem configurados.
zh_tw: 此元件尚未設定源組件。

source: Configure list of sources
da: Konfigurer liste over kilder
fr: Configurer la liste des sources
pl: Skonfiguruj listę źródeł
pt_pt: Configurar lista de fontes
zh_tw: 來源設定列表

source: LTI Passports
da: LTI pas
fr: Passeports LTI
pl: Klucze LTI
pt_pt: Passaporte LTI
zh_tw: LTI 帳戶

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
da: Indtast pas til LTI værktøjer i dette format: "id:client_key:client_secret".
fr: Entrez les passeports pour les outils LTI du cours dans le format suivant : "id:clef_client:clef_secrète"
pl: Wprowadź klucze dla narzędzi LTI kursu w następującym formacie: "id:client_key:client_secret".
pt_pt: Insira os passaportes para as ferramentas LTI do curso no seguinte formato: "id: client_key: client_secret".
zh_tw: 請依照下列格式："id:client_key:client_secret"為課程LTI工具輸入帳戶。

source: List of Textbook objects with (title, url) for textbooks used in this course
da: Liste over lærebogsobjekter med (titel, url) til lærebøger brugt i dette kursus
fr: Liste des objets Textbook avec (titre, url) pour les manuels utilisés dans ce cours
pl: Lista elementów podręczników (tytuł, odnośnik) dla podręczników obecnych w tym kursie
pt_pt: Lista de objectos de livros didáticos (título, url) para manuais utilizados neste curso
zh_tw: 已使用 (書名，URL) 的 Textbook 物件清單做為本課程的課本

source: Slug that points to the wiki for this course
da: Genereret linje, som leder wiki'en for dette kursus
fr: Slug qui pointe au wiki pour ce cours
pl: Odnośnik, który kieruje do wiki tego kursu
pt_pt: Slug que aponta para o wiki deste curso
zh_tw: 指向課程的維基

source: Date that enrollment for this class is opened
da: Dato, hvor tilmelding til denne klasse er åben
fr: Date de début des inscriptions pour ce cours
pl: Data rozpoczęcia zapisów na ten kurs
pt_pt: Data em que abre a inscrição para esta aula
zh_tw: 課程的開始註冊時間

source: Date that enrollment for this class is closed
da: Dato, hvor tilmelding til denne klasse er lukket
fr: Date de fin des inscriptions pour ce cours
pl: Data zakończenia zapisów na ten kurs
pt_pt: Data em que fecha a inscrição para esta aula
zh_tw: 這課程的註冊關閉時間

source: Start time when this module is visible
da: Starttidspunkt, hvor dette modul er synligt

source: Date that this class ends
da: Dato, hvor denne klasse slutter
fr: Date à laquelle se termine ce cours
pl: Data zakończenia tej edycji kursu
pt_pt: Data em que esta aula termina
zh_tw: 這課程結束的日期
