Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: You have left the {start_bold}{enterprise_name}{end_bold} website and are now on the {platform_name} site. {enterprise_name} has partnered with {platform_name} to offer you high-quality, always available learning programs to help you advance your knowledge and career. {line_break}Please note that {platform_name} has a different {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end} from {enterprise_name}.
fr: Vous avez quitté le site web {start_bold}{enterprise_name}{end_bold} et êtes maintenant sur le site de {platform_name}. {enterprise_name} est en partenariat avec {platform_name} pour vous offrir des programmes d’apprentissage de haute qualité pour vous aider à améliorer votre connaissance et votre carrière. {line_break}Veuillez noter que {platform_name} a une {privacy_policy_link_start}Politique de confidentialité{privacy_policy_link_end} différente de {enterprise_name}.

source: Retrieve your course certificates
fr: Récupérer vos certificats de cours

source: Follow {platform_name} on Instagram
fr: Suivre {platform_name} sur Instagram

source: Subscribe to the {platform_name} subreddit
fr: S’inscrire au sous-reddit de {platform_name}

source: Your Platform 𝓢𝓽𝓾𝓭𝓲𝓸
fr: Votre 𝓢𝓽𝓾𝓭𝓲𝓸 de plateforme

source: Subscribe to the {platform_name} YouTube channel
fr: S’inscrire au canal Youtube de {platform_name}

source: Follow {platform_name} on Twitter
fr: Suivre {platform_name} sur Twitter

source: Open édX Platform
fr: Ouvrir la plateforme édX

source: Credit
fr: Crédit

source: Know your user identifier
fr: Connaître votre identifiant utilisateur

source: No Prerequisites
fr: Aucun prérequis

source: Your Platform Description Here
fr: La description de votre plateforme ici

source: If you are not redirected within 5 seconds, {start_anchor}click here to go to the home page{end_anchor}.
fr: Si vous n’êtes pas redirigé d’ici 5 secondes, {start_anchor}cliquez ici pour aller à la page d’accueil{end_anchor}.

source: Your Platform Name Here
fr: Le nom de votre plateforme ici

source: Open after 3 months
fr: Ouvert après 3 mois

source: Know your email address
fr: Connaître votre adresse de messagerie

source: Course Type
fr: Type de cours

source: No-Id-Professional
fr: Numéro d’identifiant professionnel

source: Know your name and username
fr: Connaître votre nom et votre nom d’utilisateur

source: Like {platform_name} on Facebook
fr: Aimer {platform_name} sur Facebook

source: Follow {platform_name} on LinkedIn
fr: Suivre {platform_name} sur LinkedIn

source: Enrollment Type
fr: Type d’inscription

source: Open in coming 3 months
fr: Ouvert dans les 3 mois à venir

source: All Courses enrollment Report
fr: Rapport d’inscription à tous les cours

source: Generate a report for last quarter enrollments of all courses.
fr: Générer un rapport pour les inscriptions du dernier trimestre pour tous les cours.

source: %(platform_name)s -> Your report is ready.
fr: %(platform_name)s -> Votre rapport est prêt.

source: Select Quarter
fr: Sélectionner le trimestre

source: View Reports
fr: Afficher les rapports

source: Select Year
fr: Sélectionner l’année

source: Generate Courses Enrollment Report
fr: Générer le rapport des inscriptions aux cours

source: The status for any active tasks appears in the list below.
fr: L’état des tâches actives apparaît dans la liste ci-dessous.

source: Generate an all time report of enrolment/completion for all courses.
fr: Générer un rapport des inscriptions/achèvement de tous les cours pour toutes les périodes.

source: Quarterly Courses enrollment Report
fr: Rapport trimestriel d’inscription aux cours

source: Generate an all time report of enrollment/completion for all courses.
fr: Générer un rapport d’inscription/achèvement pour tous les cours et toutes les périodes.

source: %(thread_username)s created a post: <b>%(thread_title)s</b>:
fr: %(thread_username)s a créé un billet : <b>%(thread_title)s</b> :

source: %(thread_username)s created a post: %(thread_title)s:
fr: %(thread_username)s a créé un billet : %(thread_title)s :

source: %(platform_name)s -> %(created_by)s Created a post.
fr: %(platform_name)s -> %(created_by)s Créé un billet.

source: %(platform_name)s -> %(created_by)s created a post.
fr: %(platform_name)s -> %(created_by)s Créé un billet.

source: WikiLearn, hosted by the Wikimedia Foundation, is a dedicated learning platform for the Wikimedia movement. It offers a comprehensive range of self-paced and instructor-led courses aimed at capacity building and leadership development within the Wikimedia community. Courses on WikiLearn are collaboratively developed by and for Wikimedians with a commitment to accessibility and diversity. For inquiries, contact the Community Development team at
fr: WikiLearn, hébergé par la Wikimedia Foundation, est une plateforme d'apprentissage dédiée au mouvement Wikimedia. Il propose une gamme complète de cours à votre rythme et dirigés par un instructeur visant au renforcement des capacités et au développement du leadership au sein de la communauté Wikimédia. Les cours sur WikiLearn sont développés en collaboration par et pour les Wikimédiens avec un engagement en faveur de l'accessibilité et de la diversité. Pour toute demande de renseignements, contactez l'équipe de développement communautaire au

source: Hide Score Tab
fr: Masquer l'onglet score

source: Select course family in which you want to display your course. Available options are "font-trebuchet", "font-open-sans", "font-noto-kufi-arabic", "font-montserrat", and "font-source-sans-pro". If value is invalid or empty the default font-family will be "Helvetica Neue".
fr: Sélectionner une famille de polices dans laquelle vous voulez afficher votre cours. Les options disponibles sont « font-trebuchet », « font-open-sans », « font-noto-kufi-arabic », « font-montserrat » et « font-source-sans-pro ». Si la valeur n’est pas valide ou vide, la famille de polices par défaut sera « Helvetica Neue ».

source: {platform_name}, hosted by the Wikimedia Foundation, is a dedicated learning platform for the Wikimedia movement
fr: {platform_name}, hébergé par la Fondation Wikimedia, est une plateforme d'apprentissage dédiée au mouvement Wikimedia

source: Allows hiding of the score tab.
fr: Permet de masquer l'onglet score.

source: Weekly digest for course: %(course_name)s.
fr: Résumé hebdomadaire du cours : %(course_name)s.

source: Generate a report on users preferred lanugage. Displays N/A for users who have not selected a lanugage
fr: Générer un rapport sur la langue préférée des utilisateurs. Affiche N/A pour les utilisateurs qui n'ont pas sélectionné de langue

source: Weekly Discussion Summary
fr: Résumé de la discussion hebdomadaire

source: Users preferred language report
fr: Rapport sur la langue préférée des utilisateurs

source: Generate Users Preferred Language Report
fr: Générer un rapport sur la langue préférée des utilisateurs

source: posts created at
fr: Publications créées à

source: View discussions
fr: Voir les discussions

source: Course version report (aggregate)
fr: Rapport des versions de cours (agrégé)

source: Quarterly courses enrollment report
fr: Rapport trimestriel d’inscription aux cours

source: Show less
fr: Afficher moins

source: %(num_posts)s posts created at %(location_group.unit_name)s
fr: Les %(num_posts)s messages ont été créés à %(location_group.unit_name)s

source: All courses enrollment report
fr: Rapport des inscriptions à tous les cours

source: Return to course
fr: Retourner au cours

source: %(ctx.created_by)s created a post: <b>%(thread_title)s</b>
fr: %(ctx.created_by)s a créé un billet : <b>%(thread_title)s</b>

source: Discussion posts created this week:
fr: Messages de discussion créés cette semaine:

source: Posted on
fr: Publié le

source: Course version report (detailed - per course)
fr: Rapport des versions de cours (détaillé – par cours)

source: Generate Users Enrollment Report
fr: Générer un rapport d'inscription des utilisateurs

source: Certificate Creation Date
fr: Date de création du certificat

source: Generates a report on users enrollments and their completed courses
fr: Génère un rapport sur les inscriptions des utilisateurs et leurs cours complétés

source: all_users_enrollment
fr: Enregistrement général

source: Certificate link
fr: Lien vers le certificat

source: Usernames must not contain the following symbols: #, <, >, [, ], |, {, }, /, \, :, @
fr: Les noms d'utilisateur ne doivent pas contenir les symboles suivants: #, &lt;, &gt;, [, ], ➡, {, }, /, \,:, @

source: All Users enrollment report
fr: Rapport d'inscription de tous les utilisateurs

source: Video
fr: Vidéo
pl: Film
pt_pt: Vídeo
zh_tw: 影片

source: Video ID
fr: Vidéo ID
pl: Identyfikator filmu
pt_pt: ID. do Vídeo
zh_tw: 影片ID

source: Django administration
fr: Administration Django
pt_pt: Administração Django

source: {platform_name} Support
fr: Support de {platform_name}
pl: Centrum Pomocy {platform_name}
pt_pt: Suporte {platform_name}

source: SHORT_DATE_FORMAT
fr: %d %b %Y
zh_tw: %Y %b %d

# abbreviated month name
source: Jan
fr: janv
pl: sty.
zh_tw: 一月

# abbreviated month name
source: Feb
fr: févr
pl: lut.
pt_pt: Fev
zh_tw: 二月

# abbreviated month name
source: Mar
fr: mars
zh_tw: 三月

# abbreviated month name
source: Apr
fr: avr
pl: kwi.
pt_pt: Abr
zh_tw: 四月

# abbreviated month name
source: Jun
fr: juin
pl: cze.
zh_tw: 六月

# abbreviated month name
source: Jul
fr: juil
pl: lip.
zh_tw: 七月

# abbreviated month name
source: Aug
fr: août
pl: sie.
pt_pt: Ago
zh_tw: 八月

# abbreviated month name
source: Dec
fr: déc
pl: gru.
pt_pt: Dez
zh_tw: 十二月

# month name
source: April
fr: avril
pl: kwietnia
pt_pt: abril
zh_tw: 四月

# month name
source: August
fr: août
pl: sierpnia
pt_pt: agosto
zh_tw: 八月

# month name
source: September
fr: septembre
pl: września
pt_pt: setembro
zh_tw: 九月

# month name
source: November
fr: novembre
pl: listopada
pt_pt: novembro
zh_tw: 十一月

# month name
source: December
fr: décembre
pl: grudnia
pt_pt: dezembro
zh_tw: 十二月

source: Your password must contain at least %(min_symbol)d symbol.
fr: Votre mot de passe doit contenir au minimum %(min_symbol)dsymbole.
pt_pt: A sua palavra-passe deve conter pelo menos %(min_symbol)d símbolo.

source: %(num)d symbol
fr: %(num)d symbole
pt_pt: %(num)d símbolo

source: ChoiceGroup: unexpected tag {tag_name}
fr: ChoiceGroupe : balise inattendue {tag_name}
pl: ChoiceGroup: niespodziewany tag {tag_name}
pt_pt: ChoiceGroup: etiqueta inesperada {tag_name}
zh_tw: 選擇團隊：無預期的標籤 {tag_name}

source: {programming_language} editor
fr: éditeur {programming_language}
pl: edytor {programming_language}
zh_tw: {programming_language}編輯

source: Dropdown
fr: Liste déroulante
pl: Rozwijane
pt_pt: Lista Suspensa
zh_tw: 下拉清單

source: Circuit Schematic Builder
fr: Simulateur de circuits électriques
pl: Narzędzie do tworzenia schematów obwodów
pt_pt: Construtor de Esquemas de Circuitos
zh_tw: 電路圖生成器

source: Image Mapped Input
fr: Entrée d'image interactive
pl: Pole na mapowania obrazka
pt_pt: Entrada de imagem mapeada
zh_tw: 圖片點擊輸入

source: CCX Connector URL
fr: URL du connecteur CCX
pl: Adres URL łącznika KDD
pt_pt: URL do conector CCX

source: Editor
fr: Éditeur
pl: Edytor
zh_tw: 編輯器

source: LTI ID
fr: identifiant LTI
pl: Identyfikator LTI

source: LTI URL
fr: URL LTI
pl: Adres URL LTI
pt_pt: URL do LTI

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
fr: Ajouter la paire clé/valeur pour n'importe quel paramètre personnalisé, tel que la page à laquelle un livre électronique devrait ouvrir ou la couleur d'arrière-plan de ce composant.{break_tag}Voir {docs_anchor_open}the edX LTI documentation{anchor_close} pour plus de détails sur ce paramètre.
pt_pt: Adicionar o par chave/valor para quaisquer parâmetros personalizados, tais como a página a que o seu e-book deve abrir ou a cor de fundo para este componente.{break_tag}Ver {docs_anchor_open}the edX LTI documentação{anchor_close} para mais detalhes sobre esta configuração.

source: LTI Application Information
fr: Information sur l'application LTI
pl: Informacje o aplikacji LTI
pt_pt: Informação sobre a aplicação LTI
zh_tw: LTI 應用資訊

source: GIT URL
fr: URL GIT
pl: Adres URL GIT
pt_pt: URL GIT
zh_tw: GIT 網址

source: Video Pre-Roll
fr: Pré-roll du vidéo
pl: Film typu pre-roll
pt_pt: pré-visualização do vídeo

source: {group_name} (inactive)
fr: {group_name} (inactif)
pl: {group_name} (nieaktywny)
pt_pt: {group_name} (inativo)

source: YouTube ID
fr: identifiant YouTube
pt_pt: ID do YouTube

source: Upload Handout
fr: Charger les documents
pl: Prześlij notatkę
pt_pt: Carregar Material de Apoio
zh_tw: 上傳講義

source: Powered by Open edX
fr: Site réalisé avec Open edX
pl: Napędzane przez Open edX
zh_tw: 由 Open edX 技術支援

source: {platform_name} for Business
fr: {platform_name} pour l'Entreprise
pl: {platform_name} dla Biznesu
pt_pt: {platform_name} para Negócios

source: Sitemap
fr: Plan du site
pl: Mapa strony
pt_pt: Mapa do Site
zh_tw: 網站地圖

source: CCX Coach
fr: Coach CCX
pl: Trener KDD
pt_pt: Tutor CCX
zh_tw: CCX（Custom Courses for edX）（自訂課程） 教練

source: Cache Time To Live
fr: Time To Live de la Cache
pl: Cache czasu życia pakietu
pt_pt: Tempo de vida do Cache
zh_tw: 快取存留時間

source: Proctoring
fr: Surveillance
pt_pt: Vigilante

source: Proctored Exam Review: {review_status}
fr: Révision de l'examen surveillé : {review_status}
pl: Weryfikacja wyniku egzaminu nadzorowanego: {review_status}
pt_pt: Revisão de Exame Supervisionado: {review_status}
zh_tw: 監考審查: {review_status}

source: ORA data
fr: Données ORA
pl: Dane ORA
pt_pt: Dados ORA

source: Data Download
fr: Téléchargement des données
pl: Pobieranie danych
pt_pt: Transferir Dados
zh_tw: 資料下載

source: Program Enrollments Inspector Tool
fr: Outil d'inspection des inscriptions au programme
pt_pt: Ferramenta de Inspeção de Inscrições no Programa

source: Intro
fr: Introduction
pl: Wprowadzenie
pt_pt: Introdução
zh_tw: 簡介

source: Master's
fr: Master
pl: Magisterium
pt_pt: Mestrado
zh_tw: 碩士

source: Executive Education
fr: Formation pour cadres
pl: Edukacja wykonawcza
pt_pt: Educação Executiva

source: Auto log:
fr: Log automatique :
pt_pt: Registar automaticamente:
zh_tw: 自動日誌:

source: Wiki Cheatsheet
fr: Aide mémoire du Wiki
pl: Formatowanie Wiki
pt_pt: Folha de dados Wiki
zh_tw: Wiki備忘錄

source: Wiki Syntax Help
fr: Aide syntaxique du Wiki
pl: Pomoc Wiki Syntax
pt_pt: Ajuda de Sintaxe da Wiki
zh_tw: Wiki語法編寫説明

source: Quick Markdown Syntax Guide
fr: Guide rapide de la syntaxe Markdown
pt_pt: Guia Rápido de Sintaxe de Markdown
zh_tw: 快速 Markdown 語法指南

source: Wikipedia
fr: Wikipédia
pt_pt: Wikipédia
zh_tw: 維基百科

source: %(platform_name)s Wiki
fr: Wiki %(platform_name)s
pl: Wiki %(platform_name)s
zh_tw: %(platform_name)s 維基

source: Markdown tag
fr: Élément surligné
pl: Znacznik markdown
pt_pt: Etiqueta de marcação
zh_tw: Markdown標記

source: LMS Administration
fr: Administration LMS
pl: Zarządzanie LMS
pt_pt: Administração do LMS

source: Internal Service URL
fr: URL du service interne
pl: Adres URL usługi wewnętrznej
pt_pt: URL do Serviço Interno
zh_tw: 內部伺服器網址

source: Public Service URL
fr: URL publique du service
pl: Adres URL usługi publicznej
pt_pt: URL do Serviço Público
zh_tw: 公開的伺服器網址

source: Program UUID
fr: Programme UUID
pt_pt: Programa UUID

source: Administrator
fr: Administrateur
pt_pt: Administrador
zh_tw: 管理員

source: Moderator
fr: Modérateur
pt_pt: Moderador
zh_tw: 板主

source: video encode manager API URL.
fr: URL de l'API du gestionnaire d'encodage vidéo.
pt_pt: URL da API do gestor de codificação de vídeo.

source: You have used {attempts} of {max_attempts} attempts for this problem.
fr: Vous avez utilisé {attempts} de {max_attempts} tentatives pour ce problème.
pt_pt: Usou {attempts} de {max_attempts} tentativas para este problema.

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
fr: Le fichier {filename} dépasse la taille maximale de {maximum_size_in_megabytes} MB.
pl: Plik {filename} przekracza dopuszczalny rozmiar {maximum_size_in_megabytes} MB.
pt_pt: O ficheiro {filename} excede o tamanho máximo de {maximum_size_in_megabytes} MB.

source: Blank
fr: Vide
pl: Pusty
pt_pt: Vazio
zh_tw: 空白

source: Unable to create course '{name}'. {err}
fr: Impossible de créer le cours '{name}'. {err}
pl: Nie udało się utworzyć kursu '{name}'. {err}
pt_pt: Não é possível criar o curso '{name}'. {err}
zh_tw: 無法建立課程'{name}'. {err}

source: Status
fr: État
pl: Stan
pt_pt: Estado
zh_tw: 狀態

source: Incorrect format for field '{name}'. {detailed_message}
fr: Format incorrect pour le champ '{name}'. {detailed_message}
pl: Nieprawidłowy format pola '{name}'. {detailed_message}
pt_pt: Formato incorreto para o campo ' {name} '. {detailed_message}
zh_tw: '{name}'域格式不正確。{detailed_message}

source: Email: {email}
fr: Adresse email: {email}
zh_tw: 電子郵件： {email}

source: %s discussion started
fr: %s discussion commencée
pl: %s rozpoczęta dyskusja
pt_pt: %s debate iniciado
zh_tw: %s 已開始的討論

source: %s comment
fr: %s commentaire
pl: %s komentarz
pt_pt: %s comentário
zh_tw: %s 評論

source: Tracking Log
fr: Suivi
pl: Log śledzenia
pt_pt: Acompanhamento de Registos
zh_tw: 追蹤記錄

source: Download {file}
fr: Télécharger {file}
pl: Pobierz {file}
pt_pt: Transferir {file}
zh_tw: 下載 {file}

source: Handouts
fr: Documents pédagogiques
pl: Notatki
pt_pt: Material de Apoio
zh_tw: 講義

source: Download Handout
fr: Télécharger les documents pédagogiques
pl: Pobierz notatkę
pt_pt: Transferir Material de Apoio
zh_tw: 下載課程講義

source: Download CSV
fr: Télécharger le CSV
pl: Pobierz CSV
pt_pt: Transferir CSV
zh_tw: 下載 CSV

source: Tips
fr: Conseils
pl: Porady
pt_pt: Dicas
zh_tw: 提示

source: ^ (raise to a power)
fr: ^ (élever à la puissance)
pl: ^ (podnieś do potęgi)
pt_pt: ^ (elevar a uma potência)
zh_tw: ^ (次方)

source: {platform_name} Home
fr: Accueil {platform_name}
pl: Strona startowa {platform_name}
pt_pt: Página Inicial {platform_name}
zh_tw: {platform_name}首頁

source: Play
fr: Lecture
pl: Odtwórz
pt_pt: Reproduzir
zh_tw: 播放

source: YouTube Video
fr: Vidéo YouTube
pl: Film
pt_pt: Vídeo YouTube
zh_tw: YouTube影片

source: Job Outlook
fr: Profession
pl: Przegląd pracy
pt_pt: Perspetivas de Emprego
zh_tw: 工作前景

source: {name} Dashboard
fr: Tableau de bord {name}
pl: Pulpit {name}
pt_pt: Painel de Controlo de {name}

source: Status:
fr: Statut :
pt_pt: Estado:
zh_tw: 狀態：

source: Specify the {platform_name} email address or username of a student here:
fr: Spécifiez l'adresse email {platform_name} ou le nom d'utilisateur d'un étudiant ici :
pl: Podaj adres e-mail lub nazwę użytkownika studenta w {platform_name}:
pt_pt: Especifique o endereço de e-mail ou o nome de utilizador em {platform_name} de um estudante aqui:
zh_tw: 請輸入在{platform_name}上學生的電子郵件地址或是使用者帳號：

source: Upload CSV
fr: Importer CSV
pl: Prześlij plik CSV
pt_pt: Enviar CSV
zh_tw: 上傳CSV

source: CCX Coaches
fr: Coach CCX
pl: Trenerzy KDD
pt_pt: Tutores CCX

source: Send Email
fr: Envoyer l'e-mail
pl: Wyślij e-mail
pt_pt: Enviar Email
zh_tw: 發送電子郵件

source: Proctortrack Escalation Email:
fr: Courriel d'escalade Proctortrack:
pl: E-mail eskalacji Proctortrack:
pt_pt: E-mail de contato sobre Proctortrack:

source: Student Onboarding Status
fr: Statut d'intégration de l'étudiant
pl: Status przyjęcia studenta
pt_pt: Estatuto do Aluno Integrado

source: Rescore
fr: Réévaluer
pl: Oceń ponownie
pt_pt: Reavaliar
zh_tw: 重新評分

source: Global
fr: Mondial
pl: Globalny
zh_tw: 全球

source: Peer Grading
fr: Evaluation par les pairs
pl: System wzajemnej oceny
pt_pt: Avaliação de Pares
zh_tw: 相互評分

source: Jobs
fr: Recrutement
pl: Oferty pracy
pt_pt: Carreiras
zh_tw: 工作

source: {span_start}(active){span_end}
fr: {span_start}(actif){span_end}

source: {span_start}active{span_end}
fr: {span_start}actif{span_end}
pt_pt: {span_start}ativo{span_end}
zh_tw: {span_start} 啟動 {span_end}

source: All Rights Reserved
fr: Tous droits réservés
pl: Wszelkie prawa zastrzeżone
pt_pt: Todos os direitos reservados
zh_tw: 版權所有

source: edX Learner Stories
fr: Histoires d'Étudiants edX
pl: Historie studentów edX
pt_pt: Histórias do estudante edX

source: {learner_name}, edX Learner
fr: {learner_name}, Étudiant edX
pl: {learner_name}, Student edX
pt_pt: {learner_name}, estudante edX

source: Linked
fr: Lié
pl: Połączone
pt_pt: Ligado
zh_tw: 連結

source: Link
fr: Lier
pl: Połącz
zh_tw: 連結

source: Filter
fr: Filtre
pl: Filtruj
pt_pt: Filtrar
zh_tw: 過濾

source: (root)
fr: (racine)
pl: (wiodący)
pt_pt: (origem)

source: Links
fr: Liens
pl: Linki
zh_tw: 連結

source: Audit
pl: Przeglądający
pt_pt: Exame
zh_tw: 旁聽

source: Creative Commons Attribution-NonCommercial-NoDerivatives 4.0
pt_pt: Creative Commons Atribuição-NãoComercial-SemDerivações 4.0

source: Creative Commons Attribution-NoDerivatives 4.0
pt_pt: Creative Commons Atribuição-SemDerivações 4.0

source: Tags: {tags}
pl: Tagi: {tags}
pt_pt: Etiquetas: {tags}
zh_tw: 標籤： {tags}

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
pt_pt: A mostrar todos os conteúdos correspondentes elegíveis para serem adicionados em {display_name}. A cada estudante será atribuído {max_count} componente retirado aleatoriamente desta lista.

source: {points} / {total_points} points
pl: {points} / {total_points} punktów
pt_pt: {points} / {total_points} pontos
zh_tw: {points} / {total_points} 點

source: type
pl: typ
pt_pt: tipo
zh_tw: 類型

source: e notation
pl: notacja e
pt_pt: e notação
zh_tw: e符號

source: display_name
pt_pt: nome_de_apresentação
zh_tw: 顯示名稱

source: Admin
pl: Administrator
pt_pt: Administrador
zh_tw: 管理員

source: slug
pl: odnośnik
pt_pt: terminação
zh_tw: 縮略名

source: {currency_symbol}{price}
pl: {price} {currency_symbol}

# abbreviated month name
source: Nov
pl: lis.
zh_tw: 十一月

source: bytes
pl: bajtów

source: ${oldPrice}
pl: {oldPrice} zł
zh_tw: ${老原價}

source: Slug
pl: Odnośnik
zh_tw: 縮略名

source: Blog
zh_tw: 部落格

source: Email
zh_tw: 電子郵件

source: E-mail
zh_tw: 電子郵件

source: (UTC)
zh_tw: (國際標準時間)
