Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Use this!
da: Brug denne!
fr: Utilisez ceci !
pl: Wykorzystaj to!
pt_pt: Utilize isto!

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
da: Udskiftning af en vedhæftet fil betyder at tilføje en ny fil, der skal bruges i stedet for. Alle referencer til filen vil blive erstattet af den du uploader, og filen vil blive downloadet som <strong>%(filename)s</strong> . Bemærk venligst, at denne vedhæftede fil er i brug på andre artikler, du kan forvrænge indholdet. Tøv dog ikke med at drage fordel af dette og foretage erstatninger for de anførte artikler, hvor det er nødvendigt. Denne måde at arbejde på er mere effektiv....
fr: Remplacer une pièce-jointe consiste à ajouter un nouveau fichier qui sera utilisé à sa place. Toute référence à ce fichier sera remplacée par celui que vous chargez et le fichier sera téléchargé au format <strong>%(filename)s</strong>. Veuillez noter que si la pièce-jointe est employée par d'autres articles, vous risquez d'altérer des contenus. Cependant, n'hésitez pas à en profiter et de faire tous les remplacements nécessaires pour les articles énumérés si besoin est. Cette manière d'opérer est plus efficace...
pl: Zastąpienie załącznika oznacza utworzenie nowego pliku, który będzie używany zamiast poprzedniego. Wszystkie przywołania tego pliku zostaną zastąpione nowym, ten plik zostanie pobrany jako <strong>%(filename)s</strong>. Proszę pamiętać, że jeżeli ten załącznik jest wykorzystywany w innych artykułach, możesz zepsuć ich zawartość. Zalecamy jednak to rozwiązanie jako bardziej efektywne...
pt_pt: Substituir um anexo significa adicionar um novo ficheiro que será utilizado em seu lugar. Todas as referências ao ficheiro serão substituídas pela referência que carregar e o ficheiro será transferido como <strong> %(filename)s </strong>. Por favor, note que este anexo está a ser utilizado noutros artigos e portanto, poderá distorcer o conteúdo. No entanto, não hesite em tirar proveito disto e fazer substituições para os artigos listados, quando necessário. Esta forma de trabalhar é a mais eficiente....

source: Articles using
da: Artikler ved hjælp af
fr: Articles utilisant
pl: Artykuły wykorzystujące
pt_pt: Artigos a utilizar

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
da: Udskiftning af en vedhæftet fil betyder at tilføje en ny fil, der skal bruges i stedet for. Alle referencer til filen vil blive erstattet af den du uploader, og filen vil blive downloadet som <strong>%(filename)s</strong> .
fr: Remplacer une pièce-jointe consiste à ajouter un nouveau fichier qui sera utilisé à sa place. Toute référence à ce fichier sera remplacée par celui que vous chargez et le fichier sera téléchargé au format <strong>%(filename)s</strong>.
pl: Zastąpienie załącznika oznacza utworzenie nowego pliku, który będzie używany zamiast poprzedniego. Wszystkie przywołania tego pliku zostaną zastąpione nowym, ten plik zostanie pobrany jako <strong>%(filename)s</strong>.
pt_pt: Substituir um anexo significa adicionar um novo ficheiro que será utilizado no seu lugar. Todas as referências ao ficheiro serão substituídas por um que carregar e o ficheiro será transferido como <strong> %(filename)s </strong>.

source: Upload replacement
da: Upload erstatning
fr: Charger un remplacement
pl: Załaduj zastępstwo
pt_pt: Carregamento de Substituição

source: Add file to
da: Tilføj fil til
fr: Ajouter un fichier à
pl: Dodaj plik do
pt_pt: Adicionar ficheiro a
zh_tw: 增加檔案至

source: Add attachment from other article
da: Tilføj vedhæftet fil fra anden artikel
fr: Ajouter une pièce-jointe en provenance d'un autre article
pl: Dodaj załącznik z innego artykułu
pt_pt: Adicionar anexo de outro artigo

source: Main article
da: Hovedartikel
fr: Article principal
pl: Artykuł główny
pt_pt: Artigo principal

source: Add to article
da: Tilføj til artiklen
fr: Ajouter à l'article
pl: Dodaj do artykułu
pt_pt: Adicionar ao artigo

source: Your search did not return any results
da: Din søgning gav ingen resultater
fr: Votre recherche n'a donné aucun résultat
pl: Twoje wyszukiwanie nie dało wyniku
pt_pt: A sua pesquisa não encontrou nenhum resultado

source: Adding new articles
da: Tilføjelse af nye artikler
fr: Ajouter de nouveaux articles
pl: Dodanie nowych artykułów
pt_pt: Adicionando novos artigos
zh_tw: 增加新文章

source: An external link
da: Et eksternt link
fr: Un lien extérieur
pl: Link zewnętrzny
pt_pt: Um link externo
zh_tw: 一個額外連結

source: Headers
da: Headere
fr: En-têtes
pl: Nagłówki
pt_pt: Cabeçalhos
zh_tw: 標題

source: Use these codes for headers and to automatically generate Tables of Contents.
da: Brug disse koder til overskrifter og til automatisk at generere indholdsfortegnelser.
fr: Utilisez ces codes pour les en-têtes et pour générer automatiquement des Tables des matières.
pl: Wykorzystaj te kody w nagłówkach i do automatycznej generacji spisu treści.
pt_pt: Utilize estes códigos para cabeçalhos e para gerar automaticamente tabelas de conteúdo.

source: Typography
da: Typografi
fr: Typographie
pl: Typografia
pt_pt: Tipografia

source: Lists
da: Lister
fr: Liste
pl: Listy
pt_pt: Listas

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
da: Nyt billede %s er blevet uploadet. Du kan bruge det ved at vælge det fra listen over tilgængelige billeder.
fr: La nouvelle image %s a été uploadée avec succès. Vous pouvez l'utiliser en la sélectionnant dans la liste des images disponibles.
pl: Nowy obraz %s został przesłany z powodzeniem. Możesz z niego korzystać przez wybranie z listy dostępnych obrazów.
pt_pt: A nova imagem %s foi enviada com sucesso. Pode utilizá-la selecionado-a na lista das imagens disponíveis.
zh_tw: 新的圖片 %s 上傳成功。 您可以從可用圖片列表中選擇並使用它。

source: Are you sure?
da: Er du sikker?
fr: Êtes-vous certain ?
pl: Jesteś pewien?
pt_pt: Tem a certeza?
zh_tw: 您確定嗎?

source: image
da: Billede
pl: obraz
pt_pt: imagem
zh_tw: 圖片

source: images
da: Billeder
pl: obrazy
pt_pt: imagens
zh_tw: 圖片

source: Image: %s
da: Billede: %s
pl: Obraz: %s
pt_pt: Imagem: %s
zh_tw: 圖片：%s

source: Current revision not set!!
da: Aktuel revision er ikke opsat!
fr: Révision actuelle non définie !!
pl: Aktualna wersja nie została ustawiona!
pt_pt: Revisão atual não definida!!
zh_tw: 沒有設定目前修訂版！

source: image revision
da: Billedrevision
fr: révision de l'image
pl: wersja obrazu
pt_pt: revisão da imagem
zh_tw: 圖片修訂版

source: image revisions
da: Billedrevisioner
fr: révisions de l'image
pl: wersje obrazu
pt_pt: revisões da imagem
zh_tw: 圖片修訂版

source: Image Revsion: %d
da: Billedrevision: %d
fr: Révision de l'image : %d
pl: Wersja obrazu: %d
pt_pt: Revisão da Imagem: %d
zh_tw: 圖片修改：%d

source: %s has been restored
da: %s er blevet gendannet
fr: %s a été restauré
pl: %s został przywrócony
pt_pt: %s foi restaurado
zh_tw: %s 已經被恢復

source: %s has been marked as deleted
da: %s er blevet markeret som slettet
fr: %s a été marqué comme supprimé
pl: %s został zaznaczony jako usunięty
pt_pt: %s foi marcado como eliminado
zh_tw: %s 已經被標記為刪除

source: %(file)s has been changed to revision #%(revision)d
da: %(file)s er blevet ændret til revisionen #%(revision)d
fr: %(file)s a été changé pour la révision #%(revision)d
pl: %(file)s został zmieniony do wersji #%(revision)d
pt_pt: %(file)s foi alterado para revisão #%(revision)d
zh_tw: %(file)s已經修改成#%(revision)d修訂版

source: %(file)s has been saved.
da: %(file)s er gemt.
fr: %(file)s a été sauvegardé.
pl: %(file)s został zapisany.
pt_pt: %(file)s foi guardado.
zh_tw: %(file)s 已經被儲存。

source: Images
da: Billeder
pl: Obrazy
pt_pt: Imagens
zh_tw: 圖片

source: An image was added: %s
da: Et billede er blevet tilføjet: %s
fr: Une image a été ajoutée : %s
pl: Dodano obraz: %s
pt_pt: Uma imagem foi adicionada: %s
zh_tw: 一張圖片被新增： %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
da: Følgende billeder er tilgængelige for denne artikel. Kopier markdown-tagget for direkte at henvise til et billede fra artikelteksten.
fr: Les images suivantes sont disponibles pour ces articles. Copiez le tag de surlignement afin de faire une référence directe à une image du texte de l'article.
pl: Następujące ilustracje są dostępne dla tego artykułu. Skopiuj napis markdown aby wskazać bezpośrednio ilustrację w tekście artykułu.
pt_pt: As seguintes imagens estão disponíveis para este artigo. Copie o código das etiquetas para se referir diretamente a uma imagem do texto do artigo.

source: Back to edit page
da: Tilbage til redigeringssiden
fr: Retour à la page d'édition
pl: Wróć do edycji
pt_pt: Voltar para a página de edição

source: No file
da: Ingen fil
fr: Aucun fichier
pl: Brak pliku
pt_pt: Sem ficheiro

source: Upload new image
da: Upload nyt billede
fr: Charger une nouvelle image
pl: Załaduj nową ilustrację
pt_pt: Carregar nova imagem
zh_tw: 上傳新圖片

source: Restore image
da: Gendan billede
fr: Restaurer l'image
pl: Odtwórz ilustrację
pt_pt: Restaurar imagem

source: Remove image
da: Fjern billede
fr: Enlever l'image
pl: Usuń ilustrację
pt_pt: Remover imagem
zh_tw: 移除圖片

source: Completely delete
da: Slet fuldstændigt
fr: Supprimer complètement
pl: Usuń całkowicie
pt_pt: Eliminar definitivamente
zh_tw: 成功刪除

source: Revert to this version
da: Vend tilbage til denne version
fr: Revenir à cette version
pl: Przywróć tę wersję
pt_pt: Reverter para esta versão

source: There are no images for this article.
da: Der er ingen billeder til denne artikel.
fr: Il n'y a pas d'images pour cet article.
pl: Brak ilustracji dla tego artykułu.
pt_pt: Não há imagens para este artigo.

source: Purge deletion
da: Rens sletning
fr: Supprimer définitivement la suppression
pl: Wyczyść usunięcie
pt_pt: Eliminar Limpeza

source: Purge image: Completely remove image file and all revisions.
da: Rens billede: Fjern fuldstændig billedfil og alle revisioner.
fr: Supprimer définitivement l'image : Retirer définitivement le fichier d'image et toutes les révisions.
pl: Usuń ilustrację i jej wszystkie wersje
pt_pt: Limpar imagem: remover definitivamente o ficheiro de imagem e todas as revisões.

source: Remove it completely!
da: Fjern det helt!
fr: L'enlever complètement !
pl: Usuń to całkowicie!
pt_pt: Remover definitivamente!
zh_tw: 移除成功!

source: Image not found
da: Billedet blev ikke fundet
fr: Image non trouvée
pl: Brak ilustracji
pt_pt: Imagem não encontrada
zh_tw: 無法找到圖片

source: Replace image
da: Udskift billede
fr: Remplacer l'image
pl: Zastąp ilustrację
pt_pt: Substituir imagem
zh_tw: 取代圖片

source: Choose an image file to replace current image.
da: Vælg en billedfil for at erstatte det aktuelle billede.
fr: Choisissez un fichier d'image pour remplacer l'image actuelle.
pl: Wybierz ilustrację, aby zastąpić dotychczasową
pt_pt: Escolha um ficheiro de imagem para substituir a imagem atual.
zh_tw: 選擇圖片以進行置換圖片

source: Image id
da: Billed-id
fr: Identifiant de l'image.
pl: Identyfikator ilustracji
pt_pt: ID. da imagem
zh_tw: 圖片 id

source: Insert
da: Indsæt
fr: Insérer
pl: Wstaw
pt_pt: Inserir
zh_tw: 插入

source: No images found for this article
da: Ingen billeder fundet til denne artikel
fr: Aucune image trouvée pour cet article
pl: Dla tego artykułu nie znaleziono ilustracji
pt_pt: Não foi encontrada nenhuma imagem para este artigo

source: Manage images
da: Administrer billeder
fr: Gérer les images
pl: Zarządzaj ilustracjami
pt_pt: Gerir imagens

source: Add new image
da: Tilføj nyt billede
fr: Ajouter une nouvelle image
pl: Dodaj nową ilustrację
pt_pt: Adicionar nova imagem

source: Add image
da: Tilføj billede
fr: Ajouter une image
pl: Dodaj ilustrację
pt_pt: Adicionar imagem

source: You do not have permissions to add images.
da: Du har ikke tilladelse til at tilføje billeder.
fr: Vous n'avez pas la permission d'ajouter des images.
pl: Nie jesteś upoważniony do dodawania ilustracji.
pt_pt: Não tem permissões para adicionar imagens.

source: How to use images
da: Sådan bruger du billeder
fr: Comment utiliser les images
pl: Jak używać ilustracji
pt_pt: Como utilizar imagens

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
da: Efter upload af et billede, er det knyttet til denne særlige artikel og kan kun bruges her. Andre brugere kan erstatte billedet, men ældre versioner beholdes. Du vil sikkert gerne vise billedet med en flot billedtekst. For at opnå dette skal du trykke på knappen Indsæt og udfylde billedtekstfelterne og eventuelt vælge at få dit billede svævende til højre eller venstre for indholdet. Du kan bruge Markdown i billedteksten. Markdown-kodesyntaksen for billeder ser sådan ud, mulige værdier for align er venstre/center/højre:
fr: Après avoir chargé une image, elle est jointe à cet article en particulier et ne pourra être employée que dans ce contexte. D'autres utilisateurs peuvent remplacer l'image, mais les anciennes versions seront conservées. Vous aurez éventuellement envie de montrer une image avec une belle citation. Pour y parvenir, appuyez sur le bouton Insérer et remplissez le champ de légende, tout en positionnant éventuellement votre champ à droite ou à gauche du contenu. Vous pouvez utiliser Markdown dans la légende. La syntaxe du code markdown pour images ressemble à ceci, les valeurs d'alignement possibles sont gauche/centre/droit :
pl: Po załadowaniu ilustracji, jest ona załączona do tego artykułu i może być używana tylko tutaj. Inni użytkownicy mogą zastąpić tę ilustrację, jednak poprzednie wersje są przechowane. Aby wprowadzić podpis naciśnij klawisz Wstaw i wprowadź podpis. Możesz wyrównać ilustrację w lewo lub w prawo. Możesz używać Markdown. Składnia kodu markdown dla ilustracji wygląda następująco, możliwe wartości wyrównania są left/center/right:
pt_pt: Depois de carregar uma imagem, esta é anexada a este artigo específico e só pode ser utilizada aqui. Outros utilizadores podem substituir a imagem, mas as versões mais antigas são mantidas. É provável que queira mostrar a imagem com uma boa legenda. Para o conseguir, prima o botão Inserir e preencha os campos da legenda e possivelmente opte por ter a sua imagem a flutuar à direita ou à esquerda do conteúdo. Pode usar códigos na legenda. A sintaxe do código para imagens tem esta aparência, os valores possíveis para alinhar são esquerda/centrado/direita:

source: Link to another wiki page
da: Link til en anden wiki-side
fr: Créer un lien vers une page wiki
pl: Link do innej strony wiki
pt_pt: Link para outra página wiki

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
da: Indtast noget fra en anden wiki-sides titel, og auto-fuldførelse hjælper dig med at oprette et tag til dit wiki-link. Tags til links ser sådan ud:
fr: Tapez quelque chose venant du titre d'une page wiki, et la saisie automatique vous permettra de créer une balise pour votre lien wiki. Les liens wiki ressemblent à ceci :
pl: Zacznij pisać tytuł innej strony wiki i autouzupełnienie pomoże utworzyć link do innej strony. Taki link wygląda następująco:
pt_pt: Digite algo do título de outra página wiki e o preenchimento automático vai ajudá-lo a criar uma etiqueta para o seu link wiki. As etiquetas para links parecido com este:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
da: Du kan linke til et andet websted blot ved at indsætte en adresse example.com eller http://example.com eller ved at bruge markdown-syntaksen:
fr: Vous pouvez établir un lien vers un autre site Internet en ajoutant une adresse exemple.com ou http://exemple.com grâce à la syntaxe de markdown :
pl: Możesz odesłać do innej strony WWW wstawiając adres example.com lub http://example.com lub wykorzystują język markdown:
pt_pt: Pode associar-se a outro site simplesmente inserindo um endereço exemplo.com ou http://exemplo.com ou utilizando a sintaxe de Código:

source: Notifications
da: Meddelelser
pl: Powiadomienia
pt_pt: Notificações
zh_tw: 通知

source: When this article is edited
da: Når denne artikel redigeres
fr: Quand cet article est édité
pl: Kiedy ten artykuł zostaje edytowany
pt_pt: Quando este artigo é editado
zh_tw: 當這篇文章被編輯

source: Also receive emails about article edits
da: Modtag også mails om redigering af artikler
fr: Recevoir aussi des e-mails concernant les éditions de l'article
pl: Otrzymuj także e-maile o zmianach w artykule
pt_pt: Receber também emails sobre edições de artigos
zh_tw: 也要收到關於文章編輯的電子郵件通知

source: Your notification settings were updated.
da: Dine meddelsesindstillinger er blevet opdateret.
fr: Vos paramètres de notification ont été mis à jour.
pl: Twoje ustawienia powiadomień zostały zaktualizowane.
pt_pt: As suas definições de notificações foram atualizadas
zh_tw: 您的通知設定被更新

source: Your notification settings were unchanged, so nothing saved.
da: Dine meddelelsesindstillinger er uændrede, så intet er blevet gemt.
fr: Vos paramètres de notification demeurent inchangés, rien n'a donc été sauvegardé.
pl: Twoje ustawienia powiadomień nie zostały zmienione, dlatego nie zapisano zmiany.
pt_pt: As definições de notificação não foram alteradas, por isso nada foi guardado.
zh_tw: 您的通知設定都不變，所以並未儲存。

source: %(user)s subscribing to %(article)s (%(type)s)
da: %(user)s abonnerer på %(article)s (%(type)s)
fr: Inscription de l'utilisateur %(user)s à l'article %(article)s (%(type)s)
pl: %(user)s subskrybuje %(article)s (%(type)s)
pt_pt: %(user)s subscrevem para %(article)s (%(type)s)
zh_tw: %(user)s 訂閱 %(article)s (%(type)s)

source: Article deleted: %s
da: Artikel er blevet slettet: %s
fr: Article supprimé : %s
pl: Artykuł usunięty: %s
pt_pt: Artigo eliminado: %s
zh_tw: 文章刪除：%s

source: Article modified: %s
da: Artikel er blevet ændret: %s
fr: Article modifié : %s
pl: Artykuł zmodyfikowany: %s
pt_pt: Artigo modificado: %s
zh_tw: 文章修改：%s

source: New article created: %s
da: Ny artikel er blevet oprettet: %s
fr: Nouvel article créé : %s
pl: Nowy artykuł utworzony: %s
pt_pt: Novo artigo criado: %s
zh_tw: 新文章建立：%s

source: notifications
da: meddelelser
pl: powiadomienia
pt_pt: notificações

source: No notifications
da: Ingen meddelelser
fr: Aucune notification
pl: Brak powiadomień
pt_pt: Sem notificações

source: Clear notifications list
da: Ryd notifikationsliste
fr: Effacer la liste de notifications
pl: Wyczyść listę powiadomień
pt_pt: Limpar lista de notificações

source: Search...
da: Søg...
fr: Recherche...
pl: Szukaj...
pt_pt: Pesquisar...
zh_tw: 搜索...

source: Sign up
da: Tilmelde
fr: S'inscrire
pl: Zapisz się
pt_pt: Registo
zh_tw: 註冊。

source: Article deleted
da: Artikel slettet
fr: Article supprimé
pl: Artykuł usunięty
pt_pt: Artigo eliminado

source: Article Deleted
da: Artikel slettet
fr: Article supprimé
pl: Artykuł usunięty
pt_pt: Artigo Eliminado

source: The article you were looking for has been deleted.
da: Den artikel, du ledte efter, er blevet slettet.
fr: L'article que vous recherchez a été supprimé.
pl: Poszukiwany artykuł został usunięty.
pt_pt: O artigo que procurava foi eliminado.

source: You may restore this article and its children by clicking restore.
da: Du kan gendanne denne artikel og dens børn ved at klikke på gendan.
fr: Vous pouvez restaurer cet article est ses enfants en cliquant sur restaurer.
pl: Możesz odtworzyć ten artykuł i jego dzieci klikając restore.
pt_pt: Pode restaurar este artigo e os respetivos artigos dependentes se clicar em restaurar.

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
da: Du kan fjerne denne artikel og eventuelle børn permanent og befri deres snegle ved at klikke på knappen nedenfor. Denne handling kan ikke fortrydes.
fr: Vous pouvez non seulement retirer cet article et l'un de ses quelconques enfants de manière permanente, mais aussi libérer leurs slugs en cliquant sur le bouton ci-dessous. Cette action ne peut pas être annulée.
pl: Możesz usunąć ten artykuł i jego dzieci ostatecznie i zwolnić ich żetony klikając poniższy klawisz. Ta operacja jest nieodwołalna.
pt_pt: Pode eliminar permanentemente este artigo e os respetivos artigos dependentes, e libertar terminações, se clicar no botão abaixo. Esta ação não pode ser anulada.

source: Listing articles in
da: Liste artikler i
fr: Énumérer les articles dans
pl: Listować artykuły w
pt_pt: Listar artigos em

source: Up one level
da: Et niveau op
fr: Hausser d'un niveau.
pl: W górę
pt_pt: Subir um nível

source: clear
da: klar
fr: effacer
pl: wyczyścić
pt_pt: limpar

source: article,articles
da: artikel, artikler
pl: artykuł, artykuły
pt_pt: artigo, artigos

source: matches,match
da: kampe, match
fr: concordances,concordance
pl: dopasowania, dopasowanie
pt_pt: correspondências, correspondência

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
da: %(cnt)s %(articles_plur)s i dette niveau %(match_plur)s din søgning.
fr: %(cnt)s%(articles_plur)s à ce niveau %(match_plur)s votre recherche.
pl: %(cnt)s %(articles_plur)s na tym poziomie%(match_plur)s twojego wyszukiwania.
pt_pt: %(cnt)s %(articles_plur)s neste nível %(match_plur)s a sua pesquisa.

source: is,are
da: er er
fr: est,sont
pl: jest, są
pt_pt: é, são

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
da: Der %(articles_plur_verb)s %(cnt)s %(articles_plur)s i dette niveau.
fr: À ce niveau, %(articles_plur)s%(articles_plur_verb)s au nombre de %(cnt)s.
pl: %(articles_plur_verb)s %(cnt)s %(articles_plur)s na tym poziomie.
pt_pt: Existem %(articles_plur_verb)s %(cnt)s %(articles_plur)s neste nível.

source: Last modified
da: Sidst ændret
fr: Dernière modification
pl: Ostatnio zmodyfikowany
pt_pt: Última alteração

source: no log message
da: ingen log besked
fr: Pas de message de journal
pl: Brak zapisanych wiadomości
pt_pt: sem mensagem de registo
zh_tw: 沒有日誌訊息

source: Sorry, you don't have permission to view this page.
da: Beklager, du har ikke tilladelse til at se denne side.
fr: Désolé, vous n’avez pas le droit de voir cette page.
pl: Przykro mi, nie masz uprawnienia, żeby wyświetlić tę stronę.
pt_pt: Lamentamos, mas não tem permissão para ver esta página.
zh_tw: 您沒有權限檢視此頁面。

source: Previewing revision
da: Forhåndsvisning af revision
fr: Aperçu de la révision
pl: Podgląd zmian
pt_pt: Pré-visualizar a revisão
zh_tw: 預覽修改

source: Previewing merge between
da: Forhåndsvisning flette mellem
fr: Aperçu de la fusion avec
pl: Podgląd połączenia między
pt_pt: Pré-visualizar a combinação entre
zh_tw: 預覽合併效果

source: and
da: og
fr: et
pl: i
pt_pt: e
zh_tw: 和

source: Source of
da: Kilde til
fr: Source de
pl: Źródło
pt_pt: Origem de
