Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.
da: Du accepterer, at vilkårene, API'erne og ethvert krav eller uenighed, der opstår som følge af eller relateret til vilkårene eller API'erne, vil være underlagt lovene i Commonwealth of Massachusetts, med undtagelse af dets lovkonflikter. Du accepterer, at alle sådanne krav og tvister udelukkende vil blive hørt og løst i de føderale eller statslige domstole i og betjener Cambridge, Massachusetts, USA. at gøre indsigelse mod sådanne retssager ved disse domstole (herunder ethvert forsvar eller indsigelse om manglende behørig jurisdiktion eller værneting eller besvær med forum). Uanset ovenstående accepterer du, at {platform_name} stadig skal have lov til at ansøge om påbud (eller en tilsvarende form for hasteretlig retshjælp) i enhver jurisdiktion.
fr: Vous acceptez que les Conditions, les API, et toute plainte ou tout litige découlant de ou lié aux Conditions ou aux API soit régi par les lois du Commonwealth du Massachusetts, à l’exclusion de ses dispositions relatives aux conflits de lois. Vous acceptez que ces plaintes et litiges en question soient entendus et réglés exclusivement dans des tribunaux fédéraux ou étatiques situés et compétents à Cambridge, Massachusetts, États-Unis. Vous reconnaissez la compétence personnelle de ces tribunaux envers vous à cette fin, et vous renoncez et acceptez de ne déposer aucune objection dans ces tribunaux (y compris toute défense, objection d’incompétence, session ou inconvénient de l’assemblée). En dépit de ce qui précède, vous acceptez que {platform_name} devra toujours être autorisé à solliciter une procédure d’injonction (ou une mesure d’urgence équivalente) auprès de n’importe quelle juridiction.
pl: Zgadzasz się, że warunki, API i wszelkie roszczenia lub spory wynikające z lub związane z warunkami lub API będą podlegać prawu stanu Massachusetts, z wyłączeniem przepisów prawa kolizyjnego. Zgadzasz się, że wszystkie takie roszczenia i spory będą rozpatrywane i rozstrzygane wyłącznie przez sądy federalne lub stanowe w Cambridge w stanie Massachusetts w Stanach Zjednoczonych. Wyrażasz zgodę na znajdowanie się w jurysdykcji tych sądów w tej sprawie oraz zgadzasz się nie zgłaszać przeciwu wobec takiego postępowania w tych sądach (w tym obrony prawnej lub sprzeciwu wobec braku właściwej jurysdykcji, miejsca lub niedogodności forum). Niezależnie od powyższego, wyrażasz zgodę na to, że {platform_name} nadal będzie mieć możliwość ubiegania się o wydanie nakazu sądowego (lub równoważnego rodzaju orzeczenia sądu) w dowolnej jurysdykcji.
pt_pt: Concorda que os Termos, as APIs e qualquer reivindicação ou litígio decorrente ou relacionado com os Termos ou às APIs serão regidos pelas leis da Comunidade de Massachusetts, excluindo conflitos de cláusulas legais. Concorda que todas as reclamações e litígios serão ouvidos e resolvidos exclusivamente nos tribunais federais ou estaduais localizados em Cambridge, Massachusetts, EUA. Concorda com a jurisdição pessoal desses tribunais sobre si para este fim, e renuncia e concorda não afirmar qualquer objeção a tais processos nos tribunais mencionados (incluindo qualquer defesa ou objeção de falta de jurisdição apropriada, local ou inconveniência do tribunal). Não obstante o acima exposto, concorda que a {platform_name} ainda poderá solicitar medidas cautelares (ou um tipo equivalente de assistência jurídica urgente) em qualquer jurisdição.

source: Termination
da: Afslutning
fr: Résiliation
pl: Zakończenie
pt_pt: Encerramento
zh_tw: 終止

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liability.
da: Du kan til enhver tid stoppe med at bruge API'erne. Du accepterer, at {platform_name} efter eget skøn og til enhver tid kan afslutte din brug af API'erne eller ethvert API-indhold af en hvilken som helst grund eller uden grund uden forudgående varsel eller ansvar.
fr: Vous pouvez arrêter d’utiliser les API à tout moment. Vous acceptez que {platform_name}, en son entière discrétion et à tout moment, puisse mettre un terme à votre utilisation des API ou du Contenu des API pour une quelconque raison ou aucune raison, sans avis préalable ni assumer de responsabilité.
pl: Użytkownik może w każdej chwili zaprzestać korzystania z interfejsów API. Użytkownik zgadza się, że {platform_name}, według własnego uznania i w dowolnym momencie, może zakończyć korzystanie z interfejsów API lub zawartości API z dowolnego powodu lub bez powodu, bez uprzedniego powiadomienia lub ponoszenia odpowiedzialności.
pt_pt: Pode parar de utilizar as APIs a qualquer momento. Concorda que a {platform_name}, a seu exclusivo critério e a qualquer momento, pode rescindir o uso das APIs ou de qualquer Conteúdo da API por qualquer motivo ou sem motivo, sem aviso ou responsabilidade.
zh_tw: 您可以隨時停止使用API。 您同意{platform_name}可以單方面決定隨時出於任何理由或沒有理由終止您對API或任何API內容的使用，而無需事先通知或承擔責任。

source: {platform_name_capitalized} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
da: {platform_name_capitalized} og {platform_name}-deltagerne forbeholder sig retten til til enhver tid efter eget skøn at annullere, forsinke, omplanlægge eller ændre formatet af ethvert API eller API-indhold, der tilbydes gennem {platform_name} at levere en hvilken som helst eller delvist API'erne eller API-indholdet eller relaterede tjenester, og du accepterer, at hverken {platform_name} eller nogen af {platform_name}-deltagerne har noget ansvar over for dig for en sådan handling.
fr: {platform_name_capitalized} et les Participants {platform_name} se réservent le droit, à tout moment et en leur entière discrétion, d’annuler, retarder, reporter, ou modifier les formats des API ou du Contenu des API que {platform_name} met à votre disposition, ou de cesser de fournir en partie ou en totalité les API, le Contenu des API ou les services connexes, et vous acceptez que ni {platform_name} ni aucun des Participants {platform_name} ne sera tenu d’aucune responsabilité envers vous pour avoir accompli une telle action.
pl: {platform_name_capitalized} i Uczestnicy {platform_name} zastrzegają sobie prawo do anulowania, według własnego uznania, anulowania, opóźnienia, zmiany terminu lub zmiany formatu dowolnego interfejsu API lub Zawartości API oferowanych za pośrednictwem systemu {platform_name} lub do zaprzestania dostarczania jakiejkolwiek części lub całości interfejsów API lub Zawartości API lub powiązanych usług, a Użytkownik zgadza się, że ani {platform_name}, ani żaden z Uczestników {platform_name} nie będzie ponosił żadnej odpowiedzialności wobec Użytkownika za takie działanie.
pt_pt: {platform_name_capitalized} e os participantes de {platform_name} reservam-se, a qualquer momento e a seu exclusivo critério, o direito de cancelar, atrasar, reprogramar ou alterar o formato de qualquer API ou Conteúdo da API fornecido através de {platform_name}, ou interromper o fornecimento de qualquer parte ou da totalidade das APIs ou do Conteúdo da API ou serviços relacionados, sendo que o utilizador concorda que nem {platform_name} nem nenhum dos participantes de {platform_name} serão responsabilizados por tal ação.
zh_tw: {platform_name_capitalized}和{platform_name}參與者保留隨時自行決定取消，延遲，重新安排或更改通過{platform_name}提供的任何API或API內容的格式的權利，或停止提供任何部分或全部 API或API內容或相關服務，並且您同意{platform_name}或任何{platform_name}參與者均不會對您承擔任何責任。

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content from Your Application and your networks, systems and servers as soon as reasonably possible. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
da: Ved enhver opsigelse af vilkårene eller afbrydelse af din adgang til en API af en hvilken som helst grund, vil din ret til at bruge enhver API og API-indhold øjeblikkeligt ophøre. Du vil øjeblikkeligt stoppe med at bruge API'erne og slette alt cachelagret eller gemt API-indhold fra din applikation og dine netværk, systemer og servere så hurtigt som det er rimeligt muligt. Alle bestemmelser i vilkårene, som i sagens natur bør overleve opsigelsen, skal overleve opsigelsen, inklusive, uden begrænsning, ejerskabsbestemmelser, garantifraskrivelser og ansvarsbegrænsninger. Opsigelse af din adgang til og brug af API'erne og API-indhold fritager dig ikke for nogen forpligtelser, der opstår eller påløber forud for en sådan opsigelse, eller begrænser ethvert ansvar, som du ellers måtte have over for {platform_name}, herunder uden begrænsning eventuelle skadesløsholdelsesforpligtelser indeholdt heri.
fr: En cas d’une quelconque résiliation des Conditions ou suspension de votre accès à une API pour quelque raison que ce soit, votre droit d’utiliser une quelconque API ou un quelconque Contenu d’API sera immédiatement interrompu. Vous cesserez immédiatement d’utiliser les API et supprimerez tout Contenu d’API archivé ou stocké dans Votre Application et vos réseaux, systèmes et serveurs aussi vite que possible, dans la mesure du raisonnable. Chacune des dispositions des Conditions qui, par leur nature, devraient survivre la cessation, survivront la cessation, notamment les dispositions de propriété, les exonérations de garantie et les limites de responsabilité. La cessation d’accès et d’utilisation des API et du Contenu des API ne vous dispense nullement des obligations découlant ou incombant avant ladite cessation. Elle ne limite pas non plus toute responsabilité que vous seriez autrement tenu d’assumer envers {platform_name}, notamment toute obligation d’indemnisation mentionnée à la présente.
pl: Po wypowiedzeniu Warunków lub zaprzestaniu dostępu do API z jakiegokolwiek powodu, Twoje prawo do korzystania z dowolnego API i Zawartości API natychmiast wygaśnie. Użytkownik natychmiast zaprzestanie korzystania z interfejsów API i usunie wszelkie buforowane lub przechowywane Zawartości API z Twojej Aplikacji oraz sieci, systemów i serwerów Użytkownika tak szybko, jak to możliwe. Wszystkie postanowienia Warunków, które ze względu na swój charakter powinny pozostać w mocy po wypowiedzeniu, pozostają w mocy po wypowiedzeniu, w tym, bez ograniczeń, postanowienia dotyczące własności, wyłączenia gwarancji i ograniczenia odpowiedzialności. Zakończenie dostępu do interfejsów API i Zawartości API oraz korzystanie z nich nie zwalnia użytkownika z żadnych zobowiązań powstałych lub powstałych przed takim wypowiedzeniem ani nie ogranicza żadnej odpowiedzialności, jaką użytkownik może mieć wobec {platform_name}, w tym między innymi wszelkich zobowiązań odszkodowawczych zawartych w niniejszym dokumencie.
pt_pt: Em caso de rescisão dos Termos ou de interrupção do seu acesso a uma API por qualquer motivo, o seu direito de usar qualquer API e API de conteúdo cessará imediatamente. Deverá parar de usar as APIs imediatamente e apagar qualquer conteúdo de API armazenado ou em cache. Todas as disposições das condições que, por sua natureza, devem subsistir após a rescisão, sobreviverão à rescisão, incluindo, sem limitação, provisões de propriedade, renúncia à garantia e limitação de responsabilidade. O término do seu acesso e utilização das APIs e do conteúdo da API não o isentará das obrigações surgidas ou decorrentes antes desse término nem limitará qualquer responsabilidade que de outra forma deva a {platform_name}, incluindo, sem limitação, as obrigações de compensação contidas neste documento.

source: Edit {catalog_name}
da: Rediger {catalog_name}
fr: Editer {catalog_name}
pl: Edytuj katalog {catalog_name}
pt_pt: Editar {catalog_name}
zh_tw: 編輯 {catalog_name}

source: Delete this catalog
da: Slet dette katalog
fr: Effacer ce catalogue
pl: Usuń ten katalog
pt_pt: Apagar este catálogo
zh_tw: 刪除本目錄

source: Update Catalog
da: Opdater katalog
fr: Mettre à jour le catalogue
pl: Zaktualizuj katalog
pt_pt: Atualizar Catálogo
zh_tw: 更新目錄

source: Catalogs for {username}
da: Kataloger til {username}
fr: Catalogues pour {username}
pl: Katalogi użytkownika {username}
pt_pt: Catálogos para {username}
zh_tw: {username} 的目錄

source: Create new catalog:
da: Opret nyt katalog:
fr: Créer un nouveau catalogue :
pl: Utwórz nowy katalog:
pt_pt: Criar catálogo:
zh_tw: 創建新目錄:

source: Create Catalog
da: Opret katalog
fr: Créer catalogue
pl: Utwórz katalog
pt_pt: Criar Catálogo
zh_tw: 創建目錄

source: Catalog search
da: Katalogsøgning
fr: Recherche de catalogue
pl: Szukaj katalogu
pt_pt: Pesquisa de catálogo
zh_tw: 目錄搜尋

source: Catalog Search
da: Katalogsøgning
fr: Recherche de catalogue
pl: Szukaj katalogu
pt_pt: Pesquisa de Catálogo
zh_tw: 目錄搜尋

source: Enter a username to view catalogs belonging to that user.
da: Indtast et brugernavn for at se kataloger, der tilhører den pågældende bruger.
fr: Entrer un nom d'utilisateur pour voir les catalogues appartenant à cet utilisateur.
pl: Wpisz nazwę użytkownika, aby wyświetlić katalogi należące do tego użytkownika.
pt_pt: Insira um nome de utilizador para visualizar os catálogos pertencentes a esse utilizador.
zh_tw: 輸入使用者名稱以檢視該使用者所屬的目錄。

source: Unsubscribe
da: Opsige abonnement
fr: Désinscription
pl: Wypisz się
pt_pt: Cancelar Subscrição

source: confirm unsubscribe from {org} {course} emails.
da: bekræft afmelding fra {org} {course} e-mails.
fr: confirmer la désinscription des courriels de {org} {course}.
pl: potwierdź anulowanie subskrypcji e-maili z {org} {course}.
pt_pt: confirme o cancelamento da subscrição dos emails de {org} {course}.

source: Note:
da: Bemærk:
pl: Uwaga:
pt_pt: Nota:
zh_tw: 注釋:

source: You will still receive course emails from other courses you are enrolled in.
da: Du vil stadig modtage kursusmails fra andre kurser, du er tilmeldt.
fr: Vous recevrez toujours des courriels des autres cours auxquels vous êtes inscrit.
pl: Nadal będziesz otrzymywać e-maile z innych kursów, na które jesteś zapisany.
pt_pt: Continuará a receber e-mails de outros cursos em que está inscrito.

source: You have successfully unsubscribed from {org} {course} emails.
da: Du har afmeldt {org} {course} e-mails.
fr: Vous avez été désinscrit des courriels pour {org} {course}.
pl: Pomyślnie zrezygnowałeś z subskrypcji maili {org} {course}.
pt_pt: Cancelou com sucesso a sua subscrição dos emails de {org} {course}.

source: You have not been unsubscribed from {org} {course} emails.
da: Du er ikke blevet afmeldt {org} {course} e-mails.
fr: Vous n'avez pas été désinscrit des courriels pour {org} {course}.
pl: Nie zrezygnowałeś z subskrypcji e-maili z {org} {course}.
pt_pt: A sua subscrição dos emails de {org} {course} não foi cancelada.

source: {link_start}Return to {platform_name}{link_end}
da: {link_start}Vend tilbage til {platform_name} {link_end}
fr: {link_start}Retour à {platform_name}{link_end}
pl: {link_start} Wróć do {platform_name} {link_end}
pt_pt: {link_start}Volte a {platform_name}{link_end}

source: Open Calculator
da: Åbn Regnemaskine
fr: Afficher la calculatrice
pl: Otwórz kalkulator
pt_pt: Abrir Calculadora
zh_tw: 開啟計算機

source: Enter equation
da: Indtast ligningen
fr: Entrer l'équation
pl: Wprowadź równanie
pt_pt: Insira equação
zh_tw: 輸入算式

source: Calculator Input Field
da: Regnemaskine Input Felt
fr: Champ de saisie de la Calculatrice
pl: Pole kalkulatora
pt_pt: Campo de Entrada da Calculadora
zh_tw: 計算器輸入項

source: Hints
da: Tips
fr: Indices
pl: Podpowiedzi
pt_pt: Sugestões
zh_tw: 提示

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
da: Brug piletasterne til at navigere eller brug tab-tasten for at returnere til regnemaskinen
fr: Utiliser les flèches pour naviguer aux travers des astuces ou utiliser la touche TAB pour retourner à la calculatrice
pl: Użyj strzałek, aby przełączać się pomiędzy poradami, lub naciśnij Tab, aby wrócić do kalkulatora
pt_pt: Use as teclas de seta para navegar pelas sugestões ou use a tecla de tabulação para regressar à calculadora
zh_tw: 使用方向鍵在提示中導航或者使用tab鑑返回到計算器

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
da: For detaljeret information, se {math_link_start}Entering Mathematiske og Videnskabelige Udtryk {math_link_end} i {guide_link_start}edX Guide for Kursister {guide_link_end}.
fr: Pour plus d'information, voir {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} dans la {guide_link_start}documentation Edx{guide_link_end}.
pl: W celu uzyskania szczegółowych informacji, zobacz {math_link_start}Wprowadzanie Wyrażeń Matematycznych i Naukowych{math_link_end} w {guide_link_start} Przewodniku dla Studentów{guide_link_end}.
pt_pt: Para informação mais detalhada, veja {math_link_start}Inserindo Expressões Matemáticas e Científicas{math_link_end} no {guide_link_start}Guia edX para Estudantes{guide_link_end}.
zh_tw: 對於詳細資訊，請在 {guide_link_start}edX學生指南{guide_link_end}觀看{math_link_start}Entering Mathematical以及Scientific Expressions{math_link_end}。

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
da: Brug parenteser () til at gøre udtryk klare. Du kan bruge parenteser inden i andre parenteser.
fr: Utilisez les parenthèses () pour clarifier vos expressions. Vous pouvez utiliser des parenthèses au sein d'autres parenthèses.
pl: Używaj nawiasów () by twoje wyrażenie było jasne. Możesz używać nawiasów wewnątrz innych nawiasów.
pt_pt: Use parênteses () para tornar as expressões claras. Pode usar parênteses dentro de outros parênteses.
zh_tw: 善用括號()使表示式簡潔。您亦可於括號中使用另一層括號。

source: Do not use spaces in expressions.
da: Brug ikke mellemrum i udtryk.
fr: Ne pas utiliser d'espaces dans ces expressions.
pl: Nie używaj spacji w wyrażeniach.
pt_pt: Não utilize espaços em expressões.
zh_tw: 請勿在表達式中使用空格。

source: For constants, indicate multiplication explicitly (example: 5*c).
da: For konstanter, angiv multiplikation eksplicit (f.eks.: 5 * C).
fr: Pour les constantes, indiquer explicitement la multiplication (par exemple: 5*c).
pl: Dla stałych używaj jawnego mnożenia (przykład: 5*c).
pt_pt: Para constantes, indique a multiplicação explicitamente (exemplo: 5*c).
zh_tw: 對於常數，請明確的表示乘法(例如：5*c)。

source: For affixes, type the number and affix without a space (example: 5c).
da: Ved affiks, skal du skrive nummeret og affiks uden mellemrum (eksempel: 5c).
fr: Pour les suffixes, indiquer le nombre et le suffixe sans espace (exemple : 5c).
pl: Dla afiksów wpisz liczbę i afiks bez spacji (przykład 5c).
pt_pt: Para afixos, digite o número e o afixo sem espaço (exemplo: 5c).
zh_tw: 對於詞綴，請輸入數字以及以及有空白的詞綴(例如: 5c)。

source: For functions, type the name of the function, then the expression in parentheses.
da: Ved funktioner, skriv navnet på funktionen, dernæst udtrykket i parenteser.
fr: Pour les fonctions, taper le nom de la fonction, puis l'expression entre parenthèses.
pl: Dla funkcji wpisz nazwę funkcji, a następnie jej wyrażenie w nawiasie.
pt_pt: Para funções, escreva o nome da função, e de seguida a expressão em parênteses.
zh_tw: 對於函式，請輸入函式名稱，然後表達式書於括號中。

source: To Use
da: Til Brug
fr: À utiliser
pl: Do użycia
pt_pt: Para Usar
zh_tw: 使用

source: Type
da: Skriv
pl: Typ
pt_pt: Digite
zh_tw: 類型

source: Examples
da: Eksempel
fr: Exemples
pl: Przykłady
pt_pt: Exemplos
zh_tw: 例子

source: Numbers
da: Tal
fr: Nombres
pl: Liczby
pt_pt: Números
zh_tw: 數字

source: Integers
da: Hele tal
fr: Nombres entiers
pl: Liczby całkowite
pt_pt: Números Inteiros
zh_tw: 整數

source: Fractions
da: Fraktioner
pl: Ułamki
pt_pt: Frações
zh_tw: 分數

source: Decimals
da: Decimaler
fr: Nombres décimaux
pl: Liczby po przecinku
pt_pt: Decimais
zh_tw: 小數

source: Operators
da: Operatører
fr: Opérateurs
pl: Operatory
pt_pt: Operadores
zh_tw: 操作

source: + - * / (add, subtract, multiply, divide)
da: + - * / (Læg sammen, træk fra, gange, dele)
fr: + - * / (additionner, soustraire, multiplier, diviser)
pl: + - * / (dodaj, odejmij, pomnóż, podziel)
pt_pt: + - * / (somar, subtrair, multiplicar, dividir)
zh_tw: + - * / (加，減，乘，除)

source: || (parallel resistors)
da: || (parallelle modstande)
fr: || (resistances parralèles)
pl: II (rezystory równoległe)
pt_pt: || (resistências em paralelo)
zh_tw: ||(並聯電阻)

source: Constants
da: Konstante
fr: Constantes
pl: Stałe
pt_pt: Constantes
zh_tw: 常量

source: Affixes
da: Affikser
pl: Afiksy
pt_pt: Afixos
zh_tw: 詞綴

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
da: Procenttegn (%) og metrisk affiks (d, c, m, u, n, p, k, M, G, T)

source: Basic functions
da: Basis funktioner
fr: Fonctions de base
pl: Funkcje podstawowe
pt_pt: Funções Básicas
zh_tw: 基本功能

source: Trigonometric functions
da: Trigonomiske funktioner
fr: Fonctions trigonométriques
pl: Funkcje trygonometryczne
pt_pt: Funções trigonométricas
zh_tw: 三角函数

source: Scientific notation
da: Videnskabeligt tegnsystem
fr: Notation scientifique
pl: Notacja naukowa
pt_pt: Notação Científica
zh_tw: 科學記號

source: 10^ and the exponent
da: 10^ og eksponenten
fr: 10^ et l'exposant
pl: 10^ i wykładnik
pt_pt: 10^ e o expoente
zh_tw: 10^以及指數

source: 1e and the exponent
da: 1e og eksponenten
fr: 1e et l'exposant
pl: 1e i wykładnik
pt_pt: 1e e o expoente
zh_tw: 1e以及指數

source: Calculate
da: Udregn
fr: Calculer
pl: Oblicz
pt_pt: Calcular
zh_tw: 計算

source: Result
da: Resultat
fr: Résultat
pl: Wynik
pt_pt: Resultado
zh_tw: 結果

source: CCX Coach Dashboard
da: CCX Coach Betjeningspanel
fr: Tableau de bord CCX
pl: Pulpit Trenera KDD
pt_pt: Painel de Controlo para tutores CCX
zh_tw: CCX Coach 課程面板

source: Name your CCX
da: Navngiv din CCX
fr: Nommer votre CCX
pl: Nazwij swój KDD
pt_pt: Nomear o seu CCX
zh_tw: 命名您 CCX

source: Create a new Custom Course for {platform_name}
da: Opret et nyt tilpasset kursus til {platform_name}
fr: Créer un cours sur mesure pour {platform_name}
pl: Utwórz nowy kurs niestandardowy dla platformy {platform_name}
pt_pt: Criar um novo Curso Personalizado para {platform_name}

source: Grading Policy
da: Karakter Politik
fr: Règles de notation
pl: Polityka ocen
pt_pt: Política de Classificação
zh_tw: 評分政策
