Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: These define the context to enable this configuration on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.{br}If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
da: Disse definerer konteksten for at aktivere denne konfiguration. Hvis der ikke er angivet nogen værdier, gælder konfigurationen globalt. Hvis der er angivet en enkelt værdi, gælder konfigurationen for alle kurser inden for den kontekst. Der kan højst indstilles én værdi ad gangen. {br} Hvis flere kontekster gælder for et kursus (f.eks. hvis konfiguration er specificeret for kurset specifikt og for den organisation, som kurset er i, så tilsidesætter den mere specifikke kontekst den mere generelle kontekst.
fr: Celles-ci définissent le contexte pour permettre l'activation de cette configuration. Si aucune valeur n'est définie, la configuration s'applique globalement. Si une seule valeur est définie, la configuration s'applique à tous les cours dans le contexte. Au plus une valeur peut être définie à la fois.{br}Si plusieurs contextes s'appliquent à un cours (par exemple, si la configuration est spécifiée spécifiquement pour le cours et pour l'organisation dans laquelle se trouve le cours, alors le contexte plus spécifique remplace le contexte plus général.
pt_pt: Isto define o contexto para ativar esta configuração. Se nenhum valor for definido, a configuração aplica-se globalmente. Se um único valor for definido, a configuração aplica-se a todos os cursos dentro desse contexto. Apenas pode existir um valor ao mesmo tempo. {br} Se vários contextos se aplicam a um curso (por exemplo, se a configuração for especificamente para o curso, e para a organização em que o curso se encontra, então o contexto mais específico sobrepõe-se ao contexto mais geral.

source: If any of these values are left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Enabled" is left as "Unknown" in the course context, then that course will be Enabled only if the org that it is in is Enabled.
da: Hvis nogen af disse værdier efterlades tomme eller "Ukendt", vil deres værdi ved kørsel blive hentet fra den næstmest specifikke kontekst, der gælder. For eksempel, hvis "Aktiveret" efterlades som "Ukendt" i kursuskonteksten, vil kurset kun være aktiveret, hvis den organisation, det er i, er aktiveret.
fr: Si une de ces valeurs est laissée vide ou "Unknown", sa valeur à l'exécution sera extraite du contexte le plus spécifique qui suit et s'applique. Par exemple, si "Enabled" reste "Unknown" dans le contexte du cours, ce cours ne sera activé que si l'organisation dans laquelle il se trouve est Enabled.
pt_pt: Se algum destes valores for deixado vazio ou "Desconhecido", então o seu valor no momento da execução será recuperado no próximo contexto mais específico que se aplique. Por exemplo, se "Activado" for deixado como "Desconhecido" no contexto do curso, então esse curso só será Activado se a organização em que se encontra estiver Activada.

source: %(value)s should have the form ORG+COURSE
da: %(value)s skal have formen ORG+KURSE
fr: %(value)s devrait avoir la forme ORG+COURSE
pt_pt: %(value)s deveria ter a forma ORG+COURSE

source: Enabled
da: Aktiveret
fr: Activé
pt_pt: Ativado

source: Configure values for all course runs associated with this site.
da: Konfigurer værdier for alle kursuskørsler knyttet til dette websted.
fr: Configurez les valeurs pour tous les parcours associés à ce site.
pt_pt: Configure os valores para todas as edições de curso deste site.

source: Configure values for all course runs associated with this Organization. This is the organization string (i.e. edX, MITx).
da: Konfigurer værdier for alle kursuskørsler knyttet til denne organisation. Dette er organisationsstrengen (dvs. edX, MITx).
fr: Configurez les valeurs pour tous les parcours associés à cette organisation. C'est la chaîne d'organisation (c'est-à-dire UMontreal, PolyMtl, HEC).
pt_pt: Configure os valores para todas as edições desta Organização. Isto é o código de organização (ex.: edX, MITx).

source: Course in Org
da: Kursus i Org
fr: Cours dans Organisation
pt_pt: Curso na Organização

source: Configure values for all course runs associated with this course. This is should be formatted as 'org+course' (i.e. MITx+6.002x, HarvardX+CS50).
da: Konfigurer værdier for alle kursuskørsler forbundet med dette kursus. Dette skal formateres som 'org+kursus' (dvs. MITx+6.002x, HarvardX+CS50).
fr: Configurez les valeurs pour tous les parcours associés à ce cours. Ceci doit être au format 'org + course' (c'est-à-dire MITx+6.002x, HarvardX+CS50).
pt_pt: Configure os valores para todas as edições deste curso. Deve ser formatado como 'org+course' (ex.: MITx+6.002x, HarvardX+CS50).

source: Course Run
da: Kursusløb
fr: Session
pt_pt: Edição do Curso

source: Configure values for this course run. This should be formatted as the CourseKey (i.e. course-v1://MITx+6.002x+2019_Q1)
da: Konfigurer værdier for denne kursuskørsel. Dette skal formateres som CourseKey (dvs. kursus-v1://MITx+6.002x+2019_Q1)
fr: Configurez les valeurs pour ce cours. Cela doit être formaté comme CourseKey (c'est-à-dire course-v1: //MITx+6.002x+2019_Q1)
pt_pt: Configure os valores para esta edição do curso. Deve ser formatado como o Código do Curso (ex.: course-v1://MITx+6.002x+2019_Q1)

source: Configuration may not be specified at more than one level at once.
da: Konfiguration må ikke specificeres på mere end ét niveau ad gangen.
fr: La configuration ne peut pas être spécifiée à plus d'un niveau à la fois.
pt_pt: A configuração pode não ser especificada a mais do que um nível de uma só vez.

source: Error Status
da: Fejlstatus
fr: Statut d'erreur
pt_pt: Estado de Erro

source: Courses with Errors
da: Kurser med fejl
fr: Cours avec erreurs
pt_pt: Cursos Com Erros

source: Learning Sequences and Outlines
da: Læringssekvenser og konturer
fr: Séquences d'apprentissage et résumés
pt_pt: Sequências de aprendizagem

source: Cannot change or remove the access level for the only admin.
da: Kan ikke ændre eller fjerne adgangsniveauet for den eneste administrator.
fr: Impossible de modifier ou de supprimer le niveau d'accès du seul administrateur.
pt_pt: Não é possível alterar ou remover o nível de acesso do único administrador.

source: You may not change a library's type to {library_type} if it still has unpublished changes.
da: Du må ikke ændre et biblioteks type til {library_type} , hvis det stadig har upublicerede ændringer.
fr: Vous ne pouvez pas changer le type d'une bibliothèque en {library_type} s'il elle contient toujours des modifications non publiées.
pt_pt: Não pode alterar o tipo de biblioteca para {library_type} se ainda tiver alterações por publicar.

source: You can only set a library to {library_type} if all existing blocks are of that type. Found incompatible block {block_id} with type {block_type}.
da: Du kan kun indstille et bibliotek til {library_type}, hvis alle eksisterende blokke er af den type. Fandt inkompatibel blok {block_id} med typen {block_type} .
fr: Vous ne pouvez définir une bibliothèque sur {library_type} que si tous les blocs existants sont de ce type. Bloc incompatible {block_id} avec le type {block_type} trouvé.
pt_pt: Apenas pode definir a biblioteca para {library_type} se todos os blocos existentes forem desse tipo. Encontrado o bloco incompatível {block_id} do tipo {block_type}.

source: Block type "{block_type}" is not compatible with library type "{library_type}".
da: Bloktypen "{block_type}" er ikke kompatibel med bibliotekstypen "{library_type}".
fr: Le type de bloc "{block_type}" n'est pas compatible avec le type de bibliothèque "{library_type}".
pt_pt: O tipo de bloco "{block_type}" não é compatível com o tipo de biblioteca "{library_type}".

source: Library cannot have more than {} XBlocks
da: Biblioteket må ikke have mere end {} XBlocks
fr: La bibliothèque ne peut avoir plus de {} XBlocks
pt_pt: A biblioteca não pode ter mais do que {} XBlocks

source: Complex
da: Kompleks
fr: Complexe
pt_pt: Complexo

source: All Rights Reserved.
da: Alle rettigheder forbeholdes.
fr: Tous droits réservés.
pt_pt: Todos os direitos reservados.

source: Creative Commons Attribution-NonCommercial 4.0
da: Creative Commons Navngivelse-Ikkekommerciel 4.0
pt_pt: Creative Commons Atribuição-NãoComercial 4.0

source: Creative Commons Attribution-NonCommercial-ShareAlike 4.0
da: Creative Commons Navngivelse-Ikkekommerciel-Del Ens 4.0
pt_pt: Creative Commons Atribuição-NãoComercial-CompartilhaIgual 4.0

source: Creative Commons Attribution-ShareAlike 4.0
da: Creative Commons Navngivelse-Del Ens 4.0
pt_pt: Creative Commons Atribuição-CompartilhaIgual 4.0

source: Administer users and author content
da: Administrer brugere og forfatterindhold
fr: Administer les utilisateurs et la création de contenu
pt_pt: Administração de utilizadores e conteúdo autor

source: Author content
da: Forfatterindhold
fr: Création de contenu
pt_pt: Autor do conteúdo

source: Read-only
da: Læs kun
fr: Lecture seule
pt_pt: Somente leitura

source: One and only one of 'user' and 'group' must be set.
da: En og kun én af 'bruger' og 'gruppe' skal indstilles.
fr: Un seul 'user' et 'group' doit être paramétré.
pt_pt: Um e único 'utilizador' e 'grupo' devem ser definidos.

source: Task was created, but not queued to run.
da: Opgaven blev oprettet, men ikke sat i kø for at køre.
fr: La tâche a été créée, mais n'a pas été mise en file d'attente pour s'exécuter.
pt_pt: A tarefa foi criada, mas não está em fila para ser executada.

source: Task was created and queued to run.
da: Opgaven blev oprettet og sat i kø for at køre.
fr: La tâche a été créée et mise en file d'attente pour s'exécuter.
pt_pt: A tarefa foi criada e colocada em fila de espera para ser executada.

source: Task is running.
da: Opgaven kører.
fr: La tâche est en cours d'exécution.
pt_pt: A tarefa está em curso.

source: Task finished, but some blocks failed to import.
da: Opgaven afsluttet, men nogle blokke kunne ikke importeres.
fr: Tâche terminée, mais certains blocs n'ont pas pu être importés.
pt_pt: A tarefa terminou, mas alguns blocos não foram importados.

source: Task finished successfully.
da: Opgave afsluttet med succes.
fr: Tâche terminée avec succès.
pt_pt: Tarefa concluída com sucesso.

source: state
da: stat
fr: état
pt_pt: estado

source: The state of the block import task.
da: Status for blokimportopgaven.
fr: L'état de la tâche d'importation de bloc.
pt_pt: O estado da tarefa de importação em bloco.

source: A float from 0.0 to 1.0 representing the task progress.
da: En float fra 0,0 til 1,0, der repræsenterer opgavens fremskridt.
fr: Un nombre flottant de 0.0 à 1.0 représentant la progression de la tâche.
pt_pt: Um intervalo entre 0,0 e 1,0 representa o progresso da tarefa.

source: course ID
da: kursus ID
fr: ID de cours
pt_pt: ID do curso

source: ID of the imported course.
da: ID for det importerede kursus.
fr: ID du cours importé.
pt_pt: ID do curso importado.

source: open edx user
da: åben edx-bruger
fr: Utilisateur open edx
pt_pt: utilizador open edx

source: lti platform identifier
da: lti platform identifikator
fr: Identifiant de la plateforme lti
pt_pt: identificador da plataforma lti

source: The LTI platform identifier to which this profile belongs to.
da: LTI-platformsidentifikatoren, som denne profil tilhører.
fr: L'identifiant de la plateforme lti à laquelle ce profil appartient
pt_pt: O identificador da plataforma LTI à qual este perfil pertence.

source: client identifier
da: klient-id
fr: identifiant du client
pt_pt: identificador de cliente

source: The LTI client identifier generated by the LTI platform.
da: LTI-klient-id'et genereret af LTI-platformen.
fr: Identifiant du client LTI généré par la plateforme LTI.
pt_pt: O identificador de cliente LTI gerado pela plataforma LTI.

source: subject identifier
da: emneidentifikator
fr: identifiant du sujet
pt_pt: identificador do assunto

source: Identifies the entity that initiated the launch request, commonly a user.
da: Identificerer den enhed, der startede startanmodningen, normalt en bruger.
fr: Identifie l'entité qui a initialement une demande de lancement, typiquement un usager.
pt_pt: Identifica a entidade que iniciou o pedido de lançamento, normalmente um utilizador.

source: The authorized LTI profile that launched the resource (identifies the user).
da: Den autoriserede LTI-profil, der startede ressourcen (identificerer brugeren).
fr: Le profil autorisé qui a lancé la ressource (identifie l'usager).
pt_pt: O perfil autorizado do LTI que lançou o recurso (identifica o utilizador).

source: The usage key string of the blockstore resource serving the content of this launch.
da: Brugsnøglestrengen for blockstore-ressourcen, der betjener indholdet af denne lancering.
fr: La string de la clé d'utilisation pour la ressource blockstore servant le contenu de ce lancement.
pt_pt: O conjunto chave de utilização do recurso da blockstore ao serviço do conteúdo deste lançamento.

source: The LTI platform unique identifier of this resource, also known as the "resource link id".
da: LTI-platformens unikke identifikator for denne ressource, også kendt som "ressourcelink-id".
fr: Identifiant unique de la plateforme LTI de cette ressource, aussi connu sous le terme «resource link id».
pt_pt: O identificador único da plataforma LTI deste recurso, também conhecido como "resource link id".

source: The LTI platform descriptive title for this resource.
da: LTI-platformens beskrivende titel for denne ressource.
fr: Le titre descriptif de la plateforme LTI pour cette ressource.
pt_pt: O título descritivo da plataforma LTI para este recurso.

source: If AGS was enabled during launch, this should hold the lineitem ID.
da: Hvis AGS blev aktiveret under lanceringen, skulle dette indeholde linjeelement-id'et.
fr: Si AGS est activé durant le lancement, ceci devrait contenir le ID de l'item.
pt_pt: Se a AGS foi activada durante o lançamento, esta deve conter a identificação do item de linha.

source: We could not find a user with that email address.
da: Vi kunne ikke finde en bruger med den e-mailadresse.
fr: Nous n'avons pas pu trouver un utilisateur avec cette adresse courriel.
pt_pt: Não conseguimos encontrar um utilizador com esse endereço de e-mail.

source: This user already has access to this library.
da: Denne bruger har allerede adgang til dette bibliotek.
fr: Cet utilisateur a déjà accès à cette bibliothèque.
pt_pt: Este utilizador já tem acesso a esta biblioteca.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
da: Liste over domæner, der har tilladelse til at søge på tværs af domæner til dette site. Skriv hvert domæne på hver sin linje.
fr: Liste des domaines autorisées à effectuer de requêtes inter-domaine vers ce site. Listez chaque domaine sur une nouvelle ligne.
pl: Lista domen zaakceptowanych do wykonywania międzydomenowych żądań dla tej strony. Proszę umieścić każdą domenę w osobnej linii.
pt_pt: Lista de domínios que estão autorizados para efetuar solicitações entre domínios neste site. Por favor, liste cada domínio na sua própria linha.
zh_tw: 被允許跨域請求此網站的domains 列表。請在每一行列出單獨列出每個domain。

source: Default Group
da: Standardgruppe
fr: Groupe par défaut
pl: Domyślna grupa
pt_pt: Grupo padrão
zh_tw: 預設群組

source: You cannot create two cohorts with the same name
da: Du kan ikke danne to grupper med det samme navn
fr: Vous ne pouvez pas créer deux cohortes avec le même nom
pl: Nie możesz stworzyć dwóch kohort o tej samej nazwie
pt_pt: Não pode criar dois grupos com o mesmo nome
zh_tw: 您不能用同樣的名字新增兩個學習夥伴組別

source: There must be one cohort to which students can automatically be assigned.
da: Der skal være en gruppe, som kursisterne automatisk kan blive tilknyttet.
fr: Au moins une cohorte doit être créée pour ajouter les étudiants en automatique.
pl: Musi istnieć co najmniej jedna grupa, do której studenci będą automatycznie zapisywani.
pt_pt: Deve haver um grupo para o qual os estudantes possam ser automaticamente designados.
zh_tw: 必須有一組學習夥伴讓學生可以自動被分配。

source: A cohort with the same name already exists.
da: Der eksisterer allerede en gruppe med samme navn.
fr: Une cohorte avec le même nom existe déjà.
pl: Istnieje już kohorta o tej nazwie.
pt_pt: Já existe um grupo com o mesmo nome.
zh_tw: 具有相同名稱的學習夥伴組已經存在。

source: Credentials
da: Legitimationsoplysninger
fr: Crédits
pt_pt: Credenciais

source: Enable Learner Issuance
da: Aktiver elevudstedelse
fr: Activer la délivrance d'apprenant
pl: Włącz wydawanie poświadczeń
pt_pt: Permitir a Emissão de Estudantes
zh_tw: 使學習者發表問題

source: Enable issuance of credentials via Credential Service.
da: Aktiver udstedelse af legitimationsoplysninger via Credential Service.
fr: Activer la délivrance des crédentiels via le service de crédentiels.
pl: Włącz wydawanie poświadczeń przez Centrum Kwalifikacji.
pt_pt: Permitir a emissão de credenciais através de um Serviço de Credenciais.
zh_tw: 透過證書服務啟動發佈認證

source: Enable Authoring of Credential in Studio
da: Aktiver oprettelse af legitimationsoplysninger i Studio
fr: Activer la création de crédentiels dans Studio
pl: Włącz kreatora poświadczeń w Studio
pt_pt: Ativar a criação de credenciais no Studio
zh_tw: 在工作室中，啟動編輯的證書

source: Enable authoring of Credential Service credentials in Studio.
da: Aktiver oprettelse af legitimationsoplysninger til legitimationstjeneste i Studio.
fr: Activer la création de crédentiels dans Studio.
pl: Włącz kreatora poświadczeń Centrum Kwalifikacji w Studio.
pt_pt: Ative a autoria das credenciais do Serviço de Credenciais no Studio.
zh_tw: 在工作室中，啟動編輯證書服務的資格

source: Course Credit Eligibility
da: Kursuskreditberettigelse
fr: Admissibilité au crédit de cours
pl: Dostępność kwalifikacji z kursu
pt_pt: Elegibilidade para Créditos no Curso
zh_tw: 課程學分合格

source: You are eligible for credit from {providers_string}
da: Du er berettiget til kredit fra {providers_string}
fr: Vous êtes admissible au crédit de {providers_string}
pl: Kwalifikujesz się do uzyskania poświadczenia od {providers_string}
pt_pt: É elegível para o crédito de {providers_string}
zh_tw: 您有資格取得 {providers_string} 提供的學分

source: {first_provider} and {second_provider}
da: {first_provider} og {second_provider}
fr: {first_provider} et {second_provider}
pl: {first_provider} i {second_provider}
pt_pt: {first_provider} e {second_provider}
zh_tw: {first_provider} 和{second_provider}

source: {first_providers}, and {last_provider}
da: {first_providers} og {last_provider}
fr: {first_providers}, et {last_provider}
pl: {first_providers} oraz {last_provider}
pt_pt: {first_providers}, e {last_provider}
zh_tw: {first_providers}和{last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
da: [{username}] er ikke berettiget til kredit for [ {course_key} ].
fr: [{username}] n'est pas admissible au crédit pour [{course_key}].
pl: [{username}] nie spełnia warunków do otrzymania kwalifikacji za kurs [{course_key}].
pt_pt: [{username}] não é ilegível para créditos em [{course_key}].
zh_tw: [{username}] 沒有學分資格 [{course_key}]。

source: [{course_key}] is not a valid course key.
da: [{course_key}] er ikke en gyldig kursus nøgle.
fr: [{course_key}] n'est pas une clé de cours valide.
pl: [{course_key}] nie jest prawidłowym kluczem kursu.
pt_pt: [{course_key}] não é uma chave de curso válida.
zh_tw: [{course_key}] 是無效的course key。

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
da: Unik identifikator for denne kreditudbyder. Kun alfanumeriske tegn og bindestreger (-) er tilladt. Identifikationen skelner mellem store og små bogstaver.
fr: Identifiant unique pour ce fournisseur de crédit. Seulement des caractères alphanumériques et les tirets (-) sont permis. L'identifiant est sensible à la casse.
pl: Unikalny identyfikator tego źródła kwalifikacji. Dozwolone są wyłącznie znaki alfanumeryczne oraz myślniki (-). Identyfikator rozróżnia wielkość liter.
pt_pt: Identificador único para este fornecedor de crédito. Só são permitidos caracteres alfanuméricos e hífenes (-). O identificador diferencia as maiúsculas de minúsculas.
zh_tw: 對此學分提供者唯一標識符。只有字母和數字符號和破折號(-)，是被允許的。該標識符是用來區分大小寫的。

source: Whether the credit provider is currently enabled.
da: Om kreditudbyderen i øjeblikket er aktiveret.
fr: Si le fournisseur de crédit est présentement activé ou non.
pl: Czy źródło kwalifikacji jest obecnie aktywne.
pt_pt: Se o fornecedor de crédito está atualmente ativado.
zh_tw: 目前是否已啟動提供學分機制。

source: Name of the credit provider displayed to users
da: Navnet på kreditudbyderen, der vises til brugerne
fr: Nome du fournisseur de crédit affiché aux utilisateurs
pl: Nazwa źródła kwalifikacji wyświetlana użytkownikom.
pt_pt: Nome do fornecedor de crédito exibido aos utilizadores
zh_tw: 顯示學分提供者的名稱給使用者

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
da: Når det er sandt, skal du automatisk give kreditudbyderen besked, når en bruger anmoder om kredit. For at dette kan virke, SKAL der konfigureres en delt hemmelig nøgle for kreditudbyderen i sikre godkendelsesindstillinger.
fr: Lorsque vrai (true), signale automatiquement le fournisseur de crédit quand un utilisateur demande un crédit. De façon à ce que cela fonctionne, une clé secrète partagée DOIT être configurée pour le fournisseur de crédit dans les paramètres d'authentification sécure.
pl: W przypadku zaznaczenia tej opcji następuje automatyczne powiadomienie źródła kwalifikacji o żądaniu kwalifikacji zgłoszonym przez użytkownika. Aby skorzystać z tej funkcji konieczne jest skonfigurowanie hasła dla źródła kwalifikacji z poziomu ustawień bezpiecznej autoryzacji.
pt_pt: Se for definido como verdadeiro, o fornecedor de crédito será notificado automaticamente quando houver um pedido de crédito por parte do utilizador. Para que tal funcione, deve ser configurada uma chave secreta para o fornecedor de crédito nas configurações de autenticação segura.
zh_tw: 如果為是，當用戶請求的貸款時會自動通知信貸提供者。為了這一工作，共享秘密鑰匙必須對信貸提供者設置安全身份驗證的設定。
