Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
da: Afslut venligst din registrering og udfyld registreringsformularen, og sørg for at bruge %(email_address)s i feltet E-mail:
fr: Veuillez terminer votre inscription et remplir le formulaire d’inscription en vous assurant d’utiliser %(email_address)s dans le champ Courriel:
pt_pt: Por favor, termine o seu registo e preencha o formulário de inscrição certificando-se que usa %(email_address)s no campo Email:

source: Finish Your Registration
da: Afslut din registrering
fr: Finir votre inscription
pt_pt: Concluir o Registo

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
da: Når du har registreret og aktiveret din konto, vil du se %(course_name)s på dit dashboard.
fr: Une fois que vous vous êtes enregistré et avez activé votre compte, vous verrez %(course_name)s apparaitre dans votre tableau de bord.
pt_pt: Depois de ter registado e activado a sua conta, verá %(course_name)s listados no seu painel de controlo.

source: Once you have registered and activated your account, you will be able to access this course:
da: Når du har registreret og aktiveret din konto, vil du kunne få adgang til dette kursus:
fr: Une fois que vous vous êtes enregistré et avez activé votre compte, vous pourrez accéder au course:
pt_pt: Depois de ter registado e activado a sua conta, será possível aceder a este curso:

source: You can then enroll in %(course_name)s.
da: Du kan derefter tilmelde dig %(course_name)s .
fr: Vous pouvez vous inscrire au cours%(course_name)s.
pt_pt: Em seguida, pode se inscrever em %(course_name)s.

source: Dear student,
da: Kære kursist
fr: Cher étudiant,
pt_pt: Caro estudante,

source: To access this course visit %(course_url)s and login.
da: For at få adgang til dette kursus besøg %(course_url)s og log ind.
fr: Pour accéder au cours, rendez-vous sur%(course_url)s et identifiez-vous.
pt_pt: Para aceder a este curso visite %(course_url)s e inicie sessão.

source: To access this course visit %(course_about_url)s and register for this course.
da: For at få adgang til dette kursus besøg %(course_about_url)s og tilmeld dig dette kursus.
fr: Pour accéder au cours, rendez-vous sur %(course_about_url)s et inscrivez-vous au cours.
pt_pt: Para aceder a este curso visite %(course_about_url)s e registe-se para este curso.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
da: For at afslutte din registrering, besøg venligst %(registration_url)s og udfyld registreringsformularen, og sørg for at bruge %(email_address)s i feltet E-mail.
fr: Pour terminer votre inscription, rendez-vous sur %(registration_url)s et complétez le formulaire d'inscription. Soyez vigilant d'utiliser %(email_address)s dans le champ E-mail.
pt_pt: Para finalizar o seu registo, aceda %(registration_url)s e preencha o formulário de inscrição certificando-se que usa%(email_address)s no campo Email.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
da: Når du har registreret og aktiveret din konto, kan du besøge %(course_about_url)s for at deltage i dette kursus.
fr: Une fois que vous vous serez inscrit puis aurez activé votre compte, rendez-vous sur %(course_about_url)s pour accéder au cours.
pt_pt: Depois de ter registado e activado a sua conta, visite %(course_about_url)s para aderir a este curso.

source: You have been invited to register for %(course_name)s
da: Du er blevet inviteret til at tilmelde dig %(course_name)s
fr: Vous avez été invité à vous inscrire au cours %(course_name)s
pt_pt: Foi convidado a inscrever-se em %(course_name)s

source: You have been unenrolled from %(course_name)s
da: Du er blevet afmeldt fra %(course_name)s
fr: Vous avez été désinscrit de %(course_name)s
pt_pt: A sua inscrição em %(course_name)sfoi cancelada

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
da: Du er blevet frameldt kurset %(course_name)s af et medlem af kursets personale. Se venligst bort fra den tidligere afsendte invitation.
fr: Vous avez été désinscrit du cours %(course_name)s par un membre de l'équipe pédagogique. Veuillez ne pas prendre en compte l'invitation envoyée précédemment.
pt_pt: A sua inscrição do curso %(course_name)s foi cancelada por um elemento do equipa do curso. Por favor, ignore o convite enviado anteriormente.

source: Dear Student,
da: Kære kursist
fr: Cher étudiant,
pt_pt: Caro Estudante,

source: You have been unenrolled from %(course_name)s
da: Du er blevet afmeldt fra %(course_name)s
fr: Vous avez été désinscrit de %(course_name)s
pt_pt: A sua inscrição foi cancelada de%(course_name)s

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
da: Du er blevet afmeldt fra %(course_name)s på %(site_name)s af et medlem af kursets personale. Dette kursus vises ikke længere på dit %(site_name)s dashboard.
fr: Vous avez été desinscrit à %(course_name)s sur %(site_name)s par un membre de l'équipe pédagogique. Le cours n’apparaîtra plus dans votre tableau de bord %(site_name)s.
pt_pt: A sua inscrição no curso %(course_name)s em %(site_name)s foi cancelada por um elemento da equipa do curso. Este curso deixará de aparecer no seu painel de controlo %(site_name)s.

source: Your other courses have not been affected.
da: Dine andre kurser er ikke påvirket.
fr: Vos autres cours n'ont pas été affectés.
pt_pt: Os seus outros cursos não foram afetados.

source: This email was automatically sent from %(site_name)s to %(full_name)s
da: Denne e-mail blev automatisk sendt fra %(site_name)s til %(full_name)s
fr: Cet e-mail a été envoyé automatiquement de %(site_name)s à %(full_name)s.
pt_pt: Este email foi enviado automaticamente de %(site_name)s para %(full_name)s

source: You have been enrolled in %(course_name)s
da: Du er blevet tilmeldt %(course_name)s
fr: Vous avez été inscrit à %(course_name)s
pt_pt: Foi inscrito em %(course_name)s

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
da: Du er blevet tilmeldt %(course_name)s på %(site_name)s af et medlem af kursets personale. Dette kursus vises nu på dit %(site_name)s dashboard.
fr: Vous avez été inscrit à %(course_name)s sur %(site_name)s par un membre de l'équipe pédagogique. Le cours devrait maintenant apparaitre dans votre tableau de bord %(site_name)s.
pt_pt: Foi inscrito em %(course_name)s em %(site_name)s por um elemento da equipa do curso. Este curso aparecerá agora no seu painel de controlo %(site_name)s.

source: Access the Course Materials Now
da: Få adgang til kursusmaterialet nu
fr: Accédez maintenant aux supports de cours
pt_pt: Aceda Agora aos Materiais do Curso

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
da: Du er blevet fjernet som betatester for %(course_name)s på %(site_name)s
fr: Vous avez été supprimé en tant que bêta-testeur de %(course_name)s à %(site_name)s
pt_pt: Foi removido como verificador beta para %(course_name)s em %(site_name)s

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
da: Du er blevet fjernet som betatester for %(course_name)s på %(site_name)s af et medlem af kursets personale.
fr: Vous avez été supprimé en tant que bêta-testeur de %(course_name)s sur %(site_name)s par un membre de l'équipe de ce cours.
pt_pt: Foi removido como verificador beta para %(course_name)s em %(site_name)s por um elemento da equipa do curso.

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
da: Dette kursus forbliver på dit dashboard, men du vil ikke længere være en del af beta-testgruppen.
fr: Le cours apparaitra toujours dans votre tableau de bord mais vous ne ferez plus partie du groupe de test du cours.
pt_pt: Este curso permanecerá no seu painel de controlo, mas deixará de fazer parte do grupo de testes beta.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
da: Du er blevet fjernet som betatester for %(course_name)s på %(site_name)s af et medlem af kursets personale. Dette kursus forbliver på dit dashboard, men du vil ikke længere være en del af beta-testgruppen.
fr: Vous avez été supprimé en tant que bêta-testeur de %(course_name)s sur %(site_name)s par un membre de l'équipe pédagogique. Le cours apparaitra toujours dans votre tableau de bord mais vous ne ferez plus partie du groupe de bêta test du cours.
pt_pt: Foi removido como verificador beta para %(course_name)s em %(site_name)s por um elemento da equipa do curso. Este curso permanecerá no seu painel de controlo, mas deixará de fazer parte do grupo de testes beta.

source: You have been removed from a beta test for %(course_name)s
da: Du er blevet fjernet fra en betatest for %(course_name)s
fr: Vous avez été supprimé en tant que bêta-testeur de %(course_name)s
pt_pt: Foi removido de um teste beta para %(course_name)s

source: Signed Out
da: Logget ud
fr: Déconnecté
pl: Wylogowano
pt_pt: Terminar Sessão
zh_tw: 登出

source: You have signed out.
da: Du har logget ud.
fr: Vous vous êtes déconnecté.
pl: Zostałeś wylogowany
pt_pt: Terminou a sessão.
zh_tw: 您已登出。

source: We are signing you in.
da: Vi logger dig ind.
fr: Nous vous connectons.
pt_pt: Estamos a registá-lo no sistema.

source: This may take a minute. If you are not redirected, go to the home page.
da: Dette kan tage et minut. Hvis du ikke bliver omdirigeret, skal du gå til startsiden.
fr: Ceci prendra une minute. Si vous n'êtes pas redirigés, allez à la page d'accueil.
pt_pt: Isto pode levar um minuto. Se não for redirecionado, vá para a página inicial.

source: Skip to main content
da: Fortsæt til indhold
fr: Passer au contenu de cette vue
pl: Pomiń do głównej zawartości
pt_pt: Ir para o conteúdo principal
zh_tw: 跳到主要內容

source: Authorize
da: Bemyndige
fr: Autoriser
pl: Autoryzuj
pt_pt: Autorizar

source: The above application requests the following permissions from your account:
da: Ovenstående applikation anmoder om følgende tilladelser fra din konto:
fr: La candidature ci-dessus requiert les permission suivantes de votre compte :
pl: Powyższa aplikacja żąda następujących uprawnień z twojego konta:
pt_pt: A aplicação acima solicita as seguintes permissões da sua conta:

source: These permissions will be granted for data from your courses associated with the following content providers:
da: Disse tilladelser vil blive givet til data fra dine kurser knyttet til følgende indholdsudbydere:
fr: Ces permissions donneront le droit de consulter des données de vos cours associées aux fournisseurs de contenu suivants :
pt_pt: Estas permissões serão concedidas para os dados dos seus cursos associados aos seguintes fornecedores de conteúdo:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
da: Klik venligst på knappen 'Tillad' for at give disse tilladelser til ovenstående ansøgning. Ellers, for at tilbageholde disse tilladelser, skal du klikke på knappen 'Annuller'.
fr: Veuillez cliquer sur le bouton « Autoriser » pour accorder ces permissions à la candidature ci-dessus. Autrement, pour refuser ces permissions, veuillez cliquer sur le bouton « Annuler ».
pl: Proszę kliknąć przycisk 'Zezwól', aby przekazać uprawnienia powyższej aplikacji. Z kolei aby odmówić uprawnień, proszę kliknąć 'Anuluj'.
pt_pt: Por favor clique no botão 'Permitir' para conceder estas permissões à aplicação acima. Caso contrário, para reter essas permissões, clique no botão 'Cancelar'.

source: Allow
da: Give lov til
fr: Autoriser
pl: Zezwól
pt_pt: Permitir

source: Error
da: Fejl
fr: Erreur
pl: Błąd
pt_pt: Erro
zh_tw: 錯誤

source: ID Verification Approved
da: ID-bekræftelse godkendt
fr: Vérification d'identité approuvée
pt_pt: Verificação de Identificação Aprovada

source: Hello %(full_name)s,
da: Hej %(full_name)s ,
fr: Bonjour %(full_name)s,
pl: Witaj %(full_name)s,
pt_pt: Olá %(full_name)s,

source: Your %(platform_name)s ID verification photos have been approved.
da: Dine %(platform_name)s ID-bekræftelsesbilleder er blevet godkendt.
fr: Vos photos de vérification d'identité %(platform_name)s ont été approuvées.
pt_pt: Suas fotografias de verificação de documento de identificação em %(platform_name)s foram aprovadas.

source: Your approval status remains valid for two years, and it will expire %(expiration_datetime)s.
da: Din godkendelsesstatus forbliver gyldig i to år, og den udløber %(expiration_datetime)s .
fr: Votre statut d'approbation reste valide pendant deux ans et expirera%(expiration_datetime)s.
pt_pt: O seu estatuto de aprovação é válido por 2 anos, e expirará.%(expiration_datetime)s

source: Enjoy your studies,
da: Nyd dine studier,
fr: Profitez de vos études,
pl: Miłej nauki,
pt_pt: Aproveite seus estudos,

source: Hello %(full_name)s,
da: Hej %(full_name)s ,
fr: Bonjour %(full_name)s,
pt_pt: Olá %(full_name)s,

source: Your %(platform_name)s ID verification was approved!
da: Din %(platform_name)s ID-bekræftelse blev godkendt!
fr: Votre vérification d'identité %(platform_name)s a été approuvée!
pt_pt: A verificação do documento de identificação em %(platform_name)s foi aprovada!

source: Expired ID Verification
da: Udløbet ID-bekræftelse
fr: Vérification d'identité expirée
pt_pt: Validação de Identidade Expirada

source: Your %(platform_name)s ID verification has expired.
da: Din %(platform_name)s id-bekræftelse er udløbet.
fr: Votre vérification d'identité %(platform_name)s a expiré.
pt_pt: A sua validação de identidade na %(platform_name)s expirou.

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
da: Du skal have en gyldig ID-bekræftelse for at tage proctored eksamener og kvalificere dig til certifikater.
fr: Vous devez disposer d’une vérification d’identité valide pour pouvoir passer des examens surveillés et vous qualifier pour des attestations.
pt_pt: É necessária uma verificação de identidade válida para realizar exames supervisionados e qualificar-se para receber certificados.

source: Follow the link below to submit your photos and renew your ID verification.
da: Følg linket nedenfor for at indsende dine billeder og forny din ID-bekræftelse.
fr: Suivez le lien ci-dessous pour soumettre vos photos et renouveler votre vérification d'identité.
pt_pt: Clique no link abaixo para enviar as suas fotos e renovar a verificação da sua identidade.

source: You can also do this from your dashboard.
da: Du kan også gøre dette fra dit dashboard.
fr: Vous pouvez également le faire depuis votre tableau de bord.
pt_pt: Também pode fazer isto a partir do seu painel de controlo.

source: Resubmit Verification : %(lms_verification_link)s
da: Genindsend bekræftelse: %(lms_verification_link)s
fr: Soumettre à nouveau la vérification : %(lms_verification_link)s
pt_pt: Volte a Submeter a Validação: %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
da: Ofte stillede spørgsmål om ID-bekræftelse: %(help_center_link)s
fr: FAQ sur la vérification d'identité : %(help_center_link)s
pt_pt: FAQ Verificação de Identidade: %(help_center_link)s

source: Your %(platform_name)s Verification has Expired
da: Din %(platform_name)s -bekræftelse er udløbet
fr: Votre vérification d'identité %(platform_name)s a expiré
pt_pt: A Verificação da sua conta %(platform_name)s Expirou

source: ID Verification Submitted
da: ID-bekræftelse indsendt
fr: Vérification d'identité soumise
pt_pt: Verificação de Identificação Enviada

source: Thank you for submitting your photos for identity verification with %(platform_name)s.
da: Tak, fordi du indsendte dine billeder til identitetsbekræftelse med %(platform_name)s .
fr: Merci d'avoir soumis vos photos pour vérification d'identité avec %(platform_name)s.
pt_pt: Obrigado por enviar suas fotografias para verificação de identidade com %(platform_name)s.

source: We have received your photos and they will be reviewed within 3-5 days.
da: Vi har modtaget dine billeder, og de vil blive gennemgået inden for 3-5 dage.
fr: Nous avons reçu vos photos et elles seront examinées dans les 3-5 prochain jours.
pt_pt: Recebemos as suas fotografias que serão revistas entre 3-5 dias.

source: You may check the status on your dashboard: %(dashboard_link)s
da: Du kan tjekke status på dit dashboard: %(dashboard_link)s
fr: Vous pouvez vérifier le statut sur votre tableau de bord: %(dashboard_link)s
pt_pt: Pode verificar o estado no seu painel de controlo: %(dashboard_link)s

source: Best regards,
da: Med venlig hilsen,
fr: Cordialement,
pt_pt: Atenciosamente,

source: Thank you for submitting your photos!
da: Tak fordi du indsendte dine billeder!
fr: Merci d'avoir soumis vos photos!
pt_pt: Obrigado por enviar suas fotografias!

source: Last modified:
da: Senest ændret:
fr: Dernière modification :
pl: Ostatnia modyfikacja:
pt_pt: Última modificação:
zh_tw: 最後修改日期：

source: See all children
da: Se alle børn
fr: Voir tous les articles
pl: Zobacz wszystkie artykuły poboczne
pt_pt: Ver todos os dependentes
zh_tw: 查看所有子文章

source: This article was last modified:
da: Denne artikel blev senest ændret:
fr: Cet article a été modifié pour la dernière fois:
pl: Artykuł był ostatnio modyfikowany:
pt_pt: Este artigo foi modificado pela última vez em:
zh_tw: 這篇文章最後修改於：

source: Add new article
da: Tilføj ny artikel
fr: Ajouter un nouvel article
pl: Dodaj nowy artykuł
pt_pt: Adicionar um novo artigo
zh_tw: 增加新文章

source: Create article
da: Opret artikel
fr: Créer un article
pl: Utwórz artykuł
pt_pt: Criar um artigo
zh_tw: 建立文章

source: Go back
da: Tilbage
fr: Retour
pl: Wróć
pt_pt: Voltar
zh_tw: 返回

source: Delete article
da: Slet artikel
fr: Supprimer l'article
pl: Usuń artykuł
pt_pt: Eliminar artigo
zh_tw: 刪除文章

source: Delete
da: Slet
fr: Supprimer
pl: Usuń
pt_pt: Eliminar
zh_tw: 刪除

source: You cannot delete a root article.
da: Du kan ikke slette en rodartikel.
fr: Vous ne pouvez pas supprimer un article racine.
pl: Nie możesz usunąć artykuł źródłowego
pt_pt: Não pode apagar um artigo raiz.
zh_tw: 您沒有權限刪除這篇文章。

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
da: Du kan ikke slette denne artikel, fordi du ikke har tilladelse til at slette artikler med børn. Prøv at fjerne børnene manuelt én efter én.
fr: Vous ne pouvez pas supprimer cet article car vous n'avez pas la permission d'effacer des articles ayant des articles enfants. Essayez d'abord de supprimer les articles enfants manuellement, un par un.
pl: Nie możesz usunąć tego artykułu, ponieważ nie posiadasz uprawnień do usuwania artykułu z artykułami pobocznymi. Spróbuj ręcznie usunąć artykuły poboczne jeden po drugim.
pt_pt: Não pode eliminar este artigo porque não tem permissão para eliminar artigos comdependentes. Tente remover manualmente, um a um, os artigos dependentes.
zh_tw: 您沒有權限一次刪除這篇文章及其子文章，您可以嘗試先手動逐一刪除子文章，然後再刪除這篇文章。

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
da: Du sletter en artikel. Det betyder, at dens børn også bliver slettet. Hvis du vælger at rense, bliver børn også renset!
fr: Vous allez supprimer un article. Ses articles enfants seront également supprimés. Si vous choisissez de purger, les articles enfants seront également purgés !
pl: Usuwasz artykuł. Oznacza to, że powiązane z nim artykuły poboczne również zostaną usunięte. Jeśli wyczyścisz artykuł, artykuły poboczne także zostaną wyczyszczone!
pt_pt: Está a eliminar um artigo. Isso significa que os artigos dependentes também serão eliminados. Se decidir remover o artigo, todos os artigos dependentes também serão removidos!
zh_tw: 刪除這篇文章將會導致相關子文章會同時被刪除。

source: Articles that will be deleted
da: Artikler, som vil blive slettet
fr: Articles qui vont être supprimés
pl: Artykuły, które zostaną usunięte
pt_pt: Artigos que serão eliminados
zh_tw: 文章將被刪除

source: ...and more!
da: ... og mere!
fr: ...et plus !
pl: ...i więcej!
pt_pt: ...e mais!
zh_tw: ...還有更多！

source: You are deleting an article. Please confirm.
da: Du er i færd med at slette en artikel. Bekræft venligst.
fr: Vous allez supprimer un article. Veuillez confirmer.
pl: Usuwasz artykuł. Proszę potwierdzić.
pt_pt: Está a eliminar um artigo. Por favor, confirme.
zh_tw: 您確定要刪除這篇文章嗎？

source: Edit
da: Rediger
fr: Éditer
pl: Edytuj
pt_pt: Editar
zh_tw: 編輯

source: Save changes
da: Gem ændringer
fr: Enregistrer les modifications
pl: Zapisz zmiany
pt_pt: Guardar alterações
zh_tw: 儲存修改

source: Preview
da: Forhåndsvisning
fr: Aperçu
pl: Podgląd
pt_pt: Pré-visualizar
zh_tw: 預覽

source: Wiki Preview
da: Wiki forhåndsvisning
fr: Aperçu du wiki
pl: Podgląd Wiki
pt_pt: Pré-visualização da Wiki
zh_tw: Wiki預覽

source: window open
da: En pop-up er åben
fr: fenêtre ouverte
pl: pełne okno
pt_pt: janela aberta
zh_tw: 視窗開啟

source: Back to editor
da: Tilbage til redigering
fr: Retour à l'éditeur
pl: Powrót do edytora
pt_pt: Voltar para o editor
zh_tw: 返回編輯器

source: History
da: Historik
fr: Historique
pl: Historia
pt_pt: Histórico
zh_tw: 歷史記錄

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
da: Klik på hver revision for at se en liste over redigerede linjer. Klik på knappen Eksempel for at se, hvordan artiklen så ud på dette tidspunkt. Nederst på denne side kan du skifte til en bestemt revision eller flette en gammel revision med den nuværende.
fr: Cliquer sur chaque révision pour voir une liste des lignes modifiées. Cliquez sur le bouton "Aperçu" pour obtenir le rendu en l'état d'un article. En bas de la page, vous pouvez changer pour une révision particulière ou fusionner une ancienne révision avec la révision courante.
pl: Kliknij każdą zmianę, aby zobaczyć listę wyedytowanych linii. Kliknij przycisk podgląd, aby zobaczyć jak artykuł wyglądał na tym etapie. Na dole strony można przywrócić konkretną zmianę lub scalić starą wersję z obecną.
pt_pt: Clique em cada revisão para ver uma lista das linhas editadas. Clique no botão Pré-visualizar para ver o aspeto do artigo neste momento. No fim da página, pode alterar uma versão específica ou combinar uma revisão antiga com a atual.
zh_tw: 點擊每一個修訂版，您將會看到被編輯行的列表。點擊預覽按鈕，您可以看到這篇文章目前的狀態。在頁面的底部，您可以指定一個版本，或者合併兩個現存的版本生成新版本。

source: (no log message)
da: (ingen log besked)
fr: (aucun message log)
pl: (brak komunikatu z logu)
pt_pt: (nenhuma mensagem de registo)

source: Preview this revision
da: Se denne revidering
fr: Aperçu de cette révision
pl: Podgląd tej zmiany
pt_pt: Pré-visualizar esta revisão
zh_tw: 預覽本次修訂

source: Change
da: Ændring
fr: Modifier
pl: Zmień
pt_pt: Alterar
zh_tw: 修改

source: Merge selected with current...
da: Flet det valgte med det eksisterende ...
fr: Fusionner la sélection avec la version en cours
pl: Scal wybraną wersję z bieżącą...
pt_pt: Unir seleção com atual...
zh_tw: 合併選擇項和當前項...

source: Switch to selected version
da: Skift til den valgte version
fr: Changer pour la version sélectionnée
pl: Przełącz na wybraną wersję
pt_pt: Mudar para a versão selecionada
zh_tw: 切換到選擇的版本
