Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: List of Courses
da: Kursus Liste
fr: Liste des cours
pl: Lista kursów
pt_pt: Lista de Cursos
zh_tw: 課程名單

source: Refine Your Search
da: Indskrænk Din Søgning
fr: Affiner votre recherche
pl: Doprecyzuj wyszukiwanie
pt_pt: Refinar a sua Pesquisa
zh_tw: 小搜索範圍

source: {course_number} Courseware
da: {course_number} Kursus
fr: Contenu du cours {course_number}
pl: Treści szkoleniowe kursu {course_number}
pt_pt: {course_number} Material de Curso
zh_tw: {course_number}課程

source: Course Utilities
da: Kursus Hjælpeværktøj
fr: Utilitaires du cours
pl: Narzędzia kursu
pt_pt: Utilidades do Curso
zh_tw: 課程工具

source: Courseware
da: Kursusmateriale
fr: Cours
pl: Treści szkoleniowe
pt_pt: Material Didático
zh_tw: 課程教材

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
da: Vi beklager, men dette modul er midlertidigt utilgængeligt. Vores personale arbejder på at rette op på det så hurtigt som muligt.
fr: Nous sommes désolés, ce module est temporairement indisponible. Notre équipe travaille pour le réparer aussitôt que possible.
pl: Przepraszamy, ten moduł jest chwilowo niedostępny. Nasz zespół pracuje nad naprawieniem go najszybciej jak to możliwe.
pt_pt: Lamentamos, mas este módulo está temporariamente indisponível. Estamos a trabalhar para solucionar o problema o mais rapidamente possível.

source: Course Search
da: Kursus Søgning
fr: Rechercher un cours
pl: Przeszukaj kurs
pt_pt: Pesquisa do Curso
zh_tw: 課程搜尋

source: No content has been added to this course
da: Intet indhold til dette kursus
fr: Aucun contenu n'a été ajouté à ce cours
pl: Ten kurs nie zawiera żadnej treści
pt_pt: Nenhum conteúdo foi adicionado a este curso
zh_tw: 沒有內容已經被添加到這個課程

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
da: For at få adgang til kursusmateriale skal du score {required_score} % eller højere på denne eksamen. Din nuværende score er {current_score} %.
fr: Pour accéder au contenu du cours, vous devez obtenir un score de {required_score}% ou plus à cet examen. Votre score actuel est de {current_score}%.
pl: Aby uzyskać dostęp do materiałów kursowych musisz zdobyć co najmniej {required_score}% na egzaminie. Twój obecny wynik to {current_score}%.
pt_pt: Para aceder a materiais de curso, deve obter uma pontuação de {required_score}% ou superior neste exame. A sua pontuação atual é de {current_score}%.
zh_tw: 要使用課程材料，您必須在本考試中獲得{required_score}％或更高的分數。 您當前的分數為{current_score}％。

source: Your score is {current_score}%. You have passed the entrance exam.
da: Du har opnået {current_score}%. Du har bestået adgangsprøven.
fr: Votre score est de {current_score}%. Vous avez réussi l'examen d'entrée.
pl: Twój wynik to {current_score}%. Zdałeś egzamin wstępny.
pt_pt: A sua pontuação é {current_score}%. Passou no exame de admissão.
zh_tw: 您的分數是{current_score}%。您已經通過資格考試。

source: {course.display_number_with_default} Course Info
da: {course.display_number_with_default} Kursus Info
fr: Info cours {course.display_number_with_default}
pl: {course.display_number_with_default} - informacje o kursie
pt_pt: {course.display_number_with_default} Informação de Curso
zh_tw: {course.display_number_with_default}課程資訊

source: Important Dates
da: Vigtige datoer

source: Today
da: I dag

source: Verified Only
da: Kun verificeret

source: Due Next
da: Forfalder næste

source: Not yet released
da: Endnu ikke udgivet

source: Gradebook
da: Karakterbog
fr: Bulletin de notes
pl: Dziennik ocen
pt_pt: Relatório de Classificações
zh_tw: 成績單

source: Search students
da: Søg kursister
fr: Rechercher des étudiants
pl: Szukaj studentów
pt_pt: Pesquisar por estudantes
zh_tw: 搜尋學生

source: Total
da: I alt
pl: Suma
zh_tw: 總數

source: previous page
da: forrige side
fr: page précédente
pl: poprzednia strona
pt_pt: página anterior
zh_tw: 上一頁

source: of
da: af
fr: de
pl: z
pt_pt: de
zh_tw: 的

source: next page
da: næste side
fr: page suivante
pl: następna strona
pt_pt: página a seguir
zh_tw: 下一頁

source: {course_number} Course Info
da: {course_number} Kursus Info

source: You are not enrolled yet
da: Du er endnu ikke tilmeldt

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
da: Du er i øjeblikket ikke tilmeldt dette kursus. {link_start}Tilmeld dig nu!{link_end}

source: Welcome to {org}'s {course_title}!
da: Velkommen til {org}s {course_title}!

source: Welcome to {course_title}!
da: Velkommen til {course_title}!

source: Resume Course
da: Fortsæt
fr: Reprendre le cours
pl: Wznów kurs
pt_pt: Retomar Curso
zh_tw: 重開課程

source: View Updates in Studio
da: Se Opdateringer i Studio

source: Course Updates and News
da: Kursusopdateringer og nyheder

source: Handout Navigation
da: Handout Navigering

source: Course Tools
da: Kursusværktøjer

source: News - MITx 6.002x
da: Nyheder - MITx 6.002x
fr: Actualités - MITx 6.002x
pl: Aktualności - MITx 6.002x
pt_pt: Notícias - MITx 6.002x
zh_tw: 新聞 - MITx 6.002x

source: Updates to Discussion Posts You Follow
da: Opdateringer til Diskussioner Du Følger
fr: Mises à jour des sujets de discussion que vous suivez
pl: Nowe wpisy w tematach dyskusyjnych, które śledzisz
pt_pt: Atualizações de Publicações de Debates que segue
zh_tw: 更新您參與討論的文章

source: Purchase the Program (
da: Køb programmet (
fr: Acheter le cursus (
pl: Zakup Program (
pt_pt: Adquirir o Programa (
zh_tw: 購買課程（

source: Original Price
da: Original pris
fr: Prix initial
pl: Oryginalna cena
pt_pt: Preço Original
zh_tw: 原價

source: Discounted Price
da: nedsat pris
fr: Prix après remise
pl: Cena promocyjna
pt_pt: Preço com Desconto
zh_tw: 打折後價格

source: Start Learning
da: Begynd at lære
fr: Commencer à apprendre
pl: Rozpocznij naukę
pt_pt: Comece a Aprender
zh_tw: 開始學習

source: View Courses
da: Se Kurser
fr: Voir les Cours
pl: Wyświetl kursy
pt_pt: Ver Cursos
zh_tw: 查看課程

source: Meet the Instructors
da: Mød instruktørerne
fr: À propos des enseignants
pl: Poznaj instruktorów
pt_pt: Conheça os Formadores
zh_tw: 見講師

source: Frequently Asked Questions
da: Ofte stillede spørgsmål
fr: Foire Aux Questions
pl: Często zadawane pytania
pt_pt: Perguntas Frequentes
zh_tw: 常見問答

source: Real Career Impact
da: Virkelig karrierepåvirkning
fr: Un impact réel sur votre carrière
pl: Wpływ na przebieg kariery
pt_pt: Impacto Real na Carreira
zh_tw: 真正對職業的影響

source: What You'll Learn
da: Hvad du vil lære
fr: Ce que vous allez apprendre
pl: Nauczysz się
pt_pt: O que aprenderá
zh_tw: 您將學習到

source: Average Length
da: Gennemsnitlig længde
fr: Durée moyenne
pl: Średni czas trwania
pt_pt: Duração média
zh_tw: 平均課程時間長度

source: {weeks_to_complete} weeks per course
da: {weeks_to_complete} uger pr. kursus
fr: {weeks_to_complete} semaines par cours
pl: {weeks_to_complete} tygodni na jeden kurs
pt_pt: {weeks_to_complete} semanas por curso
zh_tw: {weeks_to_complete}週的課程

source: Effort
da: Indsats
pl: Zaangażowanie
pt_pt: Esforço
zh_tw: 努力

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
da: {min_hours_effort_per_week}- {max_hours_effort_per_week} timer om ugen, pr. kursus
fr: {min_hours_effort_per_week}-{max_hours_effort_per_week} heures par semaine, par cours
pl: {min_hours_effort_per_week}-{max_hours_effort_per_week} godzin tygodniowo na kurs
pt_pt: {min_hours_effort_per_week}-{max_hours_effort_per_week} horas por semana, por curso
zh_tw: {min_hours_effort_per_week}-{max_hours_effort_per_week}小時每周 , 每門課程

source: Number of Courses
da: Antal kurser
fr: Nombre de cours
pl: Liczba kursów
pt_pt: Número de Cursos
zh_tw: 課程數目

source: {number_of_courses} courses in program
da: {number_of_courses} kurser i programmet
fr: {number_of_courses} cours dans ce cursus
pl: {number_of_courses} kursy w programie
pt_pt: {number_of_courses} cursos no programa
zh_tw: {number_of_courses} 課程在規劃中

source: Price (USD)
da: Pris (USD)
fr: Prix (EUR)
pl: Cena (zł)
pt_pt: Preço (USD)
zh_tw: 價格 (USD)

source: ${newPrice}{htmlEnd} for entire program
da: ${newPrice} {htmlEnd} for hele programmet
fr: ${newPrice}{htmlEnd} pour le cursus entier
pl: {newPrice} zł{htmlEnd} za cały program
pt_pt: ${newPrice}{htmlEnd} pelo programa completo
zh_tw: ${newPrice}{htmlEnd}整個課程規劃

source: You save ${discount_value} {currency}
da: Du sparer ${discount_value} {currency}
fr: Vous économisez ${discount_value} {currency}
pl: Oszczędzasz {discount_value} {currency}
pt_pt: Poupa ${discount_value} {currency}
zh_tw: 您節省${discount_value} {currency}

source: ${full_program_price} for entire program
da: $ {full_program_price} for hele programmet
fr: ${full_program_price} pour le cursus entier
pl: {full_program_price} zł za cały program
pt_pt: ${full_program_price} pelo programa completo
zh_tw: ${full_program_price} 整個課程規劃

source: Courses in the {}
da: Kurser i {}
fr: Cours dans le {}
pl: Kursy w programie {}
pt_pt: Cursos em {}
zh_tw: 課程 {}

source: Starts on {}
da: Starter den {}
fr: Démarre le {}
pl: Rozpocznie się {}
pt_pt: Inicia em {}
zh_tw: 開始{}

source: {course_number} Progress
da: {course_number} Udvikling
fr: Progression {course_number}
pl: Twój postęp w kursie {course_number}
pt_pt: {course_number} Progresso
zh_tw: {course_number}進度

source: View Grading in studio
da: Se Karakter i studio
fr: Voir la notation dans Studio
pl: Wyświetl system oceniania w Studio
pt_pt: Ver Classificações no Studio
zh_tw: 在Studio中檢視評分

source: Course Progress for '{username}' ({email})
da: Kursusforløb for '{brugernavn}' ({email})
fr: Progression pour '{username}' ({email})
pl: Postęp kursu dla '{username}' ({email})
pt_pt: Progresso no Curso para '{username}' ({email})
zh_tw: '{username}'的課程進度 ({email})

source: View Certificate
da: Se Bevis
fr: Voir le certificat
pl: Wyświetl certyfikat
pt_pt: Ver Certificado
zh_tw: 查看證書

source: Opens in a new browser window
da: Åbner i et nyt browservindue
fr: S'ouvre dans une nouvelle fenêtre de navigateur
pl: Otworzy się w nowym oknie przeglądarki
pt_pt: Abre numa nova janela
zh_tw: 在新的瀏覽器視窗中開啟

source: Download Your Certificate
da: Download dit Bevis

source: Request Certificate
da: Anmod om Bevis
fr: Demander un Certificat
pl: Zażądaj certyfikatu
pt_pt: Solicite Certificado
zh_tw: 申請證書

source: Requirements for Course Credit
da: Krav til Kursus Rabat
fr: Exigences pour les crédits de cours
pl: Wymagania dotyczące punktów edukacyjnych
pt_pt: Requisitos para Crédito de Curso
zh_tw: 課程學分要求

source: {student_name}, you are no longer eligible for credit in this course.
da: {student_name}, du er ikke længere berettiget til rabat på dette kursus.
fr: {student_name}, vous n'êtes plus admissible pour les crédits de ce cours.
pl: {student_name}, nie kwalifikujesz się już dłużej do uzyskania punktów edukacyjnych za ten kurs
pt_pt: {student_name}, já não é elegível para crédito neste curso.
zh_tw: {student_name},你不再取得此課程學分的資格

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
da: {student_name}, du har opfyldt kravene til merit i dette kursus. {a_start}Gå til dit betjeningspanel {a_end} for at købe kursuskredit.
fr: {student_name}, vous avez acquis les crédits nécessaire pour ce cours. {a_start}Allez sur votre tableau de bord{a_end} pour acheter les crédits de cours.
pl: {student_name}, spełniłeś kryteria do uzyskania punktów edukacyjnych za ten kurs. {a_start}Przejdź do swojego pulpitu,{a_end} aby wnieść opłatę za punkty edukacyjne.
pt_pt: {student_name}, cumpriu os requisitos de crédito neste curso. {a_start}Vá até ao seu painel de controlo{a_end} para adquirir o crédito do curso.
zh_tw: {student_name}您已達到取得此課程學分的標準。{a_start}請到您的課程面板{a_end}以購買課程學分。

source: {student_name}, you have not yet met the requirements for credit.
da: {student_name}, du har endnu ikke opfyldt kravene for rabat.
fr: {student_name}, vous n'avez pas encore rempli les exigences pour les crédits de cours.
pl: {student_name}, nie spełniłeś jeszcze wymagań niezbędnych do uzyskania punktów edukacyjnych.
pt_pt: {student_name}, não cumpriu os requisitos para crédito.
zh_tw: {student_name}, 你還沒有學分的需求。

source: Information about course credit requirements
da: Information om kravene til kursusrabat
fr: Information au sujet des exigences de crédits de cours
pl: Informacje dotyczące wymagań niezbędnych do punktów edukacyjnych
pt_pt: Informação acerca de requisitos para crédito de curso
zh_tw: 有關課程學分要求的資訊

source: Verification Submitted
da: Bekræftelse Afgivet
fr: Vérification soumise
pl: Potwierdzenie tożsamości w toku
pt_pt: Verificação Submetida
zh_tw: 驗證提交

source: Verification Failed
da: Bekræftelse Lykkedes ikke
fr: Echec de la vérification
pl: Potwierdzenie tożsamości nie powiodło się
pt_pt: Verificação Falhada
zh_tw: 驗證失敗

source: Verification Declined
da: Bekræftelse Nægtet
fr: Vérification refusée
pl: Potwierdzenie tożsamości odrzucone
pt_pt: Verificação Recusada
zh_tw: 驗證拒絕

source: Completed by {date}
da: Udført af {date}
fr: Terminé le {date}
pl: Ukończona przed datą {date}
pt_pt: Concluído até {date}
zh_tw: 在{date}前完成

source: Upcoming
da: Kommende
fr: A venir
pl: Nadchodzący
pt_pt: Próximo
zh_tw: 即將開始的

source: Less
da: Mindre
fr: Moins
pl: Mniej
pt_pt: Menos
zh_tw: 少於

source: Details for each chapter
da: Detaljer for hvert kapitel
fr: Détails pour chaque chapitre
pl: Szczegóły dla każdego rozdziału
pt_pt: Detalhes para cada capítulo
zh_tw: 各章節的細節

source: {earned} of {total} possible points
da: {earned} af {total} mulige points
fr: {earned} points sur {total} possibles
pl: {earned} z {total} możliwych punktów
pt_pt: {earned} de {total} pontos possíveis
zh_tw: {earned} of {total} 可能獲得的點數

source: Suspicious activity detected during proctored exam review. Exam score 0.
da: Mistænkelig aktivitet opdaget under proctored eksamensgennemgang. Eksamensresultat 0.
fr: Des activités suspicieuses ont été détectées durant la revue de l'examen surveillé. Score de l'examen 0.
pl: Niedozwolona aktywność odnotowana w trakcie sprawdzania przebiegu egzaminu nadzorowanego. Ocena z egzaminu to 0.
pt_pt: Atividade suspeita detectada durante a revisão do exame supervisionado. Classificação do exame 0.
zh_tw: 在監考檢查期間檢測到可疑活動。 考試分數為0。

source: Section grade has been overridden.
da: Sektionskarakteren er blevet tilsidesat.
fr: La note de la section a été remplacée.
pl: Ocena z rozdziału została nadpisana.
pt_pt: A classificação da secção foi substituída.
zh_tw: 章節成績已被覆蓋。

source: Problem Scores:
da: Problem Resultater:
fr: Score aux exercices:
pl: Wyniki ćwiczenia
pt_pt: Classificações do Problema:
zh_tw: 問題分數：

source: Practice Scores:
da: Øvelses Resultater:
fr: Scores d'entrainement :
pl: Wyniki podejść próbnych:
pt_pt: Classificações do Exercício:
zh_tw: 實踐分數：

source: Problem scores are hidden until the due date.
da: Problemscore er skjult indtil forfaldsdatoen.
fr: Les scores aux exercices sont masqués jusqu'à la date de rendu.
pl: Wyniki ćwiczenia są ukryte do czasu zakończenia ćwiczenia.
pt_pt: As classificações do problema estão ocultas até à data limite.
zh_tw: 到截止日期以前習題分數都是隱藏的

source: Practice scores are hidden until the due date.
da: Øvelsesresultater er skjult indtil forfaldsdatoen.
fr: Les scores d'entrainement sont masqués jusqu'à la date de rendu.
pl: Wyniki próbnego podejścia są ukryte przed terminem końcowym.
pt_pt: As classificações do exercício estão ocultas até à data limite.
zh_tw: 練習成績被隱藏直到截止日期。。

source: Problem scores are hidden.
da: Problemscore er skjult.
fr: Les scores aux exercices sont masqués.
pl: Wyniki ćwiczenia są ukryte.
pt_pt: As classificações do problema estão ocultas.
zh_tw: 習題分數被隱藏

source: Practice scores are hidden.
da: Øvelsesresultater er skjult.
fr: Les scores d'entrainement sont masqués.
pl: Wyniki próbnego podejścia są ukryte.
pt_pt: As classificações do exercício estão ocultas.
zh_tw: 練習題成績被隱藏

source: No problem scores in this section
da: Ingen problem resultater i denne sektion
fr: Pas d'exercice noté dans cette section
pl: Brak wyników z ćwiczeń dla tego rozdziału
pt_pt: Não existem atividades classificadas nesta secção
zh_tw: 本章節尚未有問題計分結果

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
da: Du var senest i {section_link}. Hvis du er færdig med den, vælg en anden sektion til venstre.
fr: Vous étiez récemment dans {section_link}. Si vous avez terminé, nous vous invitons à poursuivre l'exploration du cours sur le menu à gauche.
pl: Ostatnio odwiedziłeś rozdział {section_link}. Jeśli już go ukończyłeś, wybierz kolejny rozdział z listy po lewo.
pt_pt: Visitou recentemente {section_link}. Se já terminou, escolha outra secção à esquerda.
zh_tw: 您最近在{section_link}。如果您已經完成此章節，請選擇左側的另一個章節。

source: Hi {name},
da: Hej {name},
fr: Bonjour {name},
pl: Dzień dobry {name},
pt_pt: Olá {name},
zh_tw: 您好 {name}，

source: Hi,
da: Hej,
fr: Bonjour,
pl: Cześć,
pt_pt: Olá,

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
da: Tillykke! Du er nu kvalificeret til at modtage kursuskredit fra {providers} for at have gennemført dit {platform_name}-kursus! {link_start}Køb kredit nu. {link_end}
fr: Félicitations ! Vous avez à présent reçu la possibilité de recevoir un crédit de cours de la part de {providers} pour avoir complété votre cours sur {platform_name} avec succès ! {link_start}Achetez vos crédits maintenant.{link_end}
pl: Gratulacje! Możesz teraz otrzymać punkty edukacyjne od {providers} za pomyślne ukończenie kursu {platform_name}! {link_start}Wnieś opłatę za punkty teraz.{link_end}
pt_pt: Parabéns! Está agora elegível para receber crédito de curso de {providers} por completar com sucesso o curso de {platform_name}! {link_start}Adquira o crédito agora.{link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
da: Tillykke! Du er nu kvalificeret til at modtage kursuskredit for at have gennemført dit {platform_name}-kursus! {link_start}Køb kredit nu. {link_end}
fr: Félicitations ! Vous avez à présent reçu la possibilité de recevoir un crédit de cours pour avoir complété votre cours sur {platform_name} avec succès ! {link_start}Achetez vos crédits maintenant.{link_end}
pl: Gratulacje! Jesteś teraz uprawniony do otrzymania punktów edukacyjnych za pomyślne ukończenie kursu {nazwa_platformy}! {link_start}Wnieś opłatę za punkty teraz.{link_end}
pt_pt: Parabéns! Está agora elegível para receber crédito de curso por completar com sucesso o curso de {platform_name}! {link_start}Adquira o crédito agora.{link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
da: Kursus point kan hjælpe dig med at få en hurtig start på din universitetsuddannelse, afslutte en allerede påbegyndt grad eller opfylde kravene på en anden akademisk institution.
fr: Un crédit de cours peut vous aider à démarrer votre diplôme universitaire, terminer un diplôme déjà en cours, ou répondre aux exigences d'une autre institution académique.
pl: Punkty edukacyjne mogą pomóc ci w ukończeniu studiów lub spełnieniu wymagań rekrutacyjnych postawionych przez instytucję edukacyjną.
pt_pt: O crédito do curso pode ajudá-lo a conseguir um nível universitário, a terminar um nível já iniciado ou a cumprir os requisitos numa instituição académica diferente.
zh_tw: 課程學分可以幫助你得到一個跳躍開始你的大學學位，完成已經開始了一定程度，或實現在不同學術機構的要求。

source: There are 2 steps to getting course credit.
da: Der er 2 trin til at få kursuskredit.
fr: Il y a deux étapes pour obtenir des crédits de cours.
pl: Aby uzyskać zaliczenie kursu, należy wykonać 2 kroki.
pt_pt: Existem 2 passos para obter crédito de curso.

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
da: Køb kredit ved at gå til dit {link_start}{platform_name}-betjeningspanel{link_end} og klikke på knappen {bold_start}Få kredit {bold_end} under kursustitlen.
fr: Achetez du crédit en allant sur votre {link_start}tableau de bord {platform_name}{link_end} et en cliquant sur le bouton {bold_start}Obtenir du Crédit{bold_end} sous le titre du cours.
pl: Wnieś opłatę za punkty, wejdź na swój {link_start}pulpit nawigacyjny {platform_name}{link_end} i kliknij przycisk {bold_start}Zdobądź punkty{bold_end} pod tytułem kursu.
pt_pt: Adquira crédito através do seu {link_start}{platform_name} painel de controlo{link_end} e clicando no botão {bold_start}Obter Crédito{bold_end} por baixo do título do curso.

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
da: Når din betaling er gennemført, skal du vende tilbage til betjeningspanelet og klikke på knappen {bold_start}Anmod om kredit {bold_end} under kursustitlen for at anmode om et officielt akademisk udskrift hos den institution, der har givet kreditten.
fr: Une fois que vous avez complété votre paiement, revenez au tableau de bord et cliquez sur le bouton {bold_start}Demande de Crédit{bold_end} sous le titre du cours afin de déposer une demande pour un relevé officiel de notes auprès de l’institution vous ayant accordé ce crédit.
pl: Po zrealizowaniu płatności wróć do pulpitu i kliknij przycisk {bold_start}Poproś o punkty{bold_end} pod tytułem kursu, aby poprosić o oficjalną transkrypcję akademicką z instytucji, która przyznała punkty.
pt_pt: Quando o seu pagamento estiver concluído, regresse ao painel de controlo e clique no botão {bold_start}Solicitar Crédito{bold_end} por baixo do título do curso, para solicitar uma transcrição académica oficial da instituição que concedeu o crédito.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
da: Vi håber, at du har nydt kurset, og vi håber at se dig på {platform_name} kurser i fremtiden!
fr: Nous espérons que vous avez apprécié le cours et nous espérons vous revoir dans les futurs cours de {platform_name} !
pl: Mamy nadzieję, że podobał ci się kurs i że zobaczymy cię na kolejnych kursach w {platform_name}!
pt_pt: Esperamos que tenha gostado do curso, e esperamos vê-lo em futuros cursos de {platform_name}!
zh_tw: 希望你能享受本課程，並且參與往後{platform_name} 課程的活動。

source: The {platform_name} Team
da: {platform_name} Teamet
fr: L'équipe de {platform_name}
pl: Zespół platformy {platform_name}
pt_pt: A Equipa {platform_name}
zh_tw: {platform_name} 團隊

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
da: {link_start}Klik her for mere information om rabat på {platform_name}{link_end}.
fr: {link_start}Cliquez ici pour plus d'informations sur les crédits à {platform_name}{link_end}.
pl: {link_start}Kliknij tutaj, aby uzyskać więcej informacji na temat punktów edukacyjnych w {platform_name}{link_end}.
pt_pt: {link_start}Clique aqui para mais informação sobre crédito em {platform_name}{link_end}.
zh_tw: {link_start}獲得更多與學分相關的訊息 {platform_name}{link_end}.

source: Your grade and certificate will be ready after {date}.
da: Din karakter og dit certifikat vil være klar efter {date} .
fr: Votre note et votre attestation seront prêtes après le {date}.
pl: Twoja ocena i certyfikat będą gotowe po {date}.
pt_pt: A sua classificação e certificado estarão prontos após {date}.

source: Congratulations! Your certificate is ready.
da: Tillykke! Dit certifikat er klar.
fr: Félicitations ! Votre attestation est prête.
pl: Gratulacje! Twój certyfikat jest gotowy.
pt_pt: Parabéns! O seu certificado está pronto.
