Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
da: Det nye kursus vil blive tilføjet til din kursusliste om 5-10 minutter. Vend tilbage til denne side eller {link_start}opdater den{link_end} for at opdatere kursuslisten. Det nye kursus skal konfigureres manuelt.

source: This re-run processing status:
da: Denne genkørende behandlingsstatus:

source: Configuration Error
da: Konfigurationsfejl

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
da: Der opstod en systemfejl, mens dit kursus blev behandlet. Gå til det originale kursus for at prøve at køre igen, eller kontakt din PM for at få hjælp.

source: Archived Courses
da: Arkiverede kurser

source: Libraries
da: Biblioteker

source: Are you staff on an existing {studio_name} course?
da: Er du personale på et eksisterende {studio_name}-kursus?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
da: Kursusopretteren skal give dig adgang til kurset. Kontakt kursusophavsmanden eller -administratoren for det kursus, du er med til at forfatte.

source: Create Your First Course
da: Opret dit første kursus

source: Your new course is just a click away!
da: Dit nye kursus er kun et klik væk!

source: Becoming a Course Creator in {studio_name}
da: Bliv kursusskaber i {studio_name}

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
da: {studio_name} er en hostet løsning for vores xConsortium-partnere og udvalgte gæster. Kurser, som du er teammedlem for, vises ovenfor, så du kan redigere dem, mens rettigheder til at oprette kursus gives af {platform_name}. Vores team vil evaluere din anmodning og give dig feedback inden for 24 timer i løbet af arbejdsugen.

source: Your Course Creator Request Status:
da: Status for din kursusopretteranmodning:

source: Request the Ability to Create Courses
da: Anmod om evnen til at oprette kurser

source: Your Course Creator Request Status
da: Status for din kursusopretteranmodning

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
da: {studio_name} er en hostet løsning for vores xConsortium-partnere og udvalgte gæster. Kurser, som du er teammedlem for, vises ovenfor, så du kan redigere dem, mens rettigheder til at oprette kursus gives af {platform_name}. Vores team er færdig med at evaluere din anmodning.

source: Your Course Creator request is:
da: Din anmodning om kursusskaber er:

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
da: Din anmodning opfyldte ikke kriterierne/retningslinjerne specificeret af {platform_name} personale.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
da: {studio_name} er en hostet løsning for vores xConsortium-partnere og udvalgte gæster. Kurser, som du er teammedlem for, vises ovenfor, så du kan redigere dem, mens rettigheder til at oprette kursus gives af {platform_name}. Vores team vurderer i øjeblikket din anmodning.

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
da: Din anmodning er i øjeblikket ved at blive gennemgået af {platform_name} personale og burde blive opdateret inden længe.

source: Were you expecting to see a particular library here?
da: Havde du forventet at se et bestemt bibliotek her?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
da: Bibliotekets skaber skal give dig adgang til biblioteket. Kontakt biblioteksopretteren eller administratoren for det bibliotek, du er med til at oprette.

source: Create Your First Library
da: Opret dit første bibliotek

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
da: Biblioteker har en pulje af komponenter, der kan genbruges på tværs af flere kurser. Opret dit første bibliotek med et klik på en knap!

source: New to {studio_name}?
da: Ny på {studio_name}?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
da: Klik på Hjælp i øverste højre hjørne for at få flere oplysninger om den {studio_name}-side, du ser. Du kan også bruge linkene nederst på siden for at få adgang til vores løbende opdaterede dokumentation og andre {studio_name} ressourcer.

source: Getting Started with {studio_name}
da: Kom godt i gang med {studio_name}

source: Can I create courses in {studio_name}?
da: Kan jeg oprette kurser i {studio_name}?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
da: For at oprette kurser i {studio_name} skal du {link_start}kontakte {platform_name} personale for at hjælpe dig med at oprette et kursus{link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
da: For at oprette kurser i {studio_name} skal du have kursusopretterrettigheder for at oprette dit eget kursus.

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
da: Din anmodning om at forfatte kurser i {studio_name} er blevet afvist. {link_start}Kontakt {platform_name} personale med yderligere spørgsmål{link_end}.

source: Thanks for signing up, {name}!
da: Tak for din tilmelding, {name}!

source: We need to verify your email address
da: Vi skal bekræfte din e-mailadresse

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
da: Er der næsten! For at fuldføre din tilmelding skal du bekræfte din e-mailadresse ({email}). En aktiveringsmeddelelse og de næste trin skulle vente på dig der.

source: Need help?
da: Brug for hjælp?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
da: Tjek venligst dine junk- eller spam-mapper, hvis vores e-mail ikke er i din INBOX. Kan du stadig ikke finde bekræftelsesmailen? Anmod om hjælp via nedenstående link.

source: User Access
da: Brugeradgang

source: Schedule & Details
da: Tidsplan og detaljer

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
da: Identificer kursussproget her. Dette bruges til at hjælpe brugere med at finde kurser, der undervises på et bestemt sprog. Det bruges også til at lokalisere feltet 'Fra:' i massemails.

source: Instructors
da: Instruktører
fr: Enseignants
pl: Prowadzący
pt_pt: Formadores
zh_tw: 教師

source: Requirements
da: Forventede forudsætninger
fr: Pré-requis
pl: Wymagania
pt_pt: Requisitos
zh_tw: 課程要求

source: Expand or Collapse
da: Udvid eller Skjul

source: Access Settings
da: Få adgang til indstillinger

source: Set Access
da: Indstil adgang

source: Details
da: Detaljer
fr: Détails
pl: Szczegóły
pt_pt: Detalhes
zh_tw: 細節

source: This block contains multiple components.
da: Denne blok indeholder flere komponenter.

source: View
da: Vis
fr: Voir
pl: Pokaż
pt_pt: Ver
zh_tw: 檢視

source: Save
da: Gem
fr: Enregistrer
pl: Zapisz
pt_pt: Guardar
zh_tw: 儲存

source: Reset
da: Nulstil
fr: Réinitialiser
pl: Zresetuj
pt_pt: Reiniciar
zh_tw: 重置

source: Legal
da: Lovlig
fr: Légal
pl: Informacje prawne
zh_tw: 合法

source: Current Course:
da: Nuværende kursus:

source: Course Navigation
da: Kursusnavigation

source: Outline
da: Omrids

source: Publisher
da: Forlægger

source: Import
da: Importere

source: Export
da: Eksport

source: Current Library:
da: Nuværende bibliotek:

source: Language preference
da: Sprogpræference

source: Choose Language
da: Vælg sprog
fr: Choisir la langue
pl: Wybierz język
pt_pt: Escolher Idioma
zh_tw: 選擇語言

source: Account
da: Konto
fr: Compte
pl: Konto
pt_pt: Conta
zh_tw: 帳號

source: Account Navigation
da: Kontonavigation

source: Contextual Online Help
da: Kontekstuel onlinehjælp

source: Help
da: Hjælp
fr: Aide
pl: Pomoc
pt_pt: Ajuda
zh_tw: 幫助

source: Sign Up
da: Tilmelde

source: name
da: navn
fr: nom
pl: nazwa
pt_pt: nome
zh_tw: 名稱

source: Sign Out
da: Log ud
fr: Se déconnecter
pl: Wyloguj się
pt_pt: Terminar Sessão
zh_tw: 登出

source: Code Editor
da: Kode Editor
fr: Éditeur de code
pl: Edytor kodu
pt_pt: Editor de Código
zh_tw: 編輯器

source: Feedback Form
da: Tilbage melding fra
fr: Formulaire de comm
pl: Formularz kontaktowy
pt_pt: Formulário de feedback
zh_tw: 意見回饋單

source: Full Name: {realname}
da: Fuldt navn: {realname}
fr: Nom complet : {realname}
pl: Imię i nazwisko: {realname}
pt_pt: Nome Completo: {realname}
zh_tw: 全名： {realname}

source: Inquiry Type: {inquiry_type}
da: Forespørgselstype: {inquiry_type}
fr: Type de demande : {inquiry_type}
pl: Cel kontaktu: {inquiry_type}
pt_pt: Tipo de consulta: {inquiry_type}
zh_tw: 諮詢種類：{inquiry_type}

source: Message: {message}
da: Besked: {message}
pl: Wiadomość: {message}
pt_pt: Mensagem: {message}
zh_tw: 訊息：{message}

source: Additional Info:
da: Yderligere information:
fr: Informations additionnelles :
pl: Informacje dodatkowe:
pt_pt: Informação adicional:
zh_tw: 額外資訊：

source: Feedback from user
da: Feedback fra bruger
fr: Commentaire de l'utilisateur
pl: Komentarz od użytkownika
pt_pt: Feedback do utilizador
zh_tw: 使用者回饋

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
da: E-mailen, der er knyttet til din {platform_name}-konto, er ændret fra {old_email} til {new_email} .
fr: L'email associé à votre compte {platform_name} a été modifié de {old_email} à {new_email}.
pl: Adres e-mail powiązany z Twoim kontem {platform_name} zmienił się z {old_email} na {new_email}.
pt_pt: O email associado à conta {platform_name} foi alterado de {old_email} para {new_email}.
zh_tw: 與您的{platform_name}帳號關聯的電子郵件已從{old_email}更改為{new_email}。

source: No action is needed on your part.
da: Ingen handling er nødvendig fra din side.
fr: Aucune action requise de votre part.
pl: Nie musisz nic robić.
pt_pt: Não é necessária nenhuma ação da sua parte.
zh_tw: 你不需要採取行動．

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
da: Hvis denne ændring ikke er korrekt, skal du kontakte {link_start}{platform_name} Support {link_end} eller din administrator.
fr: Si ce changement n'est pas correct, contactez {link_start}le support {platform_name} {link_end} ou votre administrateur.
pl: Jeżeli ta zmiana jest nieprawidłowa, skontaktuj się z {link_start} Pomocą {platform_name}{link_end} lub Twoim administratorem.
pt_pt: Se esta alteração não estiver correta, contacte {link_start}{platform_name} Suporte{link_end} ou o seu administrador.
zh_tw: 如果此更改不正確，請與{link_start} {platform_name}支持{link_end}或您的管理員聯繫。

source: Your {platform_name} account email has been updated
da: Din {platform_name} konto-e-mail er blevet opdateret
fr: Votre email {platform_name} a été mis à jour
pl: Adres e-mail przypisany do twojego konta {platform_name} został zaktualizowany.
pt_pt: A sua conta de email em {platform_name} foi atualizada
zh_tw: 您的{platform_name}帳戶電子郵件已更新

source: Add a Post
da: Tilføj et indlæg
fr: Ajouter un message
pl: Dodaj wpis
pt_pt: Adicionar uma Publicação
zh_tw: 新增一則貼文

source: New topic form
da: Nyt emne formular
fr: Nouveau sujet
pl: Załóż nowy temat
pt_pt: Formulário para novo tópico
zh_tw: 新主題形式

source: Discussion thread list
da: Diskussionstråd liste
fr: Liste des discussions
pl: Lista wątków dyskusji
pt_pt: Lista de tópicos de debate
zh_tw: 討論串列表

source: Private Discussion
da: Privat diskussion
fr: Discussion privée
pl: Prywatna dyskusja
pt_pt: Discussão Privada
zh_tw: 私人討論

source: This is a private discussion. You do not have permissions to view this discussion
da: Dette er en privat diskussion. Du har ikke tilladelse til at se denne diskussion
fr: Il s'agit d'une discussion privée. Vous n'avez pas la permission de voir cette discussion
pl: To jest prywatna dyskusja. Nie posiadasz uprawnień do przeglądania tej dyskusji.
pt_pt: Esta é uma discussão privada. Você não tem permissões para ver esta discussão
zh_tw: 這是一個私人討論。 您無權查看此討論

source: Discussion unavailable
da: Diskussion er ikke tilgængelig
fr: Discussion non disponible
pl: Dyskusja niedostępna
pt_pt: Debate indisponível
zh_tw: 討論區目前不能用

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
da: Discussion er i øjeblikket under vedligeholdelse. De vil være tilgængelige igen snart!
fr: Les forums sont en maintenance. Ils seront bientôt de retour en ligne !
pl: Sekcja dyskusji jest chwilowo niedostępna z powodu prac aktualizacyjnych. Jej działanie zostanie wkrótce wznowione.
pt_pt: Neste momento os debates estão em manutenção. Estarão disponíveis em breve!
zh_tw: 討論區目前正在進行維護，我們將盡快恢復運作!

source: Content Locked
da: Indhold låst
fr: Contenu vérouillé
pl: Treść zablokowana
pt_pt: Conteúdo Bloqueado
zh_tw: 內容已被鎖上

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
da: Du skal opfylde forudsætningerne for '{prereq_section_name}' for at få adgang til dette indhold.
fr: Vous devez compléter les pré-requis pour '{prereq_section_name}' afin d'accéder à ce contenu.
pl: Aby uzyskać dostęp do tej zawartości, musisz spełniać wymagania wstępne dla '{prereq_section_name}'.
pt_pt: Deve cumprir os pré-requisitos indicados em '{prereq_section_name}' para ter acesso a este conteúdo.
zh_tw: 您必須完成“ {prereq_section_name}”的先決條件才能訪問此內容。

source: Go to Prerequisite Section
da: Gå til Forudsætningssektionen
fr: Aller au pré-requis
pl: Przejdź do sekcji wymagań wstępnych
pt_pt: Voltar para a secção de pré-requisito
zh_tw: 前往前提條件章節

source: Collapse Instructions
da: Skjul instrukser
fr: Replier les instructions
pl: Zwiń Instrukcje
pt_pt: Ocultar Instruções
zh_tw: 收起說明

source: Guided Discussion
da: Støttede diskussioner
fr: Discussion dirigée
pl: Dyskusja nadzorowana
pt_pt: Discussão Guiada
zh_tw: 引導的討論

source: Hide Annotations
da: Skjul bemærkninger
fr: Cacher les annotations
pl: Ukryj przypisy
pt_pt: Ocultar Anotações
zh_tw: 隱藏註解

source: Bookmarked
da: Bogmærke
fr: Ajouté aux favoris
pl: Dodano do zakładek
pt_pt: Marcado como favorito
zh_tw: 已置書籤於此

source: Bookmark this page
da: Gem denne side
fr: Ajouter aux favoris
pl: Dodaj tę stronę do zakładek
pt_pt: Marcar esta página como favorita
zh_tw: 將這個頁面加入書籤

source: You do not have access to this dependency module.
da: Du har ikke adgang til dette afhængighedsmodul.

source: LEARN MORE
da: LÆR MERE
fr: EN SAVOIR PLUS
pl: WIĘCEJ
pt_pt: SAIBA MAIS
zh_tw: 學習更多

source: Starts
da: Start
fr: Début
pl: Rozpoczęcie
pt_pt: Inicio
zh_tw: 開始

source: Starts: {date}
da: Starter: {date}
fr: Début: {date}
pl: Rozpoczęcie: {date}
pt_pt: Inicia: {date}
zh_tw: 開始日期：{date}

source: View all Courses
da: Se alle kurser
fr: Voir tous les cours
pl: Wyświetl wszystkie kursy
pt_pt: Ver todos os Cursos
zh_tw: 檢視所有課程

source: Dashboard
da: Betjeningspanel
fr: Tableau de bord
pl: Pulpit
pt_pt: Painel de Controlo
zh_tw: 我的課程

source: results successfully populated,
da: resultater udfyldt med succes,
fr: Les résultats ont été publiés avec succès,
pl: wyniki zostały opublikowane pomyślnie,
pt_pt: resultados preenchidos com sucesso,
zh_tw: 結果成功收集，

source: Click to load all enrolled courses
da: Klik for at indlæse alle tilmeldte kurser
fr: Cliquer pour charger tous les cours inscrits
pl: Kliknij, aby wyświetlić wszystkie kursy, w których uczestniczysz
pt_pt: Clique para carregar todos os cursos em que está inscrito
zh_tw: 點擊以加載所有已註冊的課程

source: You are not enrolled in any courses yet.
da: Du er ikke tilmeldt nogen kurser endnu.
fr: Vous ne vous êtes pas encore inscrit à un cours.
pl: Nie uczestniczysz jeszcze w żadnym kursie...
pt_pt: Ainda não está inscrito em nenhum curso.
zh_tw: 您尚未註冊任何課程。

source: Explore courses
da: Udforsk kurser
fr: Explorer les cours
pl: Przeglądaj kursy
pt_pt: Explorar cursos
zh_tw: 探索課程

source: Activate your account!
da: Aktiver din konto!
fr: Activez votre compte!
pl: Aktywuj swoje konto
pt_pt: Ativar a sua conta!
zh_tw: 啟動你的帳號！

source: Course-loading errors
da: Problemer med at indlæse kursus
fr: Erreurs de chargement du cours
pl: Błędy wczytywania kursu
pt_pt: Erros de carregamento do curso
zh_tw: 課程讀取錯誤

source: Search Your Courses
da: Søg efter dine kurser
fr: Rechercher vos cours
pl: Przeszukaj swoje kursy
pt_pt: Pesquise os seus cursos
zh_tw: 搜尋您的課程

source: Clear search
da: Nulstil søgning
fr: Effacer la recherche
pl: Wyczyść wyszukiwanie
pt_pt: Limpar pesquisa
zh_tw: 清除搜尋

source: Skip to list of announcements
da: Spring til listen over meddelelser
fr: Passer à la liste des annonces
pl: Przejdź do listy ogłoszeń
pt_pt: Ir para a lista de anúncios
zh_tw: 跳到公告列表

source: Account Status Info
da: Konto status

source: Activate your account so you can log back in
da: Aktiver din konto, så du kan logge ind igen
fr: Activez votre compte afin de pouvoir vous reconnecter
pl: Aktywuj swoje konto, aby móc się ponownie zalogować
pt_pt: Active sua conta para poder voltar a entrar

source: We sent an email to {strong_start}{email}{strong_end} with a link to activate your account. Can’t find it? Check your spam folder or {link_start}resend the email{link_end}.
da: Vi sendte en e-mail til {strong_start}{email}{strong_end} med et link til at aktivere din konto. Kan du ikke finde det? Tjek din spam-mappe, eller {link_start}send e-mailen {link_end} igen.
fr: Nous avons envoyé un courriel à {strong_start}{email}{strong_end} contenant un lien pour activer votre compte. Il est introuvable ? Vérifiez votre dossier de pourriel ou {link_start}renvoyer le courriel{link_end}.
pl: Wysłaliśmy e-mail na adres {strong_start}{email}{strong_end} z linkiem aktywującym Twoje konto. Nie możesz tego znaleźć? Sprawdź folder ze spamem lub {link_start}ponownie wyślij e-mail{link_end}.
pt_pt: Enviámos um e-mail para {strong_start}{email}{strong_end} com um link para activar a sua conta. Não consegue encontrar? Verifique a sua pasta de spam ou {link_start} reenvie o email{link_end}.

source: Continue to {platform_name}
da: Fortsæt til {platform_name}
fr: Continuer vers {platform_name}
pl: Przejdź do {platform_name}
pt_pt: Continuar para {platform_name}

source: Email Settings for {course_number}
da: Email indstillinger for {course_number}
fr: Paramètres de messagerie pour {course_number}
pl: Preferencje e-mail dla kursu {course_number}
pt_pt: Configurações de e-mail para {course_number}
zh_tw: {course_number} 的電子郵件通知設定

source: Receive course emails
da: Modtag e-mails fra kursus
fr: Recevoir les e-mails du cours
pl: Chcę otrzymywać powiadomienia e-mail z kursu
pt_pt: Receber emails do curso
zh_tw: 接收課程郵件

source: Save Settings
da: Gem indstillinger
fr: Enregistrer les paramètres
pl: Zapisz ustawienia
pt_pt: Guardar Configurações
zh_tw: 儲存設定

source: Unenroll
da: Frameld
fr: Désinscription
pl: Wypisz się
pt_pt: Cancelar matrícula
zh_tw: 取消註冊

source: It looks like you missed some important deadlines based on our suggested schedule.
da: Det ser ud til, at du gik glip af nogle vigtige deadlines baseret på vores foreslåede tidsplan.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future by visiting
da: For at holde dig selv på sporet kan du opdatere denne tidsplan og flytte de forfaldne opgaver ind i fremtiden ved at besøge

source: Don't worry—you won't lose any of the progress you've made when you shift your due dates.
da: Bare rolig – du mister ikke nogen af de fremskridt, du har gjort, når du flytter dine forfaldsdatoer.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don't worry—you won't lose any of the progress you've made when you shift your due dates.
da: For at holde dig selv på sporet kan du opdatere denne tidsplan og flytte de forfaldne opgaver ind i fremtiden. Bare rolig – du mister ikke nogen af de fremskridt, du har gjort, når du flytter dine forfaldsdatoer.

source: You are auditing this course,
da: Du auditerer dette kursus,

source: which means that you are unable to participate in graded assignments.
da: hvilket betyder, at du ikke kan deltage i bedømte opgaver.

source: It looks like you missed some important deadlines based on our suggested schedule. Graded assignments and schedule adjustment are available to Verified Track learners.
da: Det ser ud til, at du gik glip af nogle vigtige deadlines baseret på vores foreslåede tidsplan. Bedømte opgaver og tidsplanjustering er tilgængelige for Verified Track-elever.

source: It looks like you missed some important deadlines based on our suggested schedule. To complete graded assignments as part of this course and shift the past due assignments into the future, you can upgrade today.
da: Det ser ud til, at du gik glip af nogle vigtige deadlines baseret på vores foreslåede tidsplan. For at fuldføre bedømte opgaver som en del af dette kursus og flytte de forfaldne opgaver ind i fremtiden, kan du opgradere i dag.

source: Upgrade to shift due dates
da: Opgrader til forfaldsdatoer for skift

source: Graded assignments are available to Verified Track learners.
da: Bedømte opgaver er tilgængelige for Verified Track-elever.

source: To complete graded assignments as part of this course, you can upgrade today.
da: For at fuldføre bedømte opgaver som en del af dette kursus, kan du opgradere i dag.

source: We've built a suggested schedule to help you stay on track.
da: Vi har lavet en foreslået tidsplan for at hjælpe dig med at holde styr på sporet.

source: But don't worry—it's flexible so you can learn at your own pace. If you happen to fall behind on our suggested dates, you'll be able to adjust them to keep yourself on track.
da: Men bare rolig – det er fleksibelt, så du kan lære i dit eget tempo. Hvis du tilfældigvis kommer bagud på vores foreslåede datoer, vil du være i stand til at justere dem for at holde dig selv på sporet.

source: E-mail change failed
da: E-mail ændring mislykkedes
fr: Changement d'adresse e-mail échoué
pl: Zmiana adresu e-mail nie powiodła się
pt_pt: Alteração de e-mail falhou
zh_tw: 電子郵件信箱變更失敗

source: We were unable to send a confirmation email to {email}
da: Vi kunne ikke sende bekræftigelses mail til {email}
fr: Impossible d'envoyer le mail de confirmation à {email}
pl: Nie udało nam się wysłać potwierdzającej wiadomości e-mail na adres {email}
pt_pt: Não nos foi possível enviar um mensagem de confirmação para {email}
zh_tw: 我們將無法發送確認郵件給{email}
