Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: This article is currently locked for editing.
da: Denne artikel er i øjeblikket låst til redigering.
fr: Cet article est actuellement verrouillé pour l'édition.
pl: Ten artykuł jest obecnie edytowany.
pt_pt: Neste momento, este artigo está bloqueado para edição.

source: Please log in
da: Log på
fr: Connectez-vous
pl: Proszę się zalogować,
pt_pt: Por favor, inicie a sessão
zh_tw: 請登入

source: Log me in...
da: Log mig ind...
fr: Connectez-moi...
pl: Zaloguj do...
pt_pt: Registe-me...

source: Don't have an account?
da: Har du ikke en konto?
fr: Pas de compte ?
pl: Nie masz konta?
pt_pt: Não tem uma conta?
zh_tw: 已經擁有帳號了嗎？

source: Sign me up...
da: Tilmeld mig...
fr: Inscrivez-moi...
pl: Zapisz mnie...
pt_pt: Inscreva-me...

source: Create root article
da: Opret rodartikel
fr: Créer un article racine
pl: Utwórz artykuł root
pt_pt: Criar artigo original

source: Congratulations!
da: Tillykke!
fr: Félicitations !
pl: Gratulacje!
pt_pt: Parabéns!
zh_tw: 恭喜！

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
da: Du har django-wiki installeret... men der er ingen artikler. Så det er tid til at lave den første, rodartiklen. I begyndelsen vil den kun kunne redigeres af administratorer, men du kan definere tilladelser efter.
fr: Vous avez installé django-wiki... mais il n'y a aucun article. Il est grand temps de créer le premier, l'article racine. Au début, seuls les administrateurs pourront le modifier, mais vous pourrez définir les permissions par la suite.
pl: Zainstalowałeś django-wiki bez artykułów. Proszę utworzyć artykuł root, obecnie edytowalny tylko przez administratorów, można później nadać uprawnienia do jego edycji.
pt_pt: Já tem o Django-wiki instalado... mas não tem artigos. Então, está na hora de criar o primeiro, o artigo original. No início, somente será editável pelos administradores, mas poderá definir posteriormente as permissões.

source: Root article
da: Rodartikel
fr: Article racine
pl: Artykuł root
pt_pt: Artigo original

source: Create root
da: Opret rod
fr: Créer une racine
pl: Utwórz root
pt_pt: Criar artigo original

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
da: Du skal <a href="%(login_url)s">logge ind</a> eller <a href="%(signup_url)s">tilmelde dig</a> for at bruge denne funktion.
fr: Pour utiliser cette fonction, il faut <a href="%(login_url)s">se connecter</a> ou <a href="%(signup_url)s">s'enregistrer</a>.
pl: Musisz się <a href="%(login_url)s">zalogować</a> lub <a href="%(signup_url)s">zapisać</a> aby wykorzystać tę funkcję.
pt_pt: Precisa de <a href="%(login_url)s">entrar</a> ou <a href="%(signup_url)s">inscrever-se</a> para utilizar esta função.

source: You need to log in og sign up to use this function.
da: Du skal logge ind og tilmelde dig for at bruge denne funktion.
fr: Vous devez vous connecter ou vous inscrire pour utiliser cette fonction.
pl: Musisz się zalogować lub zapisać, aby wykorzystać tę funkcję
pt_pt: Tem de iniciar sessão ou inscrever-se para utilizar esta função.

source: View Source
da: Se kilde
fr: Voir la source
pl: Pokaż wersję źródłową
pt_pt: Ver Fonte

source: Sub-articles for
da: Underartikler til
fr: Sous-articles de
pl: Podartykuły
pt_pt: Sub-artigos para

source: No sub-articles
da: Ingen underartikler
fr: Aucun sous-article
pl: Brak podartykułów
pt_pt: Sem sub-artigos

source: ...and more
da: ...og mere
fr: ... et plus encore
pl: ... i więcej
pt_pt: ...e mais!

source: Browse articles in this level
da: Gennemse artikler på dette niveau
fr: Parcourir des articles à ce niveau
pl: Przeglądaj artykuły na tym poziomie
pt_pt: Procurar artigos neste nível

source: New article next to
da: Ny artikel ved siden af
fr: Nouvel article à côté de
pl: Nowy artykuł obok
pt_pt: Novo artigo ao lado de

source: New article below
da: Ny artikel nedenfor
fr: Nouvel article en dessous de
pl: Nowy artykuł poniżej
pt_pt: Novo artigo abaixo

source: by
da: ved
fr: par
pl: przez
pt_pt: por

source: restored
da: restaureret
fr: restauré
pl: odtworzony
pt_pt: restaurado

source: unlocked
da: ulåst
fr: déverrouillé
pl: odblokowany
pt_pt: desbloqueado

source: You are now sign up... and now you can sign in!
da: Du er nu registreret... og kan logge på!
fr: Vous êtes maintenant enregistré... et vous pouvez maintenant vous identifier !
pl: Zostałeś zapisany... a teraz możesz się zalogować!
pt_pt: Já está registado... e pode iniciar a sua sessão!
zh_tw: 您現在註冊...現在您可以登入！

source: You are no longer logged in. Bye bye!
da: Du er ikke længere logget på. Farvel!
fr: Vous n'êtes plus identifié. Au revoir !
pl: Zostałeś wylogowany. Cześć!
pt_pt: Saiu da sua sessão. Adeus!
zh_tw: 您已登出，再見！

source: You are now logged in! Have fun!
da: Du er nu logget på! God fornøjelse!
fr: Vous êtes maintenant identifié ! Amusez-vous bien !
pl: Jesteś teraz zalogowany! Baw się dobrze!
pt_pt: Está agora ligado! Divirta-se!
zh_tw: 您現在已登入！祝您愉快！

source: New article '%s' created.
da: Ny artikel '%s' er oprettet.
fr: Nouvel article '%s' créé.
pl: Nowy artykuł '%s' został utworzony.
pt_pt: Novo artigo '%s' criado.
zh_tw: 新文章 '%s' 建立。

source: There was an error creating this article: %s
da: Der opstod en fejl under oprettelsen af denne artikel: %s
fr: Il y a une erreur dans la création de cet article : %s
pl: Wystąpił błąd podczas tworzenia tego artykułu: %s
pt_pt: Ocorreu um erro ao criar este artigo: %s
zh_tw: 建立這篇文章時發生錯誤： %s

source: There was an error creating this article.
da: Der opstod en fejl under oprettelsen af denne artikel.
fr: Il y a une erreur dans la création de cet article.
pl: Wystąpił błąd podczas tworzenia tego artykułu.
pt_pt: Ocorreu um erro ao criar este artigo.
zh_tw: 建立這篇文章時發生錯誤。

source: This article cannot be deleted because it has children or is a root article.
da: Denne artikel kan ikke slettes, fordi den har børn eller er en rodartikel.
fr: Cet article ne peut pas être supprimé parce qu'il a des enfants ou parce que c'est un article racine.
pl: Ten artykuł nie może zostać skasowany, ponieważ ma powiązane artykuły lub jest artykułem wiodącym.
pt_pt: Este artigo não pode ser eliminado porque tem artigos dependentes ou é o artigo original.
zh_tw: 這篇文章無法被刪除，因為它有子文章或者它是主文章。

source: This article together with all its contents are now completely gone! Thanks!
da: Denne artikel og alt indholdet er nu fuldstændig forsvundet! Tak!
fr: Cet article ainsi que tout son contenu sont maintenant complètement supprimés ! Merci !
pl: Ten artykuł wraz z całą swoją zawartością został usunięty! Dzięki!
pt_pt: Este artigo e todos os seus conteúdos desapareceram agora definitivamente! Obrigado!
zh_tw: 這篇文章連同其所有的內容現在已經完全消失了！謝謝！

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
da: Artiklen "%s" er nu markeret som slettet! Tak fordi du holder webstedet rent for uønsket materiale!
fr: L'article "%s" est maintenant marqué comme supprimé ! Merci de garder le site exempt de contenu inapproprié.
pl: Artykuł "%s" jest oznaczony jako usunięty! Dziękujemy za utrzymanie strony wolnej od niechcianych materiałów!
pt_pt: O artigo "%s" está agora marcado como eliminado! Obrigado por manter o site livre de conteúdo indesejado!
zh_tw: "%s"這篇文章現在被標記為刪除！感謝設置免除多餘的教材！

source: Your changes were saved.
da: Dine ændringer er gemt.
fr: Vos modifications ont été sauvegardées.
pl: Twoje zmiany zostały zapisane.
pt_pt: As suas alterações foram guardadas.
zh_tw: 您的變更已儲存。

source: A new revision of the article was successfully added.
da: En ny revision af artiklen blev tilføjet.
fr: Une nouvelle révision de l'article a été ajoutée avec succès.
pl: Nowa wersja artykułu została dodana pomyślnie.
pt_pt: Foi adicionada com sucesso uma nova revisão do artigo.

source: Restoring article
da: Gendanner artikel
fr: Restaurer l'article
pl: Przywracanie artykułu
pt_pt: Restaurar artigo
zh_tw: 恢復文章

source: The article "%s" and its children are now restored.
da: Artiklen "%s" og dens børn er nu gendannet.
fr: L'article "%s" et ses enfants sont maintenant restaurés.
pl: Artykuł "%s", oraz jego "dzieci", został przywrócony.
pt_pt: O artigo "%s" e os seus dependentes foram agora restaurados.
zh_tw: 這篇文章 "%s" 及它的子文章現在已恢復。

source: The article %(title)s is now set to display revision #%(revision_number)d
da: Artiklen %(title)s er nu opsat til at vise revision #%(revision_number)d
fr: L'article %(title)s affichera maintenant la révision #%(revision_number)d
pl: Artykuł %(title)s został ustawiony, aby wyświetlać wersję #%(revision_number)d
pt_pt: Este artigo %(title)s está configurado para apresentar a revisão #%(revision_number)d
zh_tw: %(title)s 這篇文章現在被設定為顯示版本 #%(revision_number)d

source: New title
da: Ny titel
fr: Nouveau titre
pl: Nowy tytuł
pt_pt: Novo título
zh_tw: 新的標題

source: Merge between Revision #%(r1)d and Revision #%(r2)d
da: Flet revision #%(r1)d og revision #%(r2)d
fr: Fusion entre la révision #%(r1)d et la révision #%(r2)d
pl: Scalenie pomiędzy wersją #%(r1)d i wersją #%(r2)d
pt_pt: Fazer a fusão entre a Revisão #%(r1)d e a Revisão #%(r2)d
zh_tw: 合併版本 #%(r1)d 及版本 #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
da: En ny revision er blevet oprettet: Flet revision #%(r1)d med revision #%(r2)d
fr: Une nouvelle révision a été créée : Fusion entre la révision #%(r1)d et la révision #%(r2)d
pl: Nowa wersja została utworzona: Scalenie między wersją #%(r1)d i wersją #%(r2)d
pt_pt: Uma nova revisão foi criada: Fusão entre a Revisão #%(r1)d e a Revisão #%(r2)d
zh_tw: 一個新的修訂版被建立：合併自版本 #%(r1)d 以及版本 #%(r2)d

source: Click on the "Start System Check" link below to download and run the proctoring software.
da: Klik på linket "Start systemtjek" nedenfor for at downloade og køre proctoring-softwaren.
fr: Cliquez sur le lien "Démarrer la vérification du système" ci-dessous pour télécharger et exécuter le logiciel de surveillance.
pl: Kliknij łącze "Rozpocznij sprawdzanie systemu" poniżej, aby pobrać i uruchomić oprogramowanie nadzorujące.
pt_pt: Clique no link "Começar Verificação do Sistema" para transferir e iniciar o software de supervisão.

source: Once you have verified your identity and reviewed the exam guidelines in Proctortrack, you will be redirected back to this page.
da: Når du har bekræftet din identitet og gennemgået eksamensretningslinjerne i Proctortrack, vil du blive omdirigeret tilbage til denne side.
fr: Une fois que vous aurez vérifié votre identité et examiné les directives d'examen dans Proctortrack, vous serez redirigé vers cette page.
pl: Po zweryfikowaniu swojej tożsamości i przejrzeniu wytycznych dotyczących egzaminów w Proctortrack zostaniesz przekierowany z powrotem na tę stronę.
pt_pt: Depois de confirmar sua identidade e rever as instruções do exame no Proctortrack, será redirecionado para esta página.
zh_tw: 一旦您驗證了自己的身份並查看了Proctortrack中的考試指南，您將被重定向回到此頁面。

source: To confirm that proctoring has started, make sure your webcam feed and the blue Proctortrack box are both visible on your screen.
da: For at bekræfte, at overvågning er startet, skal du sørge for, at dit webcam-feed og den blå Proctortrack-boks begge er synlige på din skærm.
fr: Pour confirmer que la surveillance a commencé, assurez-vous que le flux de votre webcam et la boîte bleue Proctortrack sont tous deux visibles sur votre écran.
pl: Aby potwierdzić rozpoczęcie nadzorowania, upewnij się, że zarówno obraz kamery internetowej, jak i niebieskie pole Proctortrack są widoczne na ekranie.
pt_pt: Para confirmar que a supervisão começou, assegure-se que a sua webcam e a caixa azul Proctortrack estão ambas visíveis no seu ecrã.

source: Click on the "Start Proctored Exam" button below to continue.
da: Klik på knappen "Start Proctored Exam" nedenfor for at fortsætte.
fr: Cliquez sur le bouton "Commencer l'examen surveillé" ci-dessous pour continuer.
pl: Aby kontynuować, kliknij poniższy przycisk "Rozpocznij egzamin nadzorowany".
pt_pt: Clique no botão "Começar o Exame Vigiado" para continuar.

source: Translated Course re-run
fr: Réexécution du cours traduit

source: Course Language is required field for Translated rerun.
fr: La langue du cours est un champ obligatoire pour la rediffusion traduite.

source: Expand Outline
fr: Développer le contour

source: Average grade report for multiple courses
fr: Rapport des notes moyennes pour plusieurs cours

source: Reports Available for Generate
fr: Rapports disponibles pour la génération

source: Messenger - {platform_name}
fr: Messagerie – {platform_name}

source: Course Version Report (Aggregate)
fr: Rapport des versions de cours (agrégé)

source: Course Direction Flag
fr: Indicateur de direction du cours

source: No Translated Course Found!
fr: Aucun cours traduit trouvé !

source: Unable to load conversations.
fr: Impossible de charger les conversations.

source: Edly Privacy Policy
fr: Politique de confidentialité d’Edly

source: Option is disabled as course is not a translated re-run.
fr: L’option est désactivée car le cours n’est pas une rediffusion traduite.

source: Select
fr: Sélectionner

source: Generate Average Grade Report
fr: Générer un rapport des notes moyennes

source: The option is disabled because the course is mapped as a base course or a translated course.
fr: L’option est désactivée car le cours correspond à un cours de base ou à un cours traduit.

source: Unable to search users.
fr: Impossible de rechercher des utilisateurs.

source: Translated rerun can not be created for the base course with no language. Please set base course language from settings.
fr: La rediffusion traduite ne peut pas être créée pour le cours de base sans langue. Veuillez définir la langue du cours de base dans les paramètres.

source: Different grading schemes can affect the comparison.
fr: Des systèmes différents de notation peuvent affecter la comparaison.

source: %(comment_username)s mentioned you in the comment on post: <b>%(thread_title)s</b>:
fr: %(comment_username)s vous a mentionné dans le commentaire du billet : <b>%(thread_title)s</b> :

source: recipient list can not be empty.
fr: la liste des destinataires ne peut pas être vide.

source: Copyright
fr: Droits d’auteur

source: Report Name
fr: Nom du rapport

source: User does not exist - invalid username {}
fr: L’utilisateur n’existe pas – nom d’utilisateur « {} » non valide

source: Login your platform to view all new messages.
fr: Connectez-vous à votre plateforme pour voir tous les nouveaux messages.

source: Generate
fr: Générer

source: Hi
fr: Bonjour

source: Enter Message ...
fr: Saisissez le message...

source: Send
fr: Envoyer

source: Invalid request - request object not found.
fr: Requête non valide – objet de requête introuvable.

source: Unable to load Courses.
fr: Impossible de charger les cours.

source: APPROVE ALL
fr: TOUT APPROUVER

source: Problem Grade report for all currently enrolled students
fr: Rapport des notes de problème pour tous les élèves actuellement inscrits

source: Search Users
fr: Rechercher des utilisateurs

source: Translations
fr: Traductions

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses.
fr: Vous y êtes presque ! Utilisez le lien ci-dessous pour activer votre compte afin d’accéder aux cours attrayants et de haute qualité de %(platform_name)s.

source: Congratulations! Translations are approved. They're also applied automatically to the Course Blocks
fr: Toutes nos félicitations ! Les traductions sont approuvées. Elles sont également appliquées automatiquement aux blocs de cours.

source: Select Base Course
fr: Sélectionnez le cours de base

source: No pending translations to be approved
fr: Aucune traduction en attente à approuver

source: %(thread_username)s mentioned you on post: <b>%(thread_title)s</b>:
fr: %(thread_username)s vous a mentionné sur le billet : <b>%(thread_title)s</b> :

source: recent
fr: récent

source: Enter true or false. If true, students can see score tab on the progress page
fr: Saisissez « true » (vrai) ou « false » (faux). Si vrai, les étudiants peuvent voir l’onglet score sur la page de progression.

source: <font color="#ffffff"><b>View Messenger</b></font>
fr: <font color="#ffffff"><b>Afficher la Messagerie</b></font>

source: Unable to load content.
fr: Impossible de charger le contenu.

source: Congratulations! The translation is approved. It's also applied automatically to the Course Block
fr: Toutes nos félicitations ! La traduction est approuvée. Elle est également appliquée automatiquement au bloc de cours.

source: Sysadmin
fr: Administrateur système

source: Error in marking messages read.
fr: Erreur lors du marquage des messages lus.

source: Progress report for all currently enrolled students
fr: Rapport de progression pour tous les élèves actuellement inscrits

source: Congratulations! The translation is applied to the Course Block
fr: Toutes nos félicitations ! La traduction est appliquée au bloc de cours.

source: Message(s) have been sent.
fr: Le(s) message(s) ont été envoyés.

source: Grade report for all currently enrolled students
fr: Rapport des notes pour tous les élèves actuellement inscrits

source: Unable to fetch translation this time, Please try again later.
fr: Impossible de récupérer la traduction cette fois, veuillez essayer à nouveau ultérieurement.

source: Basic re-run
fr: Rediffusion de base

source: Certificate of
fr: Certificat de

source: Search query param is required.
fr: Le paramètre de requête de recherche est nécessaire.

source: Base Course ID
fr: Identifiant du cours de base

source: APPROVE
fr: APPROUVER

source: Message has been sent.
fr: Le message a été envoyé.

source: Apply
fr: Appliquer

source: Reply
fr: Répondre

source: Dear
fr: Cher(e)

source: Course Version Report (Detailed - Per Course)
fr: Rapport des versions de cours (détaillé – par cours)

source: APPLIED
fr: APPLIQUÉ

source: The Base Course ID
fr: L’identifiant du cours de base

source: Achievement
fr: Réussite

source: Note that you will not be able to log back into your account until you have activated it.
fr: Notez que vous ne pourrez pas vous reconnecter à votre compte tant que vous ne l’aurez pas activé.

source: Wiki Progress
fr: Progression du wiki

source: Collapse Outline
fr: Réduire le contour

source: has successfully completed
fr: a terminé avec succès

source: List profile information for enrolled students
fr: Lister les informations de profil des élèves inscrits

source: Certificate Info
fr: Informations sur le certificat

source: other
fr: autre

source: %(thread_username)s mentioned you on post: %(thread_title)s:
fr: %(thread_username)s vous a mentionné dans le billet : %(thread_title)s :

source: Days settings for next Fetch call
fr: Paramètres des jours pour le prochain appel de Fetch

source: %(platform_name)s -> %(mentioned_by)s mentioned you on the post.
fr: %(platform_name)s → %(mentioned_by)s vous a mentionné sur le billet.

source: Error in sending messages. Please try again!
fr: Erreur lors de l’envoi des messages. Veuillez essayer à nouveau !

source: Translated Course Name
fr: Nom du cours traduit

source: Translated:
fr: Traduit :

source: Translation
fr: Traduction

source: To Language
fr: Vers la langue

source: Translated
fr: Traduit

source: Untranslated
fr: Non traduit

source: Select course family in which you want to display your course. Available options are "font-trebuchet", "font-open-sans", "font-montserrat", and "font-source-sans-pro". If value is invalid or empty the default font-family will be "Helvetica Neue".
fr: Sélectionner une famille de polices dans laquelle vous voulez afficher votre cours. Les options disponibles sont « font-trebuchet », « font-open-sans », « font-montserrat » et « font-source-sans-pro ». Si la valeur n’est pas valide ou vide, la famille de polices par défaut sera « Helvetica Neue ».

source: Hrs Ago
fr: Il y a des heures

source: Filters
fr: Filtres

source: N/A
fr: s.o.

source: No courses found
fr: Aucun cours trouvé

source: Search Course By Name
fr: Rechercher un cours par nom

source: Select Course Font Family
fr: Sélectionner la famille de police du cours

source: Section Header
fr: Entête de section

source: No course blocks found
fr: Aucun bloc de cours trouvé

source: From Language
fr: De la langue

source: Unable to load courses
fr: Impossible de charger les cours

source: Unable to load a course
fr: Impossible de charger un cours

source: Unable to load course blocks
fr: Impossible de charger les blocs de cours

source: Load More
fr: Charger davantage

source: Block Type
fr: Type de bloc

source: Last Updated:
fr: Dernière mise à jour :

source: Courses available for translation
fr: Cours disponibles à la traduction
pl: Kursy dostępne do tłumaczenia

source: course name
fr: nom du cours

source: outline
fr: contour

source: Practice Score
fr: Cote de l’entraînement

source: Not Graded
fr: Non côté

source: Problem Score
fr: Cote du problème

source: All Courses
fr: Tous les cours

source: See what we have been up to
fr: Voyez ce que nous avons fait

source: 19 April 2021
fr: 19 avril 2021

source: By Jan Gerlach
fr: Par Jan Gerlach

source: Subscribe
fr: S’abonner

source: By Pats Pena
fr: Par Pats Pena

source: 26 Februrary 2021
fr: 26 février 2021

source: Subscribe to news about ongoing projects and initiatives
fr: S’abonner aux nouvelles sur les projets et initiatives en cours

source: Wikipedia needs local journalism and the open Web
fr: Wikipédia a besoin de journalisme local et du web ouvert

source: View All News >
fr: Afficher toutes les nouvelles >

source: Wikipedia readers in Latin America invited to support 20 years of free knowledge through new fundraising campaign
fr: Les lecteurs de Wikipédia en Amérique latine sont invités à soutenir 20 ans de connaissance libre via une nouvelle campagne de collecte de fonds.

source: Featured
fr: En vedette

source: Recently Added
fr: Récemment ajouté

source: Read More >
fr: Lire davantage >

source: Unlock The World’s Knowledge
fr: Déverrouiller la connaissance du monde

source: Retrieve your third-party authentication username mapping
fr: Récupérer la correspondance de votre nom d’utilisateur d’authentification tierce

source: {start_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
fr: {start_anchor}Cliquer ici{end_anchor} pour supprimer votre session de connexion unique (SSO).

source: {start_bold}{enterprise_name}{end_bold} has partnered with {start_bold}{platform_name}{end_bold} to offer you high-quality learning opportunities from the world's best institutions and universities.
fr: {start_bold}{enterprise_name}{end_bold} a un partenariat avec {start_bold}{platform_name}{end_bold} pour vous offrir des opportunités d’apprentissage de haute qualité de la part des meilleurs institutions et universités du monde.

source: What to study next?
fr: Qu’étudier ensuite ?

source: Retrieve your grades for your enrolled courses
fr: Récupérer vos niveaux de vos cours suivis

source: Your Contact Mailing Address Here
fr: Votre adresse de messagerie de contact ici

source: Instructor Led
fr: Dirigé par un instructeur

source: Read access
fr: Accès en lecture

source: Course Paced
fr: Cours régulé

source: Require Prerequisites
fr: Prérequis nécessaires

source: Open
fr: Ouvrir

source: Write access
fr: Accès en écriture

source: Your Platform Studio
fr: Votre studio de plateforme

source: Welcome to {platform_name}.
fr: Bienvenue à {platform_name}.

source: Open In Coming Three Months
fr: Ouvert dans les trois prochains mois

source: Open After Three Months
fr: Ouvert après trois mois
