Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Batch Enrollment
da: Gruppe Tilmelding
fr: Inscription Automatique
pl: Masowa rekrutacja
pt_pt: Matrículas em Série
zh_tw: 批次招生

source: Student Grades
da: Kursist Karakterer
fr: Notes des étudiants
pl: Oceny studenta
pt_pt: Classificações de Estudantes
zh_tw: 學生分數

source: Please enter a valid CCX name.
da: Indtast venligst et gyldigt CCX-navn.
fr: S'il vus plaît entre un nom de CCX valide.
pl: Proszę wprowadzić właściwą nazwę KDD
pt_pt: Por favor insira um nome CCX válido.
zh_tw: 請輸入有效的 CCX 名稱。

source: Email Addresses/Usernames
da: Email adresser/Brugernavne
fr: Adresses email/Nom d'utilisateurs
pl: Adresy e-mail / Nazwy użytkowników
pt_pt: Endereços de email/Utilizadores
zh_tw: 電子郵件地址/用戶名

source: Enter one or more email addresses or usernames separated by new lines or commas.
da: Indtast en eller flere e-mailadresser eller brugernavne adskilt af nye linjer eller kommaer.
fr: Entrez un ou plusieurs emails ou noms d'utilisateurs séparés par des retours à la ligne ou des virgules.
pl: Wpisz jeden lub więcej adresów e-mail lub nazw użytkowników oddzielonych nowymi liniami lub przecinkami.
pt_pt: Introduza um ou mais endereços de email ou nomes de utilizador separados por parágrafos ou vírgulas.
zh_tw: 輸入一個或多個用新行或逗號分隔的電子郵件地址或用戶名。

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
da: Sørg for at indtaste oplysningerne omhyggeligt. Du vil ikke modtage besked om ugyldige brugernavne eller e-mailadresser.
fr: Assurez-vous de renseigner les bonnes informations. Vous ne recevrez pas de notification pour les emails ou noms d'utilisateurs invalides.
pl: Upewnij się, że wprowadzasz te informacje poprawnie. W przypadku niepoprawnych nazw użytkowników lub adresów e-mail nie otrzymasz powiadomienia.
pt_pt: Certifique-se que introduz a informação corretamente. Não receberá notificações caso introduza nomes de utilizador ou endereços de email inválidos.
zh_tw: 確保您仔細輸入信息。 您將不會收到有關無效的用戶名或電子郵件地址的通知。

source: Auto Enroll
da: Auto Tilmelding
fr: Inscription Automatique
pl: Zapisuj automatycznie
pt_pt: Matricular Automaticamente
zh_tw: 自動註冊

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
da: Hvis denne mulighed er {em_start}markeret{em_end}, vil brugere, der endnu ikke har registreret sig for {platform_name} , automatisk blive tilmeldt.
fr: Si cette option est {em_start}cochée{em_end}, les utilisateurs qui ne se sont pas encore inscrits dans {platform_name} seront automatiquement inscrits.
pl: Jeśli ta opcja jest {em_start}zaznaczona{em_end}, użytkownicy, którzy nie posiadają jeszcze konta w {platform_name}, będą automatycznie zapisywani na kurs.
pt_pt: Se esta opção estiver {em_start}marcada{em_end}, os utilizadores que ainda não se registaram em {platform_name} serão inscritos automaticamente.
zh_tw: 如果{em_start}已勾選{em_end}此選項，尚未註冊 {platform_name} 的使用者將會自動註冊。

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
da: Hvis denne mulighed ikke er {em_start}ikke markeret{em_end}, vil brugere, der endnu ikke har registreret sig for {platform_name} , ikke blive tilmeldt, men får lov til at tilmelde sig, når de har oprettet en konto.
fr: Si cette option est {em_start}décochée{em_end}, les utilisateurs qui ne se sont pas encore inscrits dans {platform_name} ne seront pas inscrits mais ils seront autorisés à s'inscrire dès qu'ils auront créé leur compte.
pl: Jeśli ta opcja jest {em_start}odznaczona{em_end}, użytkownicy, którzy nie posiadają jeszcze konta w {platform_name}, nie zostaną zapisani na kurs, jednak będą mogli się zapisać tuż po założeniu konta.
pt_pt: Se esta opção estiver {em_start}desmarcada{em_end}, os utilizadores que ainda não se registaram em {platform_name} não serão inscritos, mas poderão registar-se depois de criar uma conta.
zh_tw: 如果{em_start}未勾選{em_end}此選項，尚未註冊 {platform_name} 的使用者將不會自動註冊，但可在建立帳戶之後註冊。

source: Checking this box has no effect if 'Unenroll' is selected.
da: Afmærkning i denne boks har ingen effekt, hvis "Unenroll" er valgt.
fr: Cocher cette case n'a aucun effet si 'Se désinscrire' est coché.
pl: Zaznaczenie tej opcji nie ma znaczenia jeśli została wybrana opcja "Wypisz".
pt_pt: Marcar esta caixa não terá efeito se "Cancelar Inscrição" estiver selecionada.
zh_tw: 在“取消註冊”的情況下，本項選擇將不會生效。

source: Notify users by email
da: Giv bruger besked via email
fr: Notifier les utilisateurs par email
pl: Powiadom użytkowników przez e-mail
pt_pt: Notificar utilizadores por email
zh_tw: 透過電子郵件通知使用者

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
da: Hvis denne mulighed er {em_start}markeret {em_end} , vil brugerne modtage en e-mail-meddelelse.
fr: Si cette option est {em_start}cochée{em_end}, les utilisateurs recevront un avertissement par email.
pl: Jeśli ta opcja jest {em_start}zaznaczona{em_end}, użytkownicy otrzymają powiadomienie przez e-mail.
pt_pt: Se esta opção estiver {em_start}marcada{em_end}, os utilizadores receberão uma notificação por email.
zh_tw: 如果{em_start}已勾選{em_end}此選項，使用者將收到電子郵件通知。

# someone
source: Enroll
da: Tilmeld
fr: Inscrire
pl: Zapisz się
pt_pt: Matricular
zh_tw: 註冊

source: Student List Management
da: Kursist Liste Administration
fr: Gestion de la liste des étudiants
pl: Zarządzanie listą studentów
pt_pt: Gestão da Lista de Estudantes
zh_tw: 學生列表管理

source: CCX student list management response message
da: CCX kursist liste administration svarbesked
fr: Message de réponse de la gestion de la liste des étudiants du cours CCX
pl: Wiadomość zwrotna zarządzania listą studentów KDD
pt_pt: Mensagem de resposta da gestão da lista de estudantes do CCX
zh_tw: CCX學生名單管理響應消息

source: Revoke access
da: Ophæv adgang
fr: Révoquer l'accès
pl: Uchyl dostęp
pt_pt: Anular acesso
zh_tw: 取消訪問權

source: WARNING
da: ADVARSEL
fr: AVERTISSEMENT
pl: OSTRZEŻENIE
pt_pt: AVISO
zh_tw: 注意

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
da: Kun for avancerede brugere. Fejl i karakterpolitikken kan føre til, at kurset ikke vises. Denne formular kontrollerer ikke politikkens gyldighed, før den gemmes.
fr: Pour les utilisateurs avancés seulement. Erreurs dans les règles de notation peut empêcher un cours de s'afficher. Ce formulaire ne vérifie pas la validation des règles de notation avant de faire la sauvegarde.
pl: Tylko dla zaawansowanych użytkowników. Błędy w polityce ocen mogą sprawić, że kurs się nie wyświetli. Ten proces nie sprawdza poprawności polityki przed jej zapisem.
pt_pt: Apenas para utilizadores avançados. Erros na política de classificação podem levar a que o curso não seja exibido. Este formulário não verifica a validade da política antes de guardar.
zh_tw: 對於進階使用者而已。在評分機制出現的錯誤可能會導致課程無法顯示。在保存之前這形式不會檢查機制的有效性。

source: Most coaches should not need to make changes to the grading policy.
da: De fleste trænere burde ikke have behov for at foretage ændringer i karakterpolitikken.
fr: La plupart des coaches ne devrait pas avoir à faire des changes aux règles de notation.
pl: Większość trenerów nie powinna dokonywać zmian w polityce ocen.
pt_pt: A maioria dos tutores não necessita fazer alterações na política de classificação.
zh_tw: 許多的coaches不應該需要更改評分機制。

source: Save Grading Policy
da: Gem Karakter Politik
fr: Enregistrer les règles de notation
pl: Zapisz politykę ocen
pt_pt: Guardar Política de Classificação
zh_tw: 儲存評分政策

source: Date format four digit year dash two digit month dash two digit day
da: Datoformat fire cifre år bindestreg to cifre måned bindestreg to cifre dag
fr: Format de date quatre chiffres année tiret deux chiffres mois tiret deux chiffres jour
pl: Format daty: cztery cyfry roku myślnik dwie cyfry miesiąca myślnik dwie cyfry dnia
pt_pt: Formato da data quatro dígitos ano traço dois dígitos mês traço dois dígitos dia
zh_tw: 日期格式為4個數字的西元年-2個數字的月-2個數字的日

source: Date
da: Dato
pl: Data
pt_pt: Data
zh_tw: 日期

source: Time format two digit hours colon two digit minutes
da: Tidsformat to cifre timer kolon to cifre minutter
fr: Format d'heure deux chiffres heures deux-points deux chiffres minutes
pl: Format czasu: dwie cyfry godziny dwukropek dwie cyfry minut
pt_pt: Formato da hora dois dígitos horas dois pontos dois dígitos minutos
zh_tw: 時間格式為2個數字的時 : 2個數字的分

source: Time
da: Tid
fr: Heure
pl: Czas
pt_pt: Hora
zh_tw: 時間

source: Set date
da: Sæt dato
fr: Définir une date
pl: Ustaw datę
pt_pt: Definir Data
zh_tw: 設定日期

source: You have unsaved changes.
da: Du har fortrudt at gemme ændringer.
fr: Vous avez des modifications non sauvegardées.
pl: Masz niezapisane zmiany
pt_pt: Existem alteração não guardadas.
zh_tw: 您有未儲存的更改

source: There was an error saving changes.
da: Der indtraf en fejl ved "Gem ændringer"
fr: Erreur lors de la sauvegarde des modifications.
pl: Wystąpił błąd w trakcie zapisywania zmian.
pt_pt: Ocorreu um erro ao guardar as alterações.
zh_tw: 儲存變更時出現錯誤。

source: Schedule a Unit
da: Planlæg en unit
fr: Planifier une unité
pl: Zaplanuj ekran
pt_pt: Programar uma Unidade
zh_tw: 一單元的時程表

source: Start Date
da: Start dato
fr: Date de début
pl: Data rozpoczęcia
pt_pt: Data de início
zh_tw: 開始日期

source: format four digit year dash two digit month dash two digit day
da: format fire cifre år bindestreg to cifre måned bindestreg to cifre dag
fr: format quatre chiffres année tiret deux chiffres mois tiret deux chiffres jour
pl: format: cztery cyfry roku myślnik dwie cyfry miesiąca myślnik dwie cyfry dnia
pt_pt: formato quatro dígitos ano traço dois dígitos mês traço dois dígitos dia
zh_tw: 格式為4個數字的西元年-2個數字的月份-2個數字的日期

source: yyyy-mm-dd
da: åååå-mm-dd
fr: aaaa-mm-jj
pl: rrrr-mm-dd
pt_pt: dd-mm-aaaa
zh_tw: 西元年-月份-日期

source: Start time format two digit hours colon two digit minutes
da: Starttidspunkt format to cifre timer kolon to cifre minutter
fr: Format de l'heure de début deux chiffres heures deux-points deux chiffres minutes
pl: Format czasu rozpoczęcia: dwie cyfry godziny dwukropek dwie cyfry minut
pt_pt: Formato de hora de início dois dígitos horas dois pontos dois dígitos minutos
zh_tw: 開始時間格式為2個數字的時 : 2個數字的分

source: time
da: tid
fr: temps
pl: czas
pt_pt: hora
zh_tw: 時間

source: (Optional)
da: (Frivillig)
fr: (Optionnel)
pl: (Opcjonalny)
pt_pt: (Opcional)
zh_tw: (可選填)

source: Due Time format two digit hours colon two digit minutes
da: Tidsfrist format to cifre timer kolon to cifre minutter
fr: Format de date de remise deux chiffres heures deux-points deux chiffres minutes
pl: Format terminu końcowego: dwie cyfry godziny dwukropek dwie cyfry minut
pt_pt: Formato da Hora Limite dois dígitos horas dois pontos dois dígitos minutos
zh_tw: 到期的時間格式為2個數字的時 : 2個數字的分

source: Add Unit
da: Tilføj Enhed
fr: Ajouter une unité
pl: Dodaj ekran
pt_pt: Adicionar Unidade
zh_tw: 新增單元

source: Add All Units
da: Tilføj Alle Enheder
fr: Ajouter toutes les unités
pl: Dodaj wszystkie ekrany
pt_pt: Adicionar Todas as Unidades
zh_tw: 新增所有單元

source: All units have been added.
da: Alle enheder er tilføjet.
fr: Toutes les unités ont été ajoutées.
pl: Wszystkie ekrany zostały dodane.
pt_pt: Todas as Unidades foram adicionadas.
zh_tw: 已經新增所有單元

source: View gradebook
da: Se karakterbog
fr: Voir le bulletin de notes
pl: Zobacz dziennik ocen
pt_pt: Ver relatório de classificações
zh_tw: 查看成績單

source: Download student grades
da: Download kursist karakterer
fr: Télécharger les notes des étudiants
pl: Pobierz oceny studenta
pt_pt: Transferir classificações do estudante
zh_tw: 下載學生成績

source: Print or share your certificate:
da: Udskriv eller del dit certifikat:
fr: Imprimer ou partager votre certificat:
pl: Wydrukuj lub udostępnij swój certyfikat:
pt_pt: Imprimir ou partilhar o seu certificado:
zh_tw: 顯示或共享您的證書：

source: Click the link to see my certificate.
da: Klik på linket for at se mit certifikat.
pt_pt: Clicar no link para ver o meu certificado.

source: Post on Facebook
da: Vis på Facebook
fr: Poster sur Facebook
pl: Opublikuj na Facebook'u
pt_pt: Publicar no Facebook
zh_tw: 發表在Facebook

source: Share on Twitter
da: Del på Twitter
fr: Partager sur Twitter
pl: Podziel się na Twitterze
pt_pt: Partilhar no Twitter
zh_tw: 分享到Twitter

source: Tweet this Accomplishment. Pop up window.
da: Tweet dette Resultat. Pop up vindue.
fr: Tweeter cette réussite. Fenêtre Pop up.
pl: Tweetnij to osiągnięcie. Pojawi się nowe okno.
pt_pt: Partilhe esta concretização no Twitter. Abrir Janela.
zh_tw: 發布成績的訊息。將彈跳出視窗。

source: Add to LinkedIn Profile
da: Føj til LinkedIn Profil
fr: Ajouter au profil LinkedIn
pl: Dodaj do profilu na LinkedIn
pt_pt: Adicionar ao Perfil do LinkedIn
zh_tw: 加入LinkedIn的個人檔案

source: Add to Mozilla Backpack
da: Føj til Mozilla Backpack
fr: Ajouter à Mozilla Backpack
pl: Dodaj do plecaka Mozilla
pt_pt: Adicionar ao Mozilla Backpack
zh_tw: 加入Mozilla的背包

source: Print Certificate
da: Udskriv Certifikat
fr: Imprimer le Certificat
pl: Wydrukuj certyfikat
pt_pt: Imprimir Certificado
zh_tw: 列印證書

source: Noted by
da: Noteret af
fr: Noté par
pl: Zanotowane przez
pt_pt: Anotado por

source: Awarded to:
da: Tildelt til:
fr: Délivré à:
pl: Przyznane dla:
pt_pt: Atribuído a:

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
da: For tips og tricks til at udskrive dit certifikat, se {link_start}hjælpedokumentationen til webcertifikater {link_end} .
fr: Pour des conseils et astuces pour imprimer votre certificat, utilisez {link_start}l'aide des certificats{link_end}.
pl: W celu uzyskania porad dotyczących wydruku certyfikatu, odwiedź {link_start}Dokumentację certyfikatów elektronicznych{link_end}.
pt_pt: Para dicas e truques sobre a impressão do seu certificado, consulte a documentação {link_start}Documentação de Ajuda de Certificados Web {link_end}.
zh_tw: 有關打印證書的提示和技巧，請查看{link_start}網絡證書幫助文檔{link_end}。

source: Cannot Find Certificate
da: Kan ikke Finde Certifikat
fr: Impossible de Trouver le Certificat
pl: Nie udało się odnaleźć certyfikatu
pt_pt: Não foi possível localizar Certificado
zh_tw: 找不到證書

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
da: Vi kan ikke finde et bevis med denne URL eller ID nr. For at kunne godkende et bevis, skal URL eller ID nr. være korrekt. Kontakt support, hvis du er sikker på, at URL eller ID nr. er korrekt.
fr: Nous ne pouvons pas trouver un certificat avec cette URL ou cet identifiant. Si vous essayez de valider un certificat, assurez vous que l'URL ou l'identifiant soient corrects. Si vous êtes sûr de vos valeurs d'URL ou d'identifiant, contactez le support.
pl: Nie udało się odnaleźć certyfikatu o tym adresie URL lub numerze ID. Jeśli próbujesz zweryfikować status certyfikatu, upewnij się, że adres URL lub numer ID są prawidłowe. Jeżeli masz pewność, że adres URL lub numer ID są prawidłowe, skontaktuj się z obsługą platformy.
pt_pt: Não conseguimos localizar um certificado com este URL ou número de ID. Se está a tentar validar um certificado, verifique se o URL ou número de identificação está correto. Se tiver a certeza de que o URL ou o número de ID estão corretos, contacte o suporte.
zh_tw: 我們無法找到該網址或ID號證書。如果您想驗證證書，確保網址或身份證號碼是正確的。如果確定該URL或身份證號碼是正確的，請聯繫技術支持。

source: Invalid Certificate Configuration.
da: Ugyldig Certifikat Konfiguration.
fr: Configuration du certificat invalide.
pl: Nieprawidłowa konfiguracja certyfikatu.
pt_pt: Configuração de Certificado Inválido.
zh_tw: 無效的證書配置。

source: There is a problem with this certificate.
da: Der er et problem med dette bevis.
fr: Il y a un problème avec ce certificat.
pl: Wystąpił problem z tym certyfikatem.
pt_pt: Existe um problema com este Certificado.
zh_tw: 有這個證書有問題。

source: To resolve the problem, your partner manager should verify that the following information is correct.
da: For at løse problemet skal din partner manager bekræfte, at følgende information er korrekt.
fr: Pour résoudre le problème, votre gestionnaire de partenaire doit vérifier que l'information suivante est correcte.
pl: Aby rozwiązać problem, twój Opiekun Partnera powinien upewnić się, że następujące informacje są poprawne.
pt_pt: Para resolver o problema, o seu gestor parceiro deve verificar se as seguintes informações estão corretas.
zh_tw: 要解決此問題，您的合作夥伴經理應該確認以下資訊是正確的。

source: The institution's logo.
da: Institutionens logo.
fr: Le logo de l'institution.
pl: Logo instytucji
pt_pt: O logotipo da instituição.
zh_tw: 機構標誌

source: The institution that is linked to the course.
da: Den institution, som er linket til kurset.
fr: L'institution liée à ce cours.
pl: Instytucja, która jest odpowiedzialna za ten kurs
pt_pt: A instituição que está vinculada ao curso.
zh_tw: 鏈接到課程的機構。

source: The course information in the Course Administration tool.
da: Kursusinformationen i Kursus Administrations værktøjet.
fr: L'information du cours dans l'outil d'administration de cours.
pl: Informacje o kursie w narzędziu administracji kursu
pt_pt: As informações sobre o curso na ferramenta de Administração do Curso.
zh_tw: 在課程管理工具的課程資訊。

source: If all of the information is correct and the problem persists, contact technical support.
da: Hvis al information er korrekt og problemet fortsætter, kontakt da den tekniske support.
fr: Si toutes les informations sont correctes et que le problème persiste, veuillez contacter le support technique.
pl: Jeżeli wszystkie informacje są poprawne, a problem nie ustaje, skontaktuj się z obsługą techniczną.
pt_pt: Se toda a informação estiver correta e o problema persistir, contacte o suporte técnico.
zh_tw: 如果所有的資訊是正確的，問題仍然存在，請聯繫技術人員。

source: URL Not Supported
da: URL understøttes ikke
fr: URL non prise en charge
pl: URL niewspierany
pt_pt: URL Não Suportado

source: This link is no longer valid. But don’t worry—this Verified Certificate is still valid and available to share. If this is your certificate, please visit your dashboard to get a new shareable link. If you're viewing someone else's certificate, please contact them to get an updated link.
da: Dette link er ikke længere gyldigt. Men bare rolig – dette verificerede certifikat er stadig gyldigt og tilgængeligt til deling. Hvis dette er dit certifikat, skal du besøge dit dashboard for at få et nyt delbart link. Hvis du ser en andens certifikat, bedes du kontakte vedkommende for at få et opdateret link.
fr: Ce lien n'est plus valide. Ne vous inquiétez cependant pas—cette attestation vérifiée est encore valide et disponible pour être partagée. Si c'est votre attestation, veuillez visiter votre tableau de bord pour obtenir un nouveau lien de partage. Si vous regardez l'attestation d'une autre personne, veuillez la contacter pour obtenir un nouveau lien.
pl: Ten link nie jest już ważny. Ale nie martw się — ten Potwierdzony Certyfikat jest nadal ważny i można go udostępnić. Jeśli jest to Twój certyfikat, odwiedź pulpit, aby uzyskać nowy link do udostępniania. Jeśli przeglądasz certyfikat innej osoby, skontaktuj się z nią, aby uzyskać zaktualizowany link.
pt_pt: Esta ligação já não é válida. Mas não se preocupe—este Certificado Verificado ainda é válido e está disponível para partilhar. Se este é o seu certificado, visite o seu painel de controlo para obter um novo link para partilhar. Se estiver a ver o certificado de outra pessoa, por favor contacte-a para obter uma ligação actualizada.

source: Pursue the Verified Track
da: Følg det verificerede spor
fr: Poursuivre le Parcours Vérifié
pl: Realizuj ścieżkę weryfikacyjną
pt_pt: Obter o Modo Validado
zh_tw: 追求驗證的軌道

source: Pursue a Verified Certificate
da: Få et verificeret kursus bevis
fr: Poursuivre Certificat Vérifié
pl: Uzyskaj Potwierdzony Certyfikat
pt_pt: Obter um Certificado Validado
zh_tw: 升級為認證學程

source: Enroll In {course_name} | Choose Your Track
da: Tilmeld dig {course_name} | Vælg dit spor
fr: Inscrivez-vous à {course_name} | Choisissez votre parcours
pl: Zarejestruj się na kurs: {course_name} | Wybierz swoją ścieżkę
pt_pt: Inscreva-se em {course_name} | Escolha o seu Modo
zh_tw: 註冊到 {course_name} | 選擇您的追蹤

source: Sorry, there was an error when trying to enroll you
da: Beklager - der er problemer med din tilmelding
fr: Désolé, une erreur s'est produite en tentant de vous inscrire.
pl: Przepraszamy, wystąpił błąd w trakcie próby rejestracji
pt_pt: Desculpe, ocorreu um erro na sua inscrição
zh_tw: 很抱歉，當您要註冊時發生錯誤

source: Pursue Academic Credit with the Verified Track
da: Forfølge akademisk kredit med det verificerede spor
fr: Obtenir des crédits académiques avec une attestation
pl: Uzyskaj punkty edukacyjne wybierając Potwierdzoną Ścieżkę
pt_pt: Candidate-se a Crédito Académico com o Modo Validado
zh_tw: 通過認證課程獲得學分

source: Pursue Academic Credit with a Verified Certificate
da: Dokumentér gennemført kursus med et verificeret kursus bevis
fr: Obtenir des crédits académiques avec un certificat vérifié
pl: Uzyskaj punkty edukacyjne wybierając Potwierdzony Certyfikat
pt_pt: Obter Crédito Académico com um Certificado Validado
zh_tw: 升級為有學分的認證學程

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
da: Bliv berettiget til akademisk merit og fremhæv dine nye færdigheder og viden med et bekræftet certifikat. Brug denne værdifulde legitimation til at kvalificere dig til akademisk merit, fremme din karriere eller styrke dine skoleansøgninger.
fr: Devenez éligible pour un crédit académique et faites ressortir vos nouvelles connaissances et compétences avec un certificat. Utilisez ce certificat afin d'obtenir un crédit académique, faire progresser votre carrière, ou renforcer vos demandes d'admission.
pl: Uzyskaj uprawnienia do punktów edukacyjnych i podkreśl swoje nowe umiejętności i wiedzę wybierając Potwierdzony Certyfikat. Użyj tego cennego poświadczenia w celu kwalifikowania się do punktów edukacyjnych, w rozwoju swojej kariery, albo podkreślenia umiejętności w rekrutacji na studia.
pt_pt: Torne-se elegível para crédito académico e destaque as suas novas competências e conhecimentos com um certificado validado. Utilize esta valiosa credencial para se qualificar para crédito académico, avançar a sua carreira ou reforçar as suas candidaturas escolares.
zh_tw: 有資格獲得學分並突出顯示新的技能和知識，以驗證證書。利用這段寶貴的憑據有資格獲得學分，推動你的事業，或加強你的學校申請。

source: Benefits of the Verified Track
da: Fordele ved det verificerede spor
fr: Bénéfices d'un Parcours Vérifié
pl: Korzyści ścieżki zweryfikowanej
pt_pt: Benefícios do Modo Validado
zh_tw: 驗證軌道的好處

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
da: {b_start}Kursus bevis:{b_end} Få dokumentation for succesfuld gennemførelse af kursus
fr: {b_start}Eligible aux crédits:{b_end} Recevez des crédits académiques après avoir suivi et réussi ce cours
pl: {b_start}Punkty edukacyjne:{b_end} Uzyskaj akademickie punkty edukacyjne po pomyślnym ukończeniu kursu.
pt_pt: {b_start}Elegível para crédito:{b_end} Receba crédito académico depois de completar o curso com sucesso
zh_tw: {b_start}合格的學分：{b_end} 在成功完成這課程後收到學術學分
