Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: You must select a session by {expiration_date} to access the course.
da: Du skal vælge en session af {expiration_date} for at få adgang til kurset.
sv: Du måste välja en session senast {expiration_date} för att komma åt kursen.

source: You can no longer change sessions.
da: Du kan ikke længere ændre sessioner.
sv: Du kan inte längre ändra sessioner.

source: You can change sessions until {expiration_date}.
da: Du kan change sessioner indtil {expiration_date} .
sv: Du kan ändra sessioner fram till {expiration_date}.

source: View Archived Course
da: Se Arkiveret Kursus
sv: Visa arkiverade kurser

source: View Course
da: Se Kursus
sv: Visa kurs

source: Select a session:
da: Select en session:
sv: Välj en session:

source: Enroll Now
da: Tilmeld
sv: Anmäl dig nu

source: Coming Soon
da: Kommer Snart
sv: Kommer snart

source: Enrollment Opens on
da: enrollment Åbner den
sv: Anmälan öppnar den

source: Not Currently Available
da: Ikke currently tilgængelig
sv: Ej tillgänglig för närvarande

source: More sessions coming soon.
da: Flere sessioner kommer snart.
sv: Fler sessioner kommer snart.

source: Change to a different session or leave the current session.
da: change to en anden session, eller forlad den aktuelle session.
sv: Byt till en annan session eller lämna den aktuella sessionen.

source: To access the course, select a session.
da: to Access den Course , Select en session.
sv: För att komma åt kursen, välj en session.

source: Session Selection Dropdown for {courseName}
da: Sessionsvalg dropdown for {courseName}
sv: Sessionsval rullgardinsmeny för {courseName}

source: {sessionDates} (Open until {enrollmentEnd})
da: {sessionDates} (Åben indtil {enrollmentEnd} )
sv: {sessionDates} (Öppet till {enrollmentEnd})

source: More sessions coming soon
da: Flere sessioner kommer snart
sv: Fler sessioner kommer snart

source: Leave the current session and decide later
da: Forlad den aktuelle session og beslut dig senere
sv: Lämna den aktuella sessionen och bestäm dig senare

source: You are not enrolled in any programs yet.
da: Du er ikke enrolled in nogen programmer endnu.
sv: Du är inte anmäld till något program än.

source: Explore Programs
da: Explore Programmer
sv: Utforska program

source: Browse recently launched courses and see what\'s new in your favorite subjects
da: Gennemse nyligt lancerede courses og se, hvad der er nyt in dine yndlingsfag
sv: Bläddra i nyligen lanserade kurser och se vad som är nytt i dina favoritämnen

source: Explore New Programs
da: Udforsk nye programmer

source: Completed
da: Fuldført
sv: Slutförda

source: Remaining
da: Tilbage
sv: Återstående

source: %(programName)s Home Page.
da: %(programName)s Home Side.
sv: %(programName)s hemsida.

source: Your {program} Certificate
da: Din {program} Certificate
sv: Ditt {program}-certifikat

source: Open the certificate you earned for the %(title)s program.
da: Åbn Certificate , du har optjent for %(title)s program .
sv: Öppna certifikatet du fick för %(title)s-programmet.

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
da: Når du Complete et af program -kravene, har du et program record . this record er markeret Complete , når du opfylder alle program krav. En program record kan bruges to fortsæt din læringsrejse og demonstrer din læring to others .
sv: När du har slutfört ett av programkraven har du ett programrekord. Denna post markeras som klar när du uppfyller alla programkrav. En programpost kan användas för att fortsätta din inlärningsresa och visa din inlärning för andra.

source: Additional Credit Opportunities
da: Yderligere credit muligheder
sv: Ytterligare kreditmöjligheter

source: Learn More
da: Lær mere
sv: Läs mer

source: Additional Professional Opportunities
da: Yderligere professionelle muligheder
sv: Ytterligare professionella möjligheter

source: Congratulations!
da: Tillykke!
sv: Gratulerar!

source: Your Program Journey
da: Din program rejse
sv: Din programresa

source: To complete the program, you must earn a verified certificate for each course.
da: For at gennemføre programmet skal du opnå et bekræftet certifikat for hvert kursus.

source: Upgrade All Remaining Courses (
da: Upgrade Alle resterende courses (
sv: Uppgradera alla återstående kurser (

source: REMAINING COURSES
da: RESTERENDE courses
sv: KURSER ATT DELTA I

source: As you complete courses, you will see them listed here.
da: Som du Complete courses , vil du se dem opført her.
sv: När du slutför kurser kommer du att se dem listade här.

source: Complete courses on your schedule to ensure you stand out in your field!
da: Complete courses på din tidsplan to sikre, at du skiller dig ud in din field !
sv: Genomför kurser enligt ditt schema för att säkerställa att du sticker ut inom ditt område!

source: {organization}\'s logo
da: {Organization} \&#39;s logo
sv: {organisation}s logotyp

source: Needs verified certificate
da: Skal verificeres Certificate
sv: Behöver verifierat certifikat

source: Upgrade to Verified
da: Opgrader til Bekræftet
sv: Uppgradera till Verifierad

source: New Address
da: Ny adresse
sv: Ny adress

source: Change My Email Address
da: change Min Email adresse
sv: Ändra min e-postadress

source: Reset Password
da: Nulstil password
sv: Återställ lösenord

source: Switch Language Back
da: Kontakt language Tilbage
sv: Byt språk tillbaka

source: An error occurred. Please reload the page.
da: Der opstod en error . Please Reload siden.
sv: Ett fel uppstod. Vänligen ladda om sidan.

source: Need help signing in?
da: Har du brug for hjælp til at signere in ?
sv: Behöver du hjälp med att logga in?

source: Forgot my password
da: Glemt My Password
sv: Glömde mitt lösenord

source: Other sign-in issues
da: Other tegn- in problemer
sv: Andra inloggningsproblem

source: Sign in with your company or school
da: Sign in med din virksomhed eller skole
sv: Logga in med ditt företag eller din skola

source: Need other help signing in?
da: Har du brug for Other hjælp til at signere in ?
sv: Behöver du annan hjälp med att logga in?

source: Create an account
da: Create og account
sv: Skapa ett konto

source: Sign in
da: Log ind
sv: Logga in

source: Would you like to sign in using your %(providerName)s credentials?
da: Vil du have to -tegn in ved at bruge dine %(providerName)s -legitimationsoplysninger?
sv: Vill du logga in med dina %(providerName)s autentiseringsuppgifter?

source: Sign in using %(providerName)s
da: Signer in med %(providerName)s
sv: Logga in med %(providerName)s

source: Show me other ways to sign in or register
da: show mig Other måder to tegn in eller Register
sv: Visa mig andra sätt att logga in eller registrera mig på

source: Sign in with Institution/Campus Credentials
da: Underskriv in med institutions/campus legitimationsoplysninger
sv: Logga in med inloggningsuppgifter för institution/campus

source: Choose your institution from the list below:
da: Vælg din institution fra list nedenfor:
sv: Välj din institution från listan nedan:

source: Back to sign in
da: Tilbage to tegn in
sv: Tillbaka för att logga in

source: Register with Institution/Campus Credentials
da: Register med Institution/Campus legitimationsoplysninger
sv: Registrera dig med inloggningsuppgifter för institution/campus

source: Create an Account
da: Create og account
sv: Skapa ett konto

source: First time here?
da: Første gang her?
sv: Första gången här?

source: Create an Account.
da: Create og account .
sv: Skapa ett konto.

source: Sign in to continue learning as {email}
da: Signer in to fortsæt med at lære som {Email}
sv: Logga in för att fortsätta lära dig som {email}

source: Sign in to continue learning
da: Signer in to fortsæt med at lære
sv: Logga in för att fortsätta lära dig

source: You already have an edX account with your {enterprise_name} email address.
da: Du har allerede en edX account med din {enterprise_name} Email adresse.
sv: Du har redan ett edX-konto med din e-postadress för {enterprise_name}.

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
da: Fremover vil din account Information blive opdateret og vedligeholdt by {enterprise_name} .
sv: Framöver kommer din kontoinformation att uppdateras och underhållas av {enterprise_name}.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
da: Du kan view settings Information eller unlink fra {enterprise_name} når som helst in din account
sv: Du kan se din information eller ta bort länken från {enterprise_name} när som helst i dina kontoinställningar.

source: To continue learning with this account, sign in below.
da: to fortsæt med at lære med this account , underskriv in nedenfor.
sv: Logga in nedan om du vill fortsätta lära dig med det här kontot.

source: Sign In
da: Log ind
sv: Logga in

source: Sign in here using your email address and password, or use one of the providers listed below.
da: Signer in her ved at bruge din Email adresse og Password , eller brug en af udbyderne nedenfor.
sv: Logga in här med din e-postadress och lösenord, eller använd någon av leverantörerna nedan.

source: Sign in here using your email address and password.
da: Signer in her med din Email adresse og Password .
sv: Logga in här med din e-postadress och ditt lösenord.

source: If you do not yet have an account, use the button below to register.
da: Hvis du endnu ikke har en account , så brug knappen nedenfor to Register .
sv: Om du inte har ett konto ännu, använd knappen nedan för att registrera dig.

source: Use my university info
da: Brug min universitetsinformation
sv: Använd min universitetsinformation

source: or sign in with
da: eller underskriv in med
sv: eller logga in med

source: Sign in with %(providerName)s
da: Signer in med %(providerName)s
sv: Logga in med %(providerName)s

source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
da: Please indtast din log - in eller gendannelses Email adresse nedenfor, og vi sender dig en Email med instruktioner.
sv: Ange din e-postadress för inloggning eller återställning nedan så skickar vi ett e-postmeddelande med instruktioner.

source: Recover my password
da: Gendan My Password
sv: Återställ mitt lösenord

source: Already have an {platformName} account?
da: Har du allerede en {platformName} account ?
sv: Har du redan ett {platformName}-konto?

source: Sign in.
da: Tegn in .
sv: Logga in.

source: Create an account using
da: Create og account ved hjælp af
sv: Skapa ett konto med

source: Create account using %(providerName)s.
da: Create account ved hjælp af %(providerName)s .
sv: Skapa konto med %(providerName)s.

source: Use my institution/campus credentials
da: Brug min institution/campus legitimationsoplysninger
sv: Använd mina inloggningsuppgifter för institution/campus

source: or create a new one here
da: eller Create en ny her
sv: eller skapa en ny här

source: Support education research by providing additional information
da: Støt uddannelsesforskning by med yderligere Information
sv: Stöd utbildningsforskning genom att tillhandahålla ytterligare information

source: Congratulations! You are now verified on %(platformName)s!
da: Tillykke! Du er nu verificeret på %(platformName)s !
sv: Grattis! Du är nu verifierad på %(platformName)s!

source: You are now enrolled as a verified student for:
da: Du er nu enrolled som en verificeret Student for:
sv: Du är nu registrerad som verifierad student för:

source: A list of courses you have just enrolled in as a verified student
da: En list af courses har du bare enrolled in som en verificeret Student
sv: En lista över kurser du just har anmält dig till som verifierad student

source: Explore your course!
da: Explore din Course !
sv: Utforska din kurs!

source: Go to your Dashboard
da: Gå til to din dashboard
sv: Gå till din kontrollpanel

source: Verified Status
da: Verificeret Status
sv: Verifierad status

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
da: Tak fordi du indsendte dine billeder. Vi vil review dem snart. Du kan nu Sign up for enhver %(platformName)s Course , der tilbyder verificerede certifikater. Verification er god i et år. Efter et år skal du submit billeder til Verification igen.
sv: Tack för att du skickade in dina bilder. Vi kommer att granska dem inom kort. Du kan nu registrera dig för vilken %(platformName)s kurs som helst som erbjuder verifierade certifikat. Verifiering är bra i ett år. Efter ett år måste du skicka in bilder för verifiering igen.

source: Error:
da: Fejl:
sv: Fel:

source: What You Need for Verification
da: Hvad du skal bruge til Verification
sv: Vad du behöver för verifiering

source: Device with Camera
da: Enhed med kamera
sv: Enhet med kamera

source: You need a device that has a webcam. If you receive a browser prompt for access to your camera, please make sure to click 'Allow'.
da: Du skal bruge en enhed, der har en webcam . Hvis click modtager en browser Prompt for Access to dit kamera, Please skal du sørge for to
sv: Du behöver en enhet som har en webbkamera. Om du får en webbläsaruppmaning om åtkomst till din kamera, se till att klicka på "Tillåt".

source: Photo Identification
da: photo Identifikation
sv: Fotoidentifiering

source: You need a valid ID that contains your full name and photo.
da: Du skal bruge en gyldig ID , der indeholder dine fulde Name og photo .
sv: Du behöver ett giltigt ID som innehåller ditt fullständiga namn och foto.

source: Take Your Photo
da: Tag din photo
sv: Ta ditt foto

source: When your face is in position, use the Take Photo button {icon} below to take your photo.
da: Når dit ansigt er i in position, skal du bruge knappen Take photo {icon} under to tage din photo .
sv: När ditt ansikte är på plats använder du knappen Ta foto {ikonen} nedan för att ta ditt foto.

source: To take a successful photo, make sure that:
da: to tage en vellykket photo , sørg for at:
sv: För att ta ett lyckat foto, se till att:

source: Your face is well-lit.
da: Dit ansigt er godt oplyst.
sv: Ditt ansikte är väl upplyst.

source: Your entire face fits inside the frame.
da: Hele dit ansigt passer ind i rammen.
sv: Hela ditt ansikte passar in i ramen.

source: To take the photo of your face, click on the camera button {icon}. If you need to try again, click 'Retake Photo'.
da: to tag photo af dit ansigt, click på kameraknappen {icon} . Hvis du har brug for to , prøv igen, click &#39;Gentag photo &#39;.
sv: För att ta ett foto av ditt ansikte, klicka på kameraknappen {ikon}. Om du behöver försöka igen klickar du på "Ta om foto".

source: Frequently Asked Questions
da: Ofte stillede spørgsmål
sv: Vanliga frågor

source: Why does %(platformName)s need my photo?
da: Hvorfor har %(platformName)s brug for min photo ?
sv: Varför behöver %(platformName)s mitt foto?

source: We use your verification photos to confirm your identity and ensure the validity of your certificate.
da: Vi bruger dine Verification billeder to bekræfter dine identity og sikrer gyldigheden af dine Certificate .
sv: Vi använder dina verifieringsfoton för att bekräfta din identitet och säkerställa giltigheten av ditt certifikat.

source: What does %(platformName)s do with this photo?
da: Hvad gør %(platformName)s med this photo ?
sv: Vad gör %(platformName)s med det här fotot?

source: We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
da: Vi krypterer sikkert din photo og sender den to vores authorization service til review . Din photo og Information er ikke gemt eller synlig nogen steder på %(platformName)s efter Verification processen er Complete .
sv: Vi krypterar ditt foto säkert och skickar det till vår auktoriseringstjänst för granskning. Ditt foto och din information sparas eller är inte synlig någonstans på %(platformName)s efter att verifieringsprocessen är klar.

source: What if I can't see the camera image, or if I can't see my photo do determine which side is visible?
da: Hvad hvis jeg ikke kan se kameraet Image , eller hvis jeg ikke kan se min photo bestemmer hvilken side der er synlig?
sv: Vad händer om jag inte kan se kamerabilden, eller om jag inte kan se mitt foto avgör vilken sida som är synlig?

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen.
da: Du kan muligvis to Complete Image capture -proceduren uden hjælp, men det kan tage et par submission attempts to , få kamerapositionering rigtigt. Optimal kameraplacering varierer med hver computer, men generelt er den bedste position for et hovedbillede cirka 12-18 tommer (30-45 centimeter) fra kameraet, med dit hoved centreret i forhold til to .
sv: Du kanske kan slutföra bildtagningsproceduren utan hjälp, men det kan ta ett par inlämningsförsök för att få kameran rätt. Optimal kamerapositionering varierar för varje dator, men i allmänhet är den bästa positionen för ett huvudbild ungefär 12-18 tum (30-45 centimeter) från kameran, med huvudet centrerat i förhållande till datorskärmen.

source: If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle. The most common reason for rejection is inability to read the text on the ID card.
da: Hvis de billeder, du submit bliver afvist, kan du prøve at flytte computeren eller kameraets retning to change lysvinklen. Den mest almindelige årsag til afvisning er manglende evne to læse text på ID -kortet.
sv: Om bilderna du skickar avvisas, försök att flytta datorn eller kameran för att ändra ljusvinkeln. Den vanligaste orsaken till avslag är oförmåga att läsa texten på ID-kortet.

source: What if I have difficulty holding my head in position relative to the camera?
da: Hvad hvis jeg har svært ved at holde mit hoved in position i forhold til to kameraet?
sv: Vad händer om jag har svårt att hålla huvudet på plats i förhållande till kameran?

source: If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions.
da: Hvis du har brug for hjælp til at tage enten photo for submission , kontakt %(platformName)s support for yderligere forslag.
sv: Om du behöver hjälp med att ta endera bilden för inlämning, kontakta %(platformName)s support för ytterligare förslag.

source: Next: %(nextStepTitle)s
da: Næste: %(nextStepTitle)s
sv: Nästa: %(nextStepTitle)s

source: Take a Photo of Your ID
da: Tag en photo af din ID
sv: Ta ett foto av ditt ID

source: Use your webcam to take a photo of your ID.
da: Brug din webcam to og tag en photo af din ID .
sv: Använd din webbkamera för att ta ett foto av ditt ID.

source: You need an ID with your name and photo. A driver's license, passport, or ID are all acceptable.
da: Du skal bruge en ID med din Name og photo . Et kørekort, passport eller ID er alle acceptable.
sv: Du behöver ett ID med ditt namn och foto. Ett körkort, pass eller ID är alla acceptabla.

source: Tips on taking a successful photo
da: Tips til at tage en vellykket photo
sv: Tips för att ta ett lyckat foto

source: Ensure that you can see your photo and read your name
da: Sørg for, at du kan se din photo og læse din Name
sv: Se till att du kan se ditt foto och läsa ditt namn

source: Make sure your ID is well-lit
da: Sørg for, at din ID er godt oplyst
sv: Se till att ditt ID är väl upplyst

source: Once in position, use the Take Photo button {icon} to capture your ID
da: Når du har in -positionen, skal du bruge knappen Tag photo {icon} to capture din ID
sv: När du är på plats använder du knappen Ta foto {icon} för att fånga ditt ID

source: Use the Retake Photo button if you are not pleased with your photo
da: Brug knappen Gentag photo , hvis du ikke er tilfreds med din photo
sv: Använd knappen Ta om foto om du inte är nöjd med ditt foto

source: As part of the verification process, you take a photo of both your face and a photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
da: Som en del af Verification -processen tager du en photo af både dit ansigt og en photo ID . Vores authorization service bekræfter din identity by ved at sammenligne den photo du tager med photo på din ID .
sv: Som en del av verifieringsprocessen tar du ett foto av både ditt ansikte och ett foto-ID. Vår auktoriseringstjänst bekräftar din identitet genom att jämföra fotot du tar med fotot på ditt ID.

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera.
da: Du kan muligvis to Complete Image capture -proceduren uden hjælp, men det kan tage et par submission attempts , få to kamerapositionering rigtigt. Optimal kamerapositionering varierer med hver computer, men generelt er den bedste position for et photo på et ID -kort 8-12 tommer (20-30 centimeter) fra kameraet, med ID -kortet centreret i forhold til to -kameraet.
sv: Du kanske kan slutföra bildtagningsproceduren utan hjälp, men det kan ta ett par inlämningsförsök för att få kameran rätt. Optimal kamerapositionering varierar med varje dator, men generellt sett är den bästa positionen för ett foto av ett ID-kort 8-12 tum (20-30 centimeter) från kameran, med ID-kortet centrerat i förhållande till kameran.

source: What if I have difficulty holding my ID in position relative to the camera?
da: Hvad hvis jeg har svært ved at holde min ID in position i forhold til to kameraet?
sv: Vad händer om jag har svårt att hålla mitt ID på plats i förhållande till kameran?

source: Preview of uploaded image
da: Preview af uploadede Image
sv: Förhandsgranskning av uppladdad bild

source: Upload an image or capture one with your web or phone camera.
da: Upload og Image eller capture en med dit web- eller telefonkamera.
sv: Ladda upp en bild eller ta en med din webb- eller telefonkamera.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
da: Brug din webcam to tag en photo af dit ansigt. Vi matcher this photo med photo på din ID .
sv: Använd din webbkamera för att ta ett foto av ditt ansikte. Vi matchar detta foto med fotot på ditt ID.

source: Make sure your face is well-lit
da: Sørg for, at dit ansigt er godt oplyst
sv: Se till att ditt ansikte är väl upplyst

source: Be sure your entire face is inside the frame
da: Sørg for, at hele dit ansigt er inde i rammen
sv: Se till att hela ditt ansikte är innanför ramen

source: Once in position, use the Take Photo button {icon} to capture your photo
da: Når du har in -positionen, skal du bruge knappen Tag photo {icon} to capture din photo
sv: När du är på plats använder du knappen Ta foto {ikonen} för att ta ditt foto

source: Can we match the photo you took with the one on your ID?
da: Kan vi matche den photo , du tog, med den på din ID ?
sv: Kan vi matcha bilden du tog med bilden på ditt ID?
