Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: The contact who should receive the invoice
da: Kontakten, som skal modtage fakturaen
fr: Le contact qui devrait recevoir la facture
pl: Osoba do której kierowany jest rachunek
pt_pt: O contacto que deverá receber a fatura
zh_tw: 應收發票之連絡人

source: Organization Billing Address
da: Faktureringsadresse
fr: Adresse de facturation de l'organisation
pl: Adres rozliczeniowy firmy
pt_pt: Morada de faturação da Organização
zh_tw: 組織帳單地址

source: Address Line 1
da: Adresselinje 1
fr: Adresse ligne 1
pl: Linia adresowa 1
pt_pt: Endereço Linha 1
zh_tw: 地址行 1

source: Address Line 2
da: Adresselinje 2
fr: Adresse ligne 2
pl: Linia adresowa 2
pt_pt: Endereço Linha 2
zh_tw: 地址行2

source: Address Line 3
da: Adresselinje 3
fr: Adresse ligne 3
pl: Linia adresowa 3
pt_pt: Endereço Linha 3
zh_tw: 地址行3

source: State/Province
da: Stat/Provins
fr: Etat/Province
pl: Województwo
pt_pt: Estado/Província
zh_tw: 州/省

source: Zip
da: Postkode
fr: Code postal
pl: Kod pocztowy
zh_tw: 郵遞區號

source: Unit Price
da: Enhedspris
fr: Prix unitaire
pl: Cena jednostkowa
pt_pt: Preço Unitário
zh_tw: 單價

source: The price per enrollment purchased
da: Pris pr. tilmelding
fr: Le prix par inscription achetée
pl: Cena za pojedyncze miejsce
pt_pt: O preço de cada matrícula adquirida
zh_tw: 每次註冊的費用

source: Number of Enrollment Codes
da: Antal tilmeldingskoder
fr: Nombre de codes d'inscription
pl: Liczba kodów rejestracyjnych
pt_pt: Número dos Códigos de Inscrição
zh_tw: 註冊代碼的數量

source: The total number of enrollment codes to create
da: Antal tilmeldingskoder i alt, som skal dannes
fr: Le nombre total de codes d'inscription à créer
pl: Całkowita liczba kodów rejestracyjnych do wygenerowania
pt_pt: O número total de códigos de inscrição para criar
zh_tw: 註冊代碼的創建總額

source: Course Team Internal Reference
da: Kursus Team Intern Reference
fr: Référence interne de l'équipe de cours
pl: Wewnętrzna ewidencja kadry kursu
pt_pt: Referência Interna da Equipa do Curso
zh_tw: 課程團隊內部參考

source: Internal reference information for the sale
da: Intern reference i forbindelse med salget
fr: Information de référence interne pour la vente
pl: Wewnętrzna ewidencja dla potrzeb transakcji
pt_pt: Referência interna de informação da venda
zh_tw: 銷售的內部參考訊息

source: Customer Reference
da: Kunde reference
fr: Référence client
pl: Ewidencja klienta
pt_pt: Referência do Cliente
zh_tw: 消費者指南

source: Customer's purchase order or other reference information
da: Kundes købsordre eller andre referencer
fr: Le bon de commande du client ou autre information de référence
pl: Numer zamówienia klienta lub inna informacja ewidencyjna
pt_pt: Pedido de compra do cliente ou outra informação de referência
zh_tw: 消費者的購買清單或其他參考資訊

source: Send me a copy of the invoice
da: Send mig en kopi af fakturaen
fr: Envoyez-moi une copie de la facture
pl: Prześlij mi kopię rachunku
pt_pt: Enviar-me uma cópia da fatura
zh_tw: 給我一張拷貝的發票

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
da: Gå til {link_start}{analytics_dashboard_name} {link_end} for at få analyser om dit kursus.
fr: Pour les analytiques de votre cours, allez à {link_start}{analytics_dashboard_name}{link_end}.
pl: Aby wyświetlić statystyki kursu, odwiedź {link_start}{analytics_dashboard_name}{link_end}.
pt_pt: Para ver informação analítica sobre o seu curso, vá a {link_start}{analytics_dashboard_name}{link_end}.
zh_tw: 若要取得課程分析的資訊，請前往 {link_start}{analytics_dashboard_name}{link_end}。

source: Instructor Dashboard
da: Instruktør Betjeningspanel
fr: Tableau de bord enseignant
pl: Panel prowadzącego
pt_pt: Painel do Formador
zh_tw: 教師控制台

source: View Course in Studio
da: Se Kursus i Studio
fr: Voir le cours dans Studio
pl: Wyświetl kurs w Studio
pt_pt: Ver Curso no Studio
zh_tw: 在Studio中檢視課程

source: Enrollment Code Status
da: Tilmeldings Kode Status
fr: Statut du code d'inscription
pl: Status kodu rejestracyjnego
pt_pt: Estado do Código de Inscrição
zh_tw: 註冊代碼狀態

source: Change the status of an enrollment code.
da: Skift status på en tilmeldingskode
fr: Modifier le statut d'un code d'inscription.
pl: Zmień status kodu rejestracyjnego
pt_pt: Altere o estado de um código de inscrição.
zh_tw: 請變更註冊代碼的狀態。

source: Enrollment Code
da: Tilmeldings Kode
fr: Code d'Inscription
pl: Kod rejestracyjny
pt_pt: Código de Inscrição
zh_tw: 註冊代碼

source: Find Enrollment Code
da: Find Tilmeldings Kode
fr: Trouver un code d'inscription
pl: Znajdź kod rejestracyjny
pt_pt: Procurar Código de Inscrição
zh_tw: 尋找註冊代碼

source: Enter email addresses and/or usernames separated by new lines or commas.
da: Angiv email-adresser og/eller brugernavne, adskilt linjeskift eller kommaer.
fr: Entrez des adresses emails et/ou des noms d'utilisateurs séparés par des retours à la ligne ou des virgules.
pl: Wprowadź adresy e-mail i / lub nazwy użytkowników oddzielone przecinkami lub po jednym w linii.
pt_pt: Insira endereços de email e/ou nomes de utilizador separados por novas linhas ou vírgulas.
zh_tw: 輸入電子郵箱地址與／或用戶名，以逗號分割或重啟一行。

source: You will not get notification for emails that bounce, so please double-check spelling.
da: Du vil ikke få besked om emails som ikke går igennem, så dobbel-tjek venligst stavningen.
fr: Vous ne recevrez pas de notification pour les e-mails rejetés, donc soyez doublement attentif à l'orthographe.
pl: Nie otrzymasz powiadomień na błędny adres e-mail, dlatego raz jeszcze sprawdź poprawność.
pt_pt: Não receberá notificação de emails devolvidos, por isso, verifique por favor a ortografia novamente.
zh_tw: 由於您不會收到電子郵件信箱錯誤造成退信的提醒，因此請仔細檢查，確保拼寫無誤。

source: Enter the reason why the students are to be manually enrolled or unenrolled.
da: Notér årsagen til at kursisterne skal tilmeldes eller frameldes manuelt.
fr: Entrer le motif pour inscrire ou désinscrire ces étudiants.
pl: Podaj powód, dla którego studenci mają być ręcznie zapisywani lub wypisywani z kursu.
pt_pt: Insira a razão pela qual os estudantes têm de ser inscritos ou retirados manualmente.
zh_tw: 請輸入為何需要學生手動註冊或是手動取消註冊的原因。

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
da: Dette felt kan ikke være tomt og vil blive medtaget og vist i TilmeldingsRapporterne
fr: Cela ne peut être vide et sera enregistré et présenté dans le rapport d'inscription.
pl: To pole nie może pozostać puste; zostanie zapisane i będzie widoczne w raportach uczestnictwa.
pt_pt: Isto não pode ser deixado em branco e será gravado e apresentado em Relatórios de Inscrição.
zh_tw: 此處不能留白，將會被記錄下來，並在註冊報告中顯示出來。

source: Therefore, please give enough detail to account for this action.
da: Derfor bedes du give detaljer nok til at tage højde for denne handling.
fr: Par conséquent, s'il vous plaît donner suffisamment de détails pour rendre compte de cette action.
pl: Proszę podać wystarczająco szczegółów dotyczących tej czynności.
pt_pt: Por conseguinte, por favor, dê detalhes suficientes para justificar esta acção.
zh_tw: 因此，請提供足夠的細節來說明這個動作。

source: Reason
da: Årsag
fr: Motif
pl: Powód
pt_pt: Razão
zh_tw: 原因

source: Register/Enroll Students
da: Registrer/Tilmeld Kursister
fr: Inscrire/Enregistrer des étudiants
pl: Zarejestruj/Zapisz studentów
pt_pt: Registar/Inscrever Estudantes
zh_tw: 登記／註冊學生

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
da: For at registrere og tilmelde en liste over brugere i dette kursus , skal du vælge en CSV-fil , der indeholder følgende kolonner i netop denne rækkefølge : e-mail , brugernavn , navn og land . En elev pr. række og udelad sidehoveder, sidefødder eller blanke linjer .

source: Upload a CSV for bulk enrollment
da: Upload en CSV til massetilmelding
fr: Importer CSV pour inscription en lot
pl: Prześlij plik CSV dla potrzeb masowego zapisu
pt_pt: Carregar um CSV para inscrição em massa
zh_tw: 上傳CSV以進行批次註冊

source: Batch Beta Tester Addition
da: Batch Beta Tester Tilføjelse
fr: Ajout de bêta testeurs
pl: Masowe dodawanie beta testerów
pt_pt: Adição em lote de utilizadores do teste beta
zh_tw: 批量添加Beta測試員

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
da: Bemærk : Brugerne skal have en aktiveret {platform_name} konto, før de kan indskrives som betatestere.
fr: Note: Les utilisateurs doivent avoir activé leur compte {platform_name} avant de pouvoir être ajouté en bêta testeur.
pl: Uwaga: Użytkownicy muszą posiadać aktywne konto {platform_name} zanim będzie ich można dołączyć do grona beta testerów.
pt_pt: Nota: Os utilizadores devem ter uma conta ativa em {platform_name} antes de serem inscritos como utilizadores beta.
zh_tw: 注意：使用者在加入beta測試者之前，必須有個於{platform_name}上啟用的帳號。

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
da: Hvis denne mulighed er {em_start}markeret {em_end} , vil brugere, der ikke har tilmeldt sig dit kursus, automatisk blive tilmeldt.
fr: Si cette option est {em_start}cochée{em_end}, les utilisateurs qui ne se sont pas inscrits à votre cours seront automatiquement inscrits.
pl: Jeśli ta opcja jest {em_start}zaznaczona{em_end}, użytkownicy, którzy nie zapisali się na twój kurs, zostaną zapisani automatycznie.
pt_pt: Se esta opção for {em_start}assinalada{em_end}, os utilizadores que não se inscreveram no seu curso serão inscritos automaticamente.
zh_tw: 如果此選項是{em_start}標記{em_end}，那麼尚未註冊課程的使用者將自動註冊。

source: Checking this box has no effect if 'Remove beta testers' is selected.
da: Afkrydsning af dette felt har ingen effekt , hvis ' Fjern betatestere ' er valgt.
fr: Cocher cette case n'a pas d'effet si "Supprimer les bêta testeurs" est sélectionné.
pl: Zaznaczenie tej opcji nie będzie mieć znaczenia jeśli wybrana została opcja "Usuń beta testerów".
pt_pt: Assinalar esta caixa não tem efeito se 'Remover utilizadores beta' for selecionado.
zh_tw: 如果“刪除Beta測試員”被選中，本設置項不生效。

source: Add beta testers
da: Tilføj betatestere
fr: Ajouter des bêta-testeurs
pl: Dodaj beta testerów
pt_pt: Adicionar utilizadores beta
zh_tw: 新增beta測試者

source: Remove beta testers
da: Fjern betatestere
fr: Supprimer des bêta-testeurs
pl: Usuń beta testerów
pt_pt: Remover utilizadores beta
zh_tw: 移除beta測試者

source: Course Team Management
da: Kursus Team Management
fr: Gestion de l'équipe du cours
pl: Zarządzanie kadrą kursu
pt_pt: Gestão da Equipa do Curso
zh_tw: 課程團隊管理

source: Select a course team role:
da: Vælg en kursusteam rolle:
fr: Sélectionner un rôle:
pl: Wybierz rolę w kadrze:
pt_pt: Selecione uma função na equipa do curso:
zh_tw: 選擇一門課程團隊角色:

source: Getting available lists...
da: Hent tilgængelige lister ...
fr: Obtention des listes disponibles
pl: Przygotowywanie dostępnych list...
pt_pt: A obter listas disponíveis...
zh_tw: 取得可用清單...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
da: Personalet kan ikke ændre disse lister. Hvis du vil administrere medlemmer på et kursushold, skal et kursus Admin give dig tilladelse til at tilføje personale eller beta-testere, eller adgang som Diskussionsadministrator for at kunne tilføje diskussionsmoderatorer og TA'er .
fr: L'équipe pédagogique ne peut modifier ces listes. Pour vous permettre de gérer l'adhésion à l'équipe du cours, un administrateur du cours doit vous assigner le rôle Admin pour ajouter des béta testeurs ou des membres de l'équipe pédagogique, ou le rôle de Discussion Admin role pour ajouter des modérateurs de de discussions ou des assistants d'enseignement.
pl: Kadra nie może modyfikować tych list. Aby zarządzać członkostwem w kadrze, administrator kursu musi nadać ci uprawnienia administratora w zakresie dodawania członków kadry lub beta testerów, albo rolę administratora dyskusji, abyś mógł dodawać moderatorów dyskusji oraz asystentów kursantów.
pt_pt: A Equipa não pode modificar estas listas. Para gerir a adesão à equipa do curso, um administrador do curso deve atribuir-lhe a função administrador para adicionar Equipa ou Utilizadores Beta, ou a função de Administrador de Debate para adicionar moderadores de debate e ATs.
zh_tw: 工作人員不能修改這些列表。要管理課程組成員,課程管理員必須給你的管理員角色增加人手或Beta測試,或討論管理員角色加入討論版主和助教

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
da: Kursus teammedlemmer med personalerolle kan hjælpe dig med at styre dit kursus. Personalet kan tilmelde og framelde elever samt ændre deres karakterer og adgang alle kursusdata. Medarbejdere har også adgang til dit kursus i Studio og Insights. Du kan kun give kursus hold roller til tilmeldte brugere.
fr: Les membres de l'équipe avec le rôle Équipe pédagogique aident à la gestion du cours. L'équipe pédagogique peut inscrire et désinscrire des participants, ainsi que modifier les notes aux exercices et accéder à l'ensemble des données du cours. L'équipe pédagogique a également accès au cours dans Studio. Vous ne pouvez affecter des rôles que pour les utilisateurs inscrits au cours.
pl: Członkowie kadry o statusie nauczyciela pomagają w zarządzaniu kursem. Mogą zapisywać lub wypisywać studentów, modyfikować ich oceny, a także posiadają dostęp do wszystkich danych i zasobów kursu w Studio i w Insights. Możesz nadawać uprawnienia jedynie zapisanym użytkownikom.
pt_pt: Os elementos com a função de Equipa auxiliam na gestão do curso. Podem inscrever e cancelar a matrícula dos estudantes, modificar classificações e aceder a toda a informação do curso. A Equipa também tem acesso às ferramentas Studio e Insights. Só pode atribuir funções de equipa do curso a utilizadores inscritos.
zh_tw: 課程團隊成員具有工作人員的角色幫助你管理你的課程。工作人員可以註冊並取消註冊學生,還可以修改他們的成績和訪問所有課程數據。工作人員還可以訪問你的課程在Studio和Insights。你只能給課程團隊角色來登記的使用者。

source: Add Staff
da: Tilføj personale
fr: Ajouter à Équipe pédagogique
pl: Dodaj nauczyciela
pt_pt: Adicionar Equipa
zh_tw: 新增工作人員

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
da: Kursus teammedlemmer med Admin rolle kan hjælpe dig med at styre dit kursus. De kan udføre alle de opgaver, som Personale kan udføre, og de kan også tilføje og fjerne personale- og Admin roller, diskussionsmoderator-roller, og betatester-rolle for at administrere kurset hold medlemskab. Du kan kun give kursushold-roller til tilmeldte brugere.
fr: Les membres de l'équipe avec le rôle Admin aident à la gestion du cours. Ils peuvent également effectuer toutes les actions comme l'Équipe pédagogique, mais aussi ajouter ou supprimer des membres Admin, gérer les rôles de modérations des forums, l'ajout de bêta-testeurs. Vous ne pouvez affecter des rôles que pour les utilisateurs inscrits au cours.
pl: Członkowie kadry kursu o statusie administratora pomagają w zarządzaniu kursem. Posiadają wszystkie uprawnienia Nauczyciela, a także mogą dodawać i usuwać członków kadry, moderatorów forum i beta testerów. Możesz nadawać uprawnienia jedynie zarejestrowanym użytkownikom.
pt_pt: Os elementos da equipa do curso com a função Administração auxiliam na gestão do seu curso. Eles podem fazer todas as tarefas de Equipa, para além de adicionar e remover funções de Equipa e Administração, funções de moderação de debate e função de testador beta para gerir a adesão à equipa do curso. Só pode atribuir funções de equipa do curso a utilizadores inscritos.
zh_tw: 課程團隊成員具有管理者角色幫助你管理你的課程。他們可以做所有的工作人員可以做的任務, 還可以添加和刪除工作人員和管理角色,討論區管理角色, 還有beta測試人員來管理課程的團隊成員。 你只能給課團隊角色來註冊的使用者。

source: Add Admin
da: Tilføj Admin
fr: Ajouter un Admin
pl: Dodaj administratora
pt_pt: Adicionar Administrador
zh_tw: 加入管理者

source: Beta Testers
da: Betatestere
fr: Beta testeurs
pl: Beta testerzy
pt_pt: Utilizadores Beta
zh_tw: Beta測試者

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
da: Beta-testere kan se kursusindhold før andre elever. De kan sørge for , at indholdet fungerer, men har ingen yderligere privilegier. Du kan kun give kursushold-roller til tilmeldte brugere.
fr: Les Bêta-testeurs peuvent voir le contenu du cours avant les autres participants. Ils peuvent ainsi s'assurer que le contenu fonctionne, mais ne disposent pas de permissions supplémentaires. Vous ne pouvez affecter de rôle uniquement à des utilisateurs inscrits.
pl: Beta testerzy mają dostęp do treści kursu zanim dostęp do niej uzyskają studenci. Mogą sprawdzić i upewnić się, że wszystko w kursie działa prawidłowo, ale nie posiadają dodatkowych przywilejów charakterystycznych dla kadry. Możesz nadawać uprawnienia jedynie zarejestrowanym użytkownikom.
pt_pt: Os Utilizadores Beta podem ver o conteúdo do curso antes dos outros estudantes. Eles podem certificar-se de que o conteúdo funciona, mas não têm privilégios adicionais. Só pode atribuir funções de equipa do curso a utilizadores inscritos.
zh_tw: Beta測試者可以在其他學習者之前看到課程內容。他們可以確保內容有效，但沒有額外特權。您只能給已註冊的使用者課程團隊裡的角色。

source: Add Beta Tester
da: Tilføj betatestere
fr: Ajouter un Bêta-testeur
pl: Dodaj beta testera
pt_pt: Adicionar Testador Beta
zh_tw: 新增Beta測試者

source: Discussion Admins
da: Diskussion Admin
fr: Administrateurs de discussion
pl: Administratorzy forum
pt_pt: Administradores de Debate
zh_tw: 討論管理員

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
da: Diskussionsadministratorer kan redigere eller slette ethvert indlæg, rydde misbrugsflag, lukke og genåbne tråde, godkende svar og se indlæg fra alle grupper. Deres indlæg er markeret som 'personale'. De kan også tilføje og fjerne diskussionsmoderationsrollerne for at administrere kursusteammedlemskab. Kun tilmeldte brugere kan tilføjes som diskussionsadministratorer.
fr: Les Administrateurs de discussion peuvent modifier ou supprimer tout message ou dénonciation abusive, fermer et rouvrir des sujets, approuver des réponses, et voir les messages publiés par l’ensemble des groupes. Leurs messages sont marqués comme venant d’un « Équipe pédagogique ». Ils peuvent également ajouter ou retirer les rôles de modérateur de discussion afin de gérer la composition des équipes durant les cours. Seuls les utilisateurs inscrits peuvent être ajoutés en tant qu’Administrateur de discussion.
pl: Administratorzy forum mogą edytować lub usuwać dowolne wpisy, znosić oflagowania, zamykać i otwierać tematy, oznaczać odpowiedzi, a także przeglądać wpisy ze wszystkich działów. Ich wpisy oznaczone są tagiem "kadra". Mogą oni również nadawać i odbierać uprawnienia moderatorskie i zarządzać członkostwem w kadrze. Administratorami mogą zostać wyłącznie zarejestrowani użytkownicy.
pt_pt: Os Administradores de Debate podem editar ou apagar publicações, limpar sinalizações, fechar ou reabrir tópicos, reforçar respostas e ver publicações de todos os grupos. As suas publicações são marcadas como "Equipa". Também podem adicionar e remover as funções de moderação de debate. Apenas utilizadores inscritos podem ser adicionados como Administradores de Debate.
zh_tw: 討論管理員可以編輯或刪除任何訊息，清除濫用標誌，關閉並重新打開主題，批准回复，並查看所有小組的訊息。 他們的職位被標記為“員工”。 他們還可以添加和刪除討論審核角色來管理課程小組成員資格。 只有註冊用戶才能添加為討論管理員。

source: Add Discussion Admin
da: Tilføj Diskussion Admin
fr: Ajouter un Administrateur de discussion
pl: Dodaj administratora forum
pt_pt: Adicionar Administrador de Debate
zh_tw: 新增討論管理員

source: Course Data Researcher
da: Kursus Dataforsker
fr: Chercheur des données du cours
pl: Researcher danych kursu
pt_pt: Investigador de Dados do Curso

source: Course Data Researchers can access the data download tab.
da: Kursusdataforskere kan få adgang til fanen datadownload.
fr: Les chercheurs des données du cours peuvent accéder à l'onglet de téléchargement des données
pl: Researcherzy danych kursu mają dostęp do zakładki pobierania danych.
pt_pt: Investigadores de Dados do Curso podem aceder ao separador de descarregar dados.

source: Add Course Data Researcher
da: Tilføj kursusdataforsker
fr: Ajouter un chercheur des données du cours
pl: Dodaj Researcher'a danych kursu
pt_pt: Adicionar Investigador de Dados do Curso

source: Discussion Moderators
da: Diskussionsmoderatorer
fr: Modérateurs de discussion
pl: Moderatorzy forum
pt_pt: Moderadores de Debate
zh_tw: 討論版主

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
da: Diskussionsmoderatorer kan redigere eller slette ethvert indlæg, rydde misbrugsflag, lukke og genåbne tråde, godkende svar og se indlæg fra alle grupper. Deres indlæg er markeret som 'personale'. De kan ikke administrere medlemskab af kursusteam ved at tilføje eller fjerne diskussionsmoderationsroller. Kun tilmeldte brugere kan tilføjes som diskussionsmoderatorer.
fr: Les Modérateurs de discussion peuvent modifier ou supprimer tout message ou dénonciation abusive, fermer et rouvrir des sujets, approuver des réponses, et voir les messages publiés par l’ensemble des groupes. Leurs messages sont marqués comme venant d’un «Équipe pédagogique». Ils ne peuvent pas ajouter ou retirer les rôles de modérateur de discussion afin de gérer la composition des équipes durant les cours. Seuls les utilisateurs inscrits peuvent être ajoutés en tant que Modérateur de discussion.
pl: Moderatorzy forum mogą edytować lub usuwać dowolne wpisy, znosić oflagowania, zamykać i otwierać tematy, oznaczać odpowiedzi, a także przeglądać wpisy ze wszystkich działów. Ich wpisy oznaczone są tagiem "kadra". Nie mogą natomiast nadawać i odbierać uprawnień moderatorskich ani zarządzać członkostwem w kadrze. Moderatorami mogą zostać wyłącznie zarejestrowani użytkownicy.
pt_pt: Os Moderadores de Debate podem editar ou apagar publicações, limpar sinalizações, fechar ou reabrir tópicos, e reforçar respostas e ver publicações de todos os grupos. As suas publicações são marcadas como "Equipa". Não conseguem gerir a adesão à equipa do curso ou adicionar ou remover funções de moderação de debate. Apenas utilizadores inscritos podem ser adicionados como Moderadores de Debate.
zh_tw: 討論主持人可以編輯或刪除任何訊息，清除濫用標記，關閉並重新打開主題，批准回复，並查看所有組的訊息。 他們的職位被標記為“員工”。 他們不能通過添加或刪除討論審核角色來管理課程組成員資格。 只有註冊用戶才能添加為討論版主。

source: Add Moderator
da: Tilføj moderator
fr: Ajouter un Modérateur
pl: Dodaj moderatora
pt_pt: Adicionar Moderador
zh_tw: 添加版主

source: Group Community TA
da: Gruppefællesskab TA
fr: Groupe Assistant pédagogique
pl: Asystent społeczności grupy
pt_pt: Assistente de Comunidade de um grupo
zh_tw: 社群助教
