Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: Course Highlight Emails
da: Kursushøjde-e-mails
sv: Kurshöjdpunkter e-postmeddelanden

source: Enabled
da: Aktiveret
sv: Aktiverad

source: Enable Now
da: Aktiver nu
sv: Aktivera nu

source: Instructor Name
da: Instruktørens navn
sv: Instruktörens namn

source: Please add the instructor's name
da: Tilføj venligst instruktørens navn
sv: Vänligen ange instruktörens namn

source: Instructor Title
da: Instruktør titel
sv: Instruktörstitel

source: Please add the instructor's title
da: Tilføj venligst instruktørens titel
sv: Vänligen lägg till instruktörens titel

source: Organization
da: Organisation
sv: Organisation

source: Organization Name
da: Organisationens navn
sv: organisations namn

source: Please add the institute where the instructor is associated
da: Tilføj venligst det institut, hvor instruktøren er tilknyttet
sv: Lägg till institutet där instruktören är associerad

source: Biography
da: Biografi
sv: Biografi

source: Instructor Biography
da: Instruktør biografi
sv: Instruktörsbiografi

source: Please add the instructor's biography
da: Tilføj venligst instruktørens biografi
sv: Vänligen lägg till instruktörens biografi

source: Photo
da: Foto
sv: Foto

source: Instructor Photo
da: Instruktør foto
sv: Instruktörsfoto

source: Instructor Photo URL
da: URL for instruktørfoto
sv: URL för instruktörsfoto

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
da: Tilføj venligst et billede af instruktøren (Bemærk: kun JPEG- eller PNG-format understøttet)
sv: Lägg till ett foto av instruktören (Obs: endast JPEG- eller PNG-format stöds)

source: Upload Photo
da: Upload billede
sv: Ladda upp foto

source: Learning Outcome
da: Læringsudbytte
sv: Lärande resultat

source: Add a learning outcome here
da: Tilføj et læringsudbytte her
sv: Lägg till ett läranderesultat här

source: Press discard changes to discard your changes.
da: Tryk på kasser ændringer for at kassere dine ændringer.
sv: Tryck på ignorera ändringar för att ignorera dina ändringar.

source: Update Settings
da: Opdater indstillinger
sv: Uppdatera inställningarna

source: Press update settings to update the information for your organization.
da: Tryk på opdater indstillinger for at opdatere oplysningerne for din organisation.
sv: Tryck på uppdatera inställningar för att uppdatera informationen för din organisation.

source: Press discard changes to discard changes.
da: Tryk på kasser ændringer for at kassere ændringer.
sv: Tryck på kassera ändringar för att kassera ändringar.

source: Press update settings to update course video settings
da: Tryk på opdater indstillinger for at opdatere kursusvideoindstillinger
sv: Tryck på uppdatera inställningar för att uppdatera kursvideoinställningar

source: Press close to hide course video settings
da: Tryk på Luk for at skjule kursusvideoindstillinger
sv: Tryck på stäng för att dölja kursvideoinställningar

source: Course Video Settings
da: Kursusvideoindstillinger
sv: Kursvideoinställningar

source: Transcript Turnaround
da: Transskription Turnaround

source: Transcript Fidelity
da: Afskrift Troskab
sv: Avskrift Trohet

source: Video Source Language
da: Videokildesprog
sv: Videokällspråk

source: Transcript Languages
da: Transskriptionssprog
sv: Transcript Språk

source: Add
da: Tilføje
sv: Lägg till

source: Press Add to language
da: Tryk på Tilføj til sprog
sv: Tryck på Lägg till språk

source: Automated Transcripts
da: Automatiserede transskriptioner
sv: Automatiserade avskrifter

source: Transcript Provider
da: Udbyder af udskrift
sv: Avskriftsleverantör

source: Change
da: Lave om
sv: Byta

source: Press change to change selected transcript provider.
da: Tryk på skift for at ændre den valgte transskriptionsudbyder.
sv: Tryck på Ändra för att ändra vald transkriptionsleverantör.

source: Assignment Type Name
da: Opgavetypenavn
sv: Uppdragstyps namn

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
da: Den generelle kategori for denne type opgave, for eksempel hjemmearbejde eller midtvejseksamen. Dette navn er synligt for eleverne.
sv: Den allmänna kategorin för denna typ av uppgifter, till exempel läxor eller halvtidsprov. Detta namn är synligt för eleverna.

source: Abbreviation
da: Forkortelse
sv: Förkortning

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
da: Dette korte navn for opgavetypen (f.eks. HW eller Midterm) vises ved siden af opgaver på en elevs fremskridtsside.
sv: Det här korta namnet för uppgiftstypen (till exempel HW eller Midterm) visas bredvid uppgifter på elevens framstegssida.

source: Weight of Total Grade
da: Vægt af samlet karakter
sv: Vikt av totalbetyg

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
da: Vægten af alle opgaver af denne type i procent af den samlede karakter, f.eks. 40. Medtag ikke procentsymbolet.
sv: Vikten av alla uppgifter av denna typ i procent av det totala betyget, till exempel 40. Ta inte med procentsymbolen.

source: Total Number
da: Samlet antal
sv: Totala numret

source: The number of subsections in the course that contain problems of this assignment type.
da: Antallet af underafsnit i faget, der indeholder problemer af denne opgavetype.
sv: Antalet delavsnitt i kursen som innehåller problem av denna inlämningstyp.

source: Number of Droppable
da: Antal dropbare
sv: Antal släppbara

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
da: Antallet af opgaver af denne type, der vil blive droppet. De lavest scorende opgaver falder først.
sv: Antalet uppdrag av denna typ som kommer att tas bort. Tilldelningarna med lägst poäng släpps först.

source: Course Handouts
da: Kursusudleveringer
sv: Kursstenciler

source: You have no handouts defined
da: Du har ingen uddelinger defineret
sv: Du har inga åhörarkopior definierade

source: There is invalid code in your content. Please check to make sure it is valid HTML.
da: Der er ugyldig kode i dit indhold. Kontroller venligst, at det er gyldig HTML.
sv: Det finns ogiltig kod i ditt innehåll. Kontrollera att det är giltig HTML.

source: Date
da: Dato
sv: Datum

source: Post
da: Stolpe
sv: Posta

source: Due Date:
da: Afleveringsdato:
sv: Förfallodatum:

source: Due Time in UTC:
da: Forfaldstid i UTC:
sv: Inlämningstid i UTC:

source: Clear Grading Due Date
da: Ryd bedømmelsesfrist
sv: Rensa betygsförfallodatum

source: Chapter Name
da: Kapitelnavn
sv: Kapitelnamn

source: Chapter {order}
da: Kapitel {order}
sv: Kapitel {beställning}

source: provide the title/name of the chapter that will be used in navigating
da: angiv titlen/navnet på det kapitel, der skal bruges til at navigere
sv: ange titeln/namnet på kapitlet som ska användas vid navigering

source: Chapter Asset
da: Kapitel Aktiv
sv: Kapitel Tillgång

source: path/to/introductionToCookieBaking-CH{order}.pdf
da: sti/til/introduktionTilCookieBaking-CH {order} .pdf

source: upload a PDF file or provide the path to a Studio asset file
da: upload en PDF-fil eller angiv stien til en Studio-aktivfil
sv: ladda upp en PDF-fil eller ange sökvägen till en Studio-tillgångsfil

source: delete chapter
da: slette kapitel
sv: radera kapitel

source: Textbook information
da: Lærebog information
sv: Läroboksinformation

source: Textbook Name
da: Lærebogs navn
sv: Lärobokens namn

source: Introduction to Cookie Baking
da: Introduktion til kagebagning
sv: Introduktion till kakbakning

source: provide the title/name of the text book as you would like your students to see it
da: angiv titlen/navnet på lærebogen, som du gerne vil have dine elever til at se den
sv: ange titeln/namnet på läroboken som du vill att dina elever ska se den

source: Chapter information
da: Kapiteloplysninger
sv: Kapitelinformation

source: Add a Chapter
da: Tilføj et kapitel
sv: Lägg till ett kapitel

source: Edit Title
da: Rediger titel
sv: Redigera titel

source: Grading
da: Bedømmelse
sv: Betygsättning

source: Grade as:
da: Karakter som:
sv: Betyg som:

source: Not Graded
da: Ikke bedømt
sv: Ej betygsatt

source: Cannot delete when in use by an experiment
da: Kan ikke slette, når det bruges af et eksperiment
sv: Det går inte att ta bort när det används av ett experiment

source: This Group Configuration is used in:
da: Denne gruppekonfiguration bruges i:
sv: Denna gruppkonfiguration används i:

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
da: Denne gruppekonfiguration er ikke i brug. Start med at tilføje et indholdseksperiment til enhver enhed via {linkStart} Kursusoversigt {linkEnd} .
sv: Denna gruppkonfiguration används inte. Börja med att lägga till ett innehållsexperiment till valfri enhet via {linkStart}Kursöversikt{linkEnd}.

source: Group Configuration information
da: Gruppekonfigurationsoplysninger
sv: Gruppkonfigurationsinformation

source: Group Configuration Name
da: Gruppekonfigurationsnavn
sv: Gruppkonfigurationsnamn

source: Group Configuration ID
da: Gruppekonfigurations-id
sv: Gruppkonfigurations-ID

source: This is the Name of the Group Configuration
da: Dette er navnet på gruppekonfigurationen
sv: Detta är namnet på gruppkonfigurationen

source: Name or short description of the configuration
da: Navn eller kort beskrivelse af konfigurationen
sv: Namn eller kort beskrivning av konfigurationen

source: This is the Description of the Group Configuration
da: Dette er beskrivelsen af gruppekonfigurationen
sv: Detta är beskrivningen av gruppkonfigurationen

source: Optional long description
da: Valgfri lang beskrivelse
sv: Valfri lång beskrivning

source: Group information
da: Gruppeoplysninger
sv: Gruppinformation

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
da: Navn på de grupper, som eleverne vil blive tildelt, for eksempel Kontrol, Video, Problemer. Du skal have to eller flere grupper.
sv: Namn på grupperna som eleverna kommer att tilldelas, till exempel Kontroll, Video, Problem. Du måste ha två eller flera grupper.

source: Add another group
da: Tilføj en anden gruppe
sv: Lägg till ytterligare en grupp

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
da: Denne konfiguration bruges i øjeblikket i indholdseksperimenter. Hvis du foretager ændringer i grupperne, skal du muligvis redigere disse eksperimenter.
sv: Den här konfigurationen används för närvarande i innehållsexperiment. Om du gör ändringar i grupperna kan du behöva redigera dessa experiment.

source: delete group
da: slette gruppe
sv: ta bort grupp

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
da: Indtast 3-5 højdepunkter, der skal inkluderes i den e-mail, som eleverne modtager for dette afsnit (begrænsning på 250 tegn).
sv: Ange 3-5 höjdpunkter att inkludera i e-postmeddelandet som eleverna får för detta avsnitt (max 250 tecken).

source: Highlight {highlight_index}
da: Fremhæv {highlight_index}
sv: Markera {highlight_index}

source: A highlight to look forward to this week.
da: Et højdepunkt at se frem til i denne uge.
sv: En höjdpunkt att se fram emot denna vecka.

source: License Type
da: Licenstype
sv: Licens typ

source: Learn more about {license_name}
da: Lær mere om {license_name}
sv: Läs mer om {license_name}

source: Options for {license_name}
da: Indstillinger for {license_name}
sv: Alternativ för {license_name}

source: The following options are available for the {license_name} license.
da: Følgende muligheder er tilgængelige for {license_name} -licensen.
sv: Följande alternativ är tillgängliga för {license_name}-licensen.

source: License Display
da: Licensvisning
sv: Licensvisning

source: The following message will be displayed at the bottom of the courseware pages within your course:
da: Følgende meddelelse vil blive vist i bunden af kursusmateriale-siderne i dit kursus:
sv: Följande meddelande kommer att visas längst ner på kursmaterialsidorna inom din kurs:

source: Creative Commons licensed content, with terms as follow:
da: Creative Commons-licenseret indhold med vilkår som følger:
sv: Creative Commons-licensierat innehåll, med följande villkor:

source: Some Rights Reserved
da: Nogle rettigheder forbeholdes
sv: Vissa rättigheter reserverade

source: New %(item_type)s
da: Ny %(item_type)s
sv: Nya %(item_type)s

source: Clear
da: Klar
sv: Rensa

source: Clear Value
da: Klar værdi
sv: Rensa värde

source: Download
da: Hent
sv: Ladda ner

source: {categoryText} in {parentDisplayname}
da: {categoryText} i {parentDisplayname}
sv: {categoryText} i {parentDisplayname}

source: Current location
da: Nuværende lokation
sv: Nuvarande position

source: Currently selected
da: I øjeblikket valgt
sv: För närvarande vald

source: You haven't added any textbooks to this course yet.
da: Du har ikke tilføjet nogen lærebøger til dette kursus endnu.
sv: Du har inte lagt till några läroböcker till den här kursen än.

source: Add your first textbook
da: Tilføj din første lærebog
sv: Lägg till din första lärobok

source: This group controls access to:
da: Denne gruppe kontrollerer adgangen til:
sv: Den här gruppen kontrollerar åtkomst till:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
da: I {linkStart} Kursusoversigt {linkEnd} skal du bruge denne gruppe til at kontrollere adgangen til en komponent.
sv: I {linkStart}Kursöversikten{linkEnd} använder du den här gruppen för att styra åtkomsten till en komponent.

source: Previous Uploads
da: Tidligere uploads
sv: Tidigare uppladdningar

source: Download available encodings (.csv)
da: Download tilgængelige kodninger (.csv)
sv: Ladda ner tillgängliga kodningar (.csv)

source: Thumbnail
da: Miniaturebillede
sv: Miniatyr

source: Transcripts
da: Afskrifter
sv: avskrifter

source: Remove this video
da: Fjern denne video
sv: Ta bort den här videon

source: Remove {video_name} video
da: Fjern {video_name} video
sv: Ta bort {video_name} video

source: Never published
da: Aldrig offentliggjort
sv: Aldrig publicerad

source: Last published %(last_published_date)s by %(publish_username)s
da: Sidst udgivet %(last_published_date)s af %(publish_username)s
sv: Senast publicerad %(last_published_date)s av %(publish_username)s

source: Previously published
da: Tidligere udgivet
sv: Tidigare publicerad

source: Draft (Never published)
da: Udkast (aldrig offentliggjort)
sv: Utkast (aldrig publicerad)

source: Visible to Staff Only
da: Kun synlig for personalet
sv: Endast synlig för personal

source: Published and Live
da: Udgivet og live
sv: Publicerad och Live

source: Published (not yet released)
da: Udgivet (endnu ikke udgivet)
sv: Publicerad (ännu ej släppt)

source: Draft (Unpublished changes)
da: Kladde (ikke-publicerede ændringer)
sv: Utkast (opublicerade ändringar)

source: Release:
da: Frigøre:
sv: Släpp:

source: Publishing Status
da: Udgivelsesstatus
sv: Publiceringsstatus

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
da: Kladde gemt på {lastSavedStart} {editedOn} {lastSavedEnd} af {editedByStart} {editedBy} {editedByEnd}
sv: Utkast sparades {lastSavedStart}{editedOn}{lastSavedEnd} av {editedByStart}{editedBy}{editedByEnd}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
da: Sidst offentliggjort {lastPublishedStart} {publishedOn} {lastPublishedEnd} af {publishedByStart} {publishedBy} {publishedByEnd}
sv: Senast publicerad {lastPublishedStart}{publishedOn}{lastPublishedEnd} av {publishedByStart}{publishedBy}{publishedByEnd}

source: with %(release_date_from)s
da: med %(release_date_from)s
sv: med %(release_date_from)s

source: Is Visible To:
da: Er synlig for:
sv: Är synlig för:

source: Will Be Visible To:
da: Vil være synlig for:
sv: Kommer att synas för:

source: Staff Only
da: Kun personale
sv: Endast personal

source: with %(section_or_subsection)s
da: med %(section_or_subsection)s
sv: med %(section_or_subsection)s

source: Staff and Learners
da: Personale og elever
sv: Personal och elever

source: Hide from learners
da: Skjul for eleverne
sv: Göm dig för eleverna

source: Note: Do not hide graded assignments after they have been released.
da: Bemærk: Skjul ikke bedømte opgaver, efter at de er blevet frigivet.
sv: Obs: Göm inte betygsatta uppgifter efter att de har släppts.

source: Release Date and Time
da: Udgivelsesdato og tid
sv: Releasedatum och tid

source: Release Date:
da: Udgivelses dato:
sv: Utgivningsdatum:

source: Release Time in UTC:
da: Udgivelsestid i UTC:
sv: Releasetid i UTC:

source: Clear Release Date/Time
da: Ryd udgivelsesdato/tidspunkt
sv: Rensa releasedatum/-tid

source: Due in:
da: Forfalder om:
sv: Ska lämnas in:

source: weeks from learner enrollment date
da: uger fra elevens tilmeldingsdato
sv: veckor från inskrivningsdatum

source: If a learner starts on {startDate}, this subsection will be due on {projectedDueIn}.
da: Hvis en elev starter på {startDate} , skal dette underafsnit betales på {projectedDueIn} .
sv: Om en elev börjar den {startDate}, kommer detta underavsnitt att vara beräknat på {projectedDueIn}.

source: The maximum number of weeks this subsection can be due in is 18 weeks from the learner enrollment date.
da: Det maksimale antal uger, som dette underafsnit kan forfalde i, er 18 uger fra elevens tilmeldingsdato.

source: The minimum number of weeks this subsection can be due in is 1 week from the learner enrollment date.
da: Minimumsantallet af uger, som dette underafsnit kan forfalde i, er 1 uge fra elevens tilmeldingsdato.
sv: Det minsta antalet veckor som detta underavsnitt kan förfalla under är 1 vecka från inlärningsdatumet.

source: Assessment Results Visibility
da: Vurderingsresultater Synlighed
sv: Bedömningsresultat Synlighet

source: Always show assessment results
da: Vis altid vurderingsresultater
sv: Visa alltid bedömningsresultat

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
da: Når eleverne sender et svar til en vurdering, ser de straks, om svaret er rigtigt eller forkert, og scoren modtaget.
sv: När eleverna lämnar in ett svar på en bedömning, ser de omedelbart om svaret är korrekt eller felaktigt, och poängen erhålls.

source: Never show assessment results
da: Vis aldrig vurderingsresultater
sv: Visa aldrig bedömningsresultat

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
da: Eleverne kan aldrig se, om deres svar på vurderinger er rigtige eller forkerte, og heller ikke den opnåede score.
sv: Eleverna ser aldrig om deras svar på bedömningar är korrekta eller felaktiga, och inte heller poängen.

source: Show assessment results when subsection is past due
da: Vis vurderingsresultater, når underafsnit er forfaldent
sv: Visa bedömningsresultat när underavsnitt har förfallit

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the course end date has passed.
da: Eleverne kan ikke se, om deres svar på vurderinger var rigtige eller forkerte, og ej heller den opnåede score, før efter kursets slutdato er passeret.

source: If the course does not have an end date, learners always see their scores when they submit answers to assessments.
da: Hvis kurset ikke har en slutdato, ser eleverne altid deres score, når de indsender svar på vurderinger.

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
da: Eleverne kan ikke se, om deres svar på vurderinger var rigtige eller forkerte, og ej heller den opnåede score, før efter fristen for underafsnittet er passeret.
sv: Eleverna ser inte om deras svar på bedömningar var korrekta eller felaktiga, inte heller om poängen som erhållits, förrän efter att förfallodagen för underavsnittet har passerat.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
da: Hvis underafsnittet ikke har en forfaldsdato, ser eleverne altid deres score, når de afgiver svar på vurderinger.
sv: Om underavsnittet inte har ett förfallodatum ser eleverna alltid sina poäng när de lämnar in svar på bedömningar.

source: PDF Chapters
da: PDF kapitler
sv: PDF kapitel

source: Signatory
da: Underskriver
sv: Undertecknare

source: Signature Image
da: Signaturbillede
sv: Signaturbild

source: Certificate Signatory Configuration
da: Konfiguration af certifikatunderskriver
sv: Certifikatsigneringskonfiguration

source: Name
da: Navn
sv: namn

source: Name of the signatory
da: Underskriverens navn
sv: Undertecknarens namn

source: The name of this signatory as it should appear on certificates.
da: Navnet på denne underskriver, som det skal fremgå af certifikater.
sv: Namnet på denna undertecknare som det ska stå på certifikaten.

source: Title
da: Titel
sv: Titel

source: Title of the signatory
da: Underskriverens titel
sv: Undertecknarens titel

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
da: Titler på mere end 100 tegn kan forhindre elever i at udskrive deres certifikat på en enkelt side.
sv: Titlar på mer än 100 tecken kan hindra elever från att skriva ut sina intyg på en enda sida.

source: Organization
da: Organisation
sv: Organisation

source: Organization of the signatory
da: Underskriverens organisation
sv: Undertecknarens organisation

source: The organization that this signatory belongs to, as it should appear on certificates.
da: Den organisation, som denne underskriver tilhører, som det skal fremgå af certifikater.
sv: Den organisation som denna firmatecknare tillhör, som det ska framgå av certifikat.

source: Path to Signature Image
da: Sti til signaturbillede
sv: Sökväg till signaturbild

source: Image must be in PNG format
da: Billedet skal være i PNG-format
sv: Bilden måste vara i PNG-format

source: Upload Signature Image
da: Upload signaturbillede
sv: Ladda upp signaturbild

source: Unit Visibility
da: Enhedens synlighed
sv: Enhetens synlighet

source: Section Visibility
da: Sektionssynlighed
sv: Sektionssynlighet

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
da: Hvis enheden tidligere er blevet offentliggjort og frigivet til elever, vil alle ændringer, du har foretaget i enheden, da den blev skjult, nu være synlige for eleverne.
sv: Om enheten tidigare publicerats och släppts för elever, kommer alla ändringar du gjorde i enheten när den gömdes nu att vara synliga för eleverna.
