Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
da: (4) Du skulle nu kunne klikke på 'se kursus'-tasten eller se dit kursus på kursist betjeningspanelet på {url}
fr: (4) Vous devriez pouvoir cliquer sur le bouton 'voir les cours' ou voir votre ccours sur votre tableau de bord d'étudiant sur {url}
pl: (4) Powinieneś móc kliknąć przycisk 'pokaż kurs' i widzieć kurs na pulpicie swojego konta na {url}
pt_pt: (4) Deverá ser possível clicar no botão 'ver curso' ou ver o seu curso no seu painel de controlo de estudante em {url}
zh_tw: (4) 您可以點擊'view course' 按鈕或於您的學生控制面板{url}查看您的課程

source: (5) Course materials will not be available until the course start date.
da: (5) Kursusmaterialet er ikke tilgængeligt før startdatoen for kurset.
fr: (5) Les supports de cours ne sont disponibles qu'après la date de démarrage du cours.
pl: (5) Materiały kursowe nie będą widoczne przed datą rozpoczęcia kursu.
pt_pt: (5) Os materiais do Curso não ficarão disponíveis antes da data de início do curso.
zh_tw: (5) 在課程開始日期前，課程教材無法使用。

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
da: <p>Venlig hilsen</p><p>[[Your Signature]]</p>
fr: <p>Cordialement,</p><p>[[Your Signature]]</p>
pl: <p>Z poważaniem,</p><p>[[Twój podpis]]</p>
pt_pt: <p>Atenciosamente,</p><p>[[A sua Assinatura]]</p>
zh_tw: <p>[[Your Signature]]</p><p>敬上</p>

source: Sorry! The photos you submitted for ID verification were not accepted, for the following reason(s):
da: Undskyld! De billeder, du indsendte til id-bekræftelse, blev ikke accepteret af følgende årsag(er):
fr: Nous sommes désolés, mais les photos que vous avez envoyé pour votre vérification d'identité n'ont pas été acceptées pour la (ou les) raison suivante :
pl: Przepraszamy! Zdjęcia dostarczone przez ciebie w celu weryfikacji tożsamości nie zostały zaakceptowane z następującego powodu(ów):
pt_pt: Lamentamos! As fotos enviadas para verificação do ID não foram aceites, pelas seguintes razões():

source: The photo(s) of you:
da: Billedet/billederne af dig:
fr: Votre photo(s) :
pl: Twoje zdjęcie(a):
pt_pt: As suas fotografias():
zh_tw: 您的（多個）照片：

source: The photo of you:
da: Billedet af dig:
fr: Votre photo :
pl: Twoje zdjęcie:
pt_pt: A sua fotografia:
zh_tw: 您的照片：

source: The photo of your ID:
da: Billedet af dit ID:
fr: Votre photo d'identifiant :
pl: Zdjęcie twojego dokumentu tożsamości:
pt_pt: A fotografia do seu ID:
zh_tw: 您身分的照片：

source: Other Reasons:
da: Andre årsager:
fr: Autres raisons :
pl: Inne powody:
pt_pt: Outras Razões:
zh_tw: 其他原因：

source: Resubmit Verification: {reverify_url}
da: Indsend bekræftelse igen: {reverify_url}
fr: Renvoyer la vérification : {reverify_url}
pl: Prześlij ponownie weryfikację: {reverify_url}
pt_pt: Reenviar Verificação: {reverify_url}

source: ID Verification FAQ: {faq_url}
da: Ofte stillede spørgsmål om ID-bekræftelse: {faq_url}
fr: FAQ sur la vérification de la pièce d'identité : {faq_url}
pl: PiO dotyczące weryfikacji tożsamości: {faq_url}
pt_pt: FAQ sobre Verificação de ID: {faq_url}

source: The {platform_name} team
da: {platform_name} teamet
fr: L'équipe {platform_name}
pl: Zespół {platform_name}
pt_pt: A {platform_name} equipa
zh_tw: {platform_name}團隊

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
da: Din betaling er gået igennem. Du vil kunne se beløbet nedenfor på din næste kreditkort- eller betalingskort-opgørelse under virksomhedsnavnet {merchant_name}.
fr: Votre paiement est réussi. Vous verrez apparaitre le montant suivant sur votre prochain extrait de compte sous la référence {merchant_name}.
pl: Twoja płatność zakończyła się powodzeniem. Potwierdzenie znajdziesz na wyciągu bankowym pod nazwą {merchant_name}.
pt_pt: O seu pagamento foi bem sucedido. Verá a cobrança abaixo especificada no próximo extrato do seu cartão de crédito ou débito com o nome de empresa {merchant_name}.
zh_tw: 付款成功。費用將會顯示在您的下一個月的信用卡或公司名稱{merchant_name}下的現金卡帳單上。

source: Your order number is: {order_number}
da: Dit ordrenummer er: {order_number}
fr: Votre numéro de commande est : {order_number}
pl: Numer twojego zamówienia: {order_number}
pt_pt: O seu número de encomenda é: {order_number}
zh_tw: 您的訂單號碼是：{order_number}

source: Hello {full_name},
da: Hej {full_name} ,
fr: Bonjour {full_name},
pl: Witaj {full_name},
pt_pt: Olá {full_name},

source: Your {platform_name} ID verification photos have been approved.
da: Dine {platform_name} ID-bekræftelsesbilleder er blevet godkendt.
fr: Vos photos de vérification d'identité {platform_name} ont été approuvées.
pl: Twoje zdjęcia weryfikacyjne na platformie {platform_name} zostały zatwierdzone.
pt_pt: As suas {platform_name} fotografias de verificação de identidade foram aprovadas.

source: Your approval status remains valid for two years, and it will expire {expiration_datetime}.
da: Din godkendelsesstatus forbliver gyldig i to år, og den udløber {expiration_datetime} .
fr: Votre statut d'approbation reste valide pendant deux ans et expirera le {expiration_datetime}.
pl: Twój status zatwierdzenia zachowuje ważność przez dwa lata i wygaśnie {expiration_datetime}.
pt_pt: O seu estatuto de aprovação permanece válido durante dois anos, e expirará {expiration_datetime}.

source: Hi {full_name},
da: Hej {full_name}
fr: Bonjour {full_name},
pl: Dzień dobry {full_name},
pt_pt: Olá {full_name},
zh_tw: {full_name} 您好,

source: Thanks for submitting your photos!
da: Tak for de indsendte billeder!
fr: Merci pour vos photos !
pl: Dziękujemy za złożenie zdjęć do celów weryfikacyjnych!
pt_pt: Obrigado por submeter as suas fotografias!
zh_tw: 感謝您提交您的照片!

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
da: Vi har modtaget dine oplysninger, og ID-bekræftelsesprocessen er begyndt. Tjek efter en e-mail fra os inden for de næste par dage for at bekræfte, om din bekræftelse lykkedes. Du kan også tjekke status for bekræftelsesprocessen på dit betjeningspanel.
fr: Nous avons reçu votre information et la procédure de vérification d’identité a commencé. Vous devriez recevoir un e-mail de notre part dans les prochains jours afin de confirmer si votre vérification a été concluante. Vous pouvez aussi vérifier le statut de la procédure de vérification sur votre tableau de bord.
pl: Otrzymaliśmy Twoje informacje i rozpoczął się proces weryfikacji tożsamości. Sprawdź, czy w ciągu najbliższych kilku dni otrzymasz od nas wiadomość e-mail, aby potwierdzić, czy weryfikacja zakończyła się pomyślnie. Możesz również sprawdzić stan procesu weryfikacji na pulpicie.
pt_pt: Recebemos as suas informações e o processo de verificação de ID já começou. Nos próximos dias, vai receber um e-mail enviado por nós para confirmar se o processo de verificação foi bem sucedido. Também pode consultar o estado do processo de verificação no seu painel de controlo.

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
da: Beklager. Vores kursusadministration kunne godkende din anmodning om at ændre dit navn fra {old_name} til {new_name}. Hvis du har brug for yderligere assistance, kan du kontakte kursusadministrationen på mail {email}
fr: Nous sommes désolés. L'équipe pédagogique n'a pas approuvé votre demande de changement de nom de {old_name} à {new_name}. Si vous avez besoin d'aide, vous pouvez contacter l'équipe pédagogique à {email}.
pl: Niestety kadra naszego kursu nie zaakceptowała twojej prośby o zmianę nazwy z {old_name} na {new_name}. Jeśli potrzebna ci dalsza pomoc, skontaktuj się drogą mailową z kadrą kursu: {email}
pt_pt: Pedimos desculpa. A equipa do curso não aprovou o seu pedido para alterar o seu nome de {old_name} para {new_name}. Se precisar de mais assistência, por favor envie um e-mail para a equipa do curso através de {email}.
zh_tw: 很抱歉，我們的課程教員沒有批准您將自己的名字由{old_name} 變更為{new_name}的申請。如果您需要更多的協助，請通過電子郵件聯繫我們的工作人員，信箱為{email}。

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
da: Vi har bekræftet din identitet til {assessment} bedømmelse i {course_name} kurset.
fr: Nous avons vérifié votre identité avec succès pour l'évaluation {assessment} du cours {course_name}.
pl: Pomyślnie potwierdziliśmy twoją tożsamość dla potrzeb {assessment} w kursie {course_name}.
pt_pt: Verificamos com sucesso a sua identidade para a avaliação {assessment} no curso {course_name}.
zh_tw: 從 {course_name} 課程的評估 {assessment} ，已經成功辨識你的身份。

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
da: Vi kunne ikke bekræfte din identitet til {assessment} bedømmelse i {course_name} kurset. Du har brugt {used_attempts} ud af {allowed_attempts} forsøg på at bekræfte din identitet.
fr: Nous n'avons pas pu vérifier votre identité pour l'évaluation {assessment} du cours {course_name}. Vous avez utilisé {used_attempts} des {allowed_attempts} tentatives pour vérifier votre identité.
pl: Nie udało nam się potwierdzić twojej tożsamości dla potrzeb {assessment} kursu {course_name}. Wykorzystałeś {used_attempts} spośród {allowed_attempts} prób potwierdzenia tożsamości.
pt_pt: Não conseguimos verificar a sua identidade para a avaliação {assessment} no curso {course_name}. Utilizou {used_attempts} de {allowed_attempts} tentativas para verificar a sua identidade.
zh_tw: 從 {course_name} 課程的評估 {assessment} ，無法辨識你的身份。你必須使用{used_attempts} 在{allowed_attempts} 之外嘗試驗證您的身份。

source: You must verify your identity before the assessment closes on {due_date}.
da: Du skal bekræfte din identitet, før bedømmelsen slutter den {due_date}.
fr: Vous devez vérifier votre identité avant la fin de l'évaluation prévue pour le {due_date}.
pl: Musimy potwierdzić twoją tożsamość przed końcowym terminem {due_date}.
pt_pt: Deve verificar a sua identidade antes que a avaliação termine a {due_date}.
zh_tw: 在評估關閉時間{due_date}之前，您必須驗證您的身份

source: To try to verify your identity again, select the following link:
da: Prøv at bekræfte din identitet igen, benyt dette link:
fr: Pour tenter de vérifier votre identité une nouvelle fois, sélectionnez le lien suivant :
pl: Aby ponownie podejść do potwierdzenia tożsamości, wybierz poniższy odnośnik:
pt_pt: Para tentar verificar novamente a sua identidade, selecione o seguinte link:
zh_tw: 嘗試重新驗證您的身份，請選擇以下連結：

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
da: Vi kunne ikke bekræfte din identitet til {assessment} bedømmelse i {course_name} kurset. Du har brugt {used_attempts} ud af {allowed_attempts} forsøg på at bekræfte din identitet, og bekræftelse er ikke længere muligt.
fr: Nous n'avons pas pu vérifier votre identité pour l'évaluation {assessment} du cours {course_name}. Vous avez utilisé {used_attempts} des {allowed_attempts} tentatives pour vérifier votre identité, et la vérification n'est plus possible.
pl: Nie udało nam się potwierdzić twojej tożsamości dla potrzeb {assessment} kursu {course_name}. Wykorzystałeś {used_attempts} spośród {allowed_attempts} prób potwierdzenia tożsamości, dlatego proces weryfikacji jest już niemożliwy.
pt_pt: Nós não conseguimos verificar a sua identidade para a avaliação {assessment} no curso {course_name}. Utilizou {used_attempts} de {allowed_attempts} tentativas para verificar a sua identidade, e a verificação já não é possível.
zh_tw: 從 {course_name} 課程的評估 {assessment} ，無法辨識你的身份。你必須使用{used_attempts} 嘗試驗證您的身份，在{allowed_attempts} 則再也不用驗證。

source: To go to the courseware, select the following link:
da: For at gå tll kursusmateriale, benyt dette link:
fr: Pour voir le cours, sélectionnez le lien suivant:
pl: Aby przejść do materiałów szkoleniowych, wybierz poniższy odnośnik:
pt_pt: Para ir ao material do curso, selecione o seguinte link:
zh_tw: 前往課程內容，選擇以下連結：

source: If you have any questions, you can contact student support at {support_link}.
da: Hvis du har spørgsmål, kan du kontakte kursist support her {support_link}.
fr: Si vous avez des questions, veuillez contacter le support aux étudiant à l'adresse {support_link}.
pl: W przypadku jakichkolwiek pytań, możesz skontaktować się działem pomocy pod adresem {support_link} .
pt_pt: Se tem alguma questão, pode contactar o suporte em {support_link}.
zh_tw: 如你有任何問題，你可以在{support_link}聯繫學生支援。

source: Thanks,
da: Tak!
fr: Merci,
pl: Dziękujemy,
pt_pt: Obrigado,
zh_tw: 感謝，

source: This Course Unavailable In Your Country
da: Dette kursus er ikke tilgængeligt i dit land.
fr: Ce cours n'est pas disponible dans votre pays
pl: Ten kurs jest niedostępny w twoim kraju
pt_pt: Este Curso Não Está Disponível No Seu País
zh_tw: 本課程無法在您所在的國家使用

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
da: Vores system indikerer, at du forsøger at få adgang til dette {platform_name} kursus fra et land eller en region, hvor det i øjeblikket ikke er tilgængeligt.
fr: Notre système indique que vous essayer d'accéder à ce cours {platform_name} à partird'un pays ou d'une région pour lequel il n'est pas disponible pour le moment.
pl: Nasz system wskazuje, że próbujesz uzyskać dostęp do kursu {platform_name} z kraju lub regionu, z którego jest to obecnie niemożliwe.
pt_pt: O nosso sistema indica que está a tentar aceder a este curso {platform_name} de um país ou região no qual o curso não está atualmente disponível.
zh_tw: 我們的系統指出您嘗試從目前系統還沒提供的國家或區域存取{platform_name}課程。

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
da: Vores system indikerer, at du forsøger at tilmelde dig dette {platform_name} kursus fra et land eller en region, hvor det i øjeblikket ikke er tilgængeligt.
fr: Notre système indique que vous essayer de vous inscrire à ce cours {platform_name} à partird'un pays ou d'une région pour lequel il n'est pas disponible pour le moment.
pl: Nasz system wskazuje, że próbujesz zapisać się na kurs {platform_name} z kraju lub regionu, z którego jest to obecnie niemożliwe.
pt_pt: O nosso sistema indica que está a tentar inscrever-se neste curso {platform_name} de um país ou região no qual o curso não se encontra atualmente disponível.
zh_tw: 我們的系統指出您嘗試從目前系統還沒提供的國家或區域註冊{platform_name}課程。

source: Enrollment Successful
da: Tilmelding lykkedes.
fr: Inscription réussie
pl: Rejestracja zakończona powodzeniem
pt_pt: Inscrição Bem Sucedida
zh_tw: 註冊成功

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
da: Tak, fordi du tilmeldte dig {course_names} . Vi håber du bliver glad for kurset.
fr: Merci de vous être inscrit à {course_names}. Nous espérons que vous allez aimer ce cours.
pl: Dziękujemy za zapisanie się na kurs {course_names}. Życzymy przyjemnej nauki!
pt_pt: Obrigado por se inscrever em {course_names}. Esperamos que goste do curso.

source: Thank you for enrolling in:
da: Tak fordi du tilmeldte dig:
fr: Nous vous remercions pour votre inscription :
pl: Dziękujemy za zapisanie się na kurs:
pt_pt: Obrigado por se inscrever em:

source: We hope you enjoy the course.
da: Vi håber du bliver glad for kurset.
fr: Nous espérons que vous allez aimer ce cours.
pl: Życzymy przyjemnej nauki.
pt_pt: Esperamos que goste do curso.

source: Financial Assistance Application
da: Ansøgning om økonomisk bistand
fr: Demande d'assistance financière
pl: Program wsparcia finansowego
pt_pt: Pedido de Assistência Financeira
zh_tw: 經濟支助申請

source: A Note to Learners
da: En note til kursister
fr: Une note aux apprenants
pl: Wiadomość dla studentów
pt_pt: Uma nota aos Estudantes
zh_tw: 給學習者的建議。

source: Dear edX Learner,
da: Kære edX-elev,
fr: Cher apprenant edX,
pl: Szanowny Studencie,
pt_pt: Caro Estudante edX,
zh_tw: 親愛的edX學習者

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
da: EdX Financial Assistance er et program, vi har oprettet for at give elever i alle økonomiske forhold en chance for at opnå et verificeret certifikat efter vellykket gennemførelse af et edX-kursus.
fr: L'assistance financière edX est un programme que nous avons créé pour donner aux apprenants de toute situation financière une chance d'obtenir une attestation après la réussite d'un cours edX.
pl: Stworzyliśmy program wsparcia finansowego, który umożliwia studentom w trudnej sytuacji materialnej uzyskanie bezpłatnego certyfikatu po pomyślnym ukończeniu dowolnego kursu.
pt_pt: A Assistência Financeira EdX é um programa que criamos para oferecer aos estudantes, em todas as circunstâncias financeiras, a oportunidade de obter um Certificado Validado após a conclusão bem sucedida de um curso edX.
zh_tw: EDX經濟支援是我們創建給學習者，在所有財務狀況下，有機會於EDX成功完成課程後，獲得了合格證書的計畫。

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
da: Hvis du er interesseret i at arbejde hen imod et verificeret certifikat, men ikke har råd til at betale gebyret, bedes du ansøge nu. Bemærk venligst, at økonomisk bistand er begrænset og muligvis ikke tildeles alle kvalificerede kandidater.
fr: Si vous êtes intéressé à obtenir une attestation, mais ne pouvez vous permettre les frais, s'il vous plaît postuler maintenant. Prendre note que l'assistance financière est limitée et pourrait ne pas être donnée à tous les candidats admissibles.
pl: Jeśli chcesz uczyć się w kierunku potwierdzonego certyfikatu, ale nie stać cię na wniesienie opłaty, wypełnij formularz. Prosimy mieć na uwadze, że możliwości programu są ograniczone i być może nie będziemy w stanie zaakceptować każdego zgłoszenia kwalifikujących się osób.
pt_pt: Se está interessado em trabalhar para obter um Certificado Validado mas não tem possibilidade de pagar a taxa, candidate-se agora. Tenha, por favor, em atenção que a assistência financeira é limitada e pode não ser atribuída a todos os candidatos elegíveis.
zh_tw: 如果您有興趣獲得合格證書，但卻沒有能力支付此筆費用，請立即申請。請注意，經濟支援是有限的，無法發給所有符合條件的申請者。

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
da: For at være berettiget til edX Financial Assistance skal du demonstrere, at betaling af Verified Certificate-gebyret ville give dig økonomiske vanskeligheder. For at ansøge vil du blive bedt om at besvare et par spørgsmål om, hvorfor du ansøger, og hvordan det verificerede certifikat vil gavne dig.
pt_pt: Para se tornar elegível para a assistência financeira da edX, deve demonstrar que o pagamento da taxa do Certificado Validado lhe causaria dificuldades económicas. Para se candidatar, ser-lhe-á pedido que responda a algumas perguntas sobre a razão da sua candidatura e em que medida o Certificado Verificado o beneficiará.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
da: Hvis din ansøgning bliver godkendt, giver vi dig instruktioner til at bekræfte din identitet på edx.org, så du kan begynde at arbejde hen imod at gennemføre dit edX-kursus.
fr: Si votre demande est approuvée, nous vous donnerons des instructions afin de vérifier votre identité sur edx.org de façon à ce que vous commenciez à compléter votre cours edX.
pl: Jeśli twoje zgłoszenie zostanie zaakceptowane, przekażemy ci instrukcje weryfikacji tożsamości i będziesz mógł uczyć się w celu ukończenia kursu.
pt_pt: Se a sua candidatura for aprovada, forneceremos instruções para verificar a sua identidade em edx.org para que possa começar a trabalhar para concluir o seu curso edX.
zh_tw: 如果您的申請獲得批准，我們將會提供說明，如何於edx.org驗證您的身份，您即可開始完成您的edX課程。

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
da: EdX er forpligtet til at gøre det muligt for dig at tage højkvalitetskurser fra førende institutioner uanset din økonomiske situation, opnå et Verified Certificate og dele din succes med andre.
fr: EdX est déterminé à vous rendre possible de suivre des cours de grande qualité en provenance d'institutions de premier plan quel que soit votre situation financière, obtenir une attestation et partager votre succès avec les autres.
pl: Misją naszej platformy jest umożliwienie dostępu do wysokiej jakości kursów czołowych instytucji edukacyjnych niezależnie od twojej sytuacji finansowej, uzyskanie potwierdzonego certyfikatu i podzielenie się tym sukcesem z innymi.
pt_pt: A edX compromete-se em tornar possível que faça cursos de alta qualidade de instituições líderes independentemente da sua situação financeira, que obtenha um Certificado Validado e partilhe o seu sucesso com outras pessoas.
zh_tw: EDX致力於使你能從領先的機構，修習高品質的課程，無論你的財務狀況為何，獲得合格證書，並與他人分享你的成功。

source: Sincerely, Anant
da: Med venlig hilsen Anant
fr: Sincèrement, Anant
pl: Z poważaniem, Zarząd Platformy
pt_pt: Atenciosamente, Anant
zh_tw: Anant 敬上

source: Back to Student FAQs
da: Tilbage til FAQ for studerende
pt_pt: Regressar às Perguntas Frequentes dos Estudantes

source: Apply for Financial Assistance
da: Ansøg om økonomisk bistand
fr: Postuler à l'aide financière
pl: Aplikuj po wsparcie finansowe
pt_pt: Pedido de Assistência Financeira
zh_tw: 申請資助

source: {platform_name} Home Page
da: {platform_name} Hjemmeside
fr: {platform_name} Accueil
pl: Strona główna {platform_name}
pt_pt: {platform_name} Página Inicial
zh_tw: {platform_name}首頁

source: Options Menu
da: Indstillingsmenu
fr: Menu Options
pl: Menu opcji
pt_pt: Menu de Opções

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
da: {begin_strong}Advarsel:{end_strong} Din browser er ikke fuldt understøttet. Vi anbefaler kraftigt at bruge {chrome_link} eller {ff_link}.
fr: {begin_strong}Avertissement:{end_strong} Votre navigateur n'est pas complètement supporté. Nous recommandons vivement d'utiliser {chrome_link} ou {ff_link}.
pl: {begin_strong}Ostrzeżenie:{end_strong} Twoja przeglądarka internetowa nie jest w pełni wspierana. Zalecamy korzystanie z {chrome_link} lub {ff_link}.
pt_pt: {begin_strong}Atenção:{end_strong} O seu navegador não é inteiramente suportado. Recomendamos a utilização de {chrome_link} ou {ff_link}.
zh_tw: {begin_strong}警告:{end_strong} 您的瀏覽器僅部分支援。強烈建議您使用 {chrome_link} 或 {ff_link}。

source: Discover New
da: Opdag nyt
fr: Explorer les cours
pl: Odkryj nowości
pt_pt: Explorar Novo
zh_tw: 發現新事物

source: Supplemental Links
da: Supplerende links
fr: Liens supplémentaires
pl: Linki uzupełniające
pt_pt: Ligações Suplementares

source: How it Works
da: Hvordan det Virker
fr: Comment ça marche
pl: Jak to działa
pt_pt: Como é que Funciona
zh_tw: 運行機制

source: Schools
da: Skoler
fr: Écoles
pl: Uczelnie
pt_pt: Escolas
zh_tw: 學校

source: Resume your last course
da: Genoptag dit sidste kursus

source: Profile
da: Profil
fr: Profil
pl: Profil
pt_pt: Perfil
zh_tw: 個人檔案
