Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: The badge image file size must be less than 250KB.
da: Billedfilen skal være mindre end 250 KB.
fr: La taille de l'image du badge doit être inférieure à 250 kB.
pl: Rozmiar obrazka odznaki musi być mniejszy niż 250 KB.
pt_pt: O tamanho do ficheiro de imagem do crachá deve ser inferior a 250KB.
zh_tw: 該徽章圖像文件大小必須小於250KB。

source: This value must be all lowercase.
da: Denne værdi skal kun være små bogstaver.
fr: Cette valeur doit être complètement en minuscule.
pl: Ta wartość musi zostać zapisana małymi literami.
pt_pt: Este valor deve ser em letra minúscula.
zh_tw: 此值必須全部為小寫字母。

source: The course mode for this badge image. For example, "verified" or "honor".
da: Kursustilstanden for dette badgebillede. For eksempel "verificeret" eller "ære".
pt_pt: O modo de curso para esta imagem de crachá. Por exemplo, "verificado" ou "honra".

source: Badge images must be square PNG files. The file size should be under 250KB.
da: Billedet skal være firkantet PNG-fil. Filstørrelse maks. 250KB
pt_pt: As imagens do crachá devem ser quadradas e no formato PNG. O tamanho do ficheiro deve ter menos de 250KB.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
da: Indstil denne værdi til True, hvis du ønsker, at dette billede skal være standardbilledet for alle kursus tilstande, der ikke har et specificeret badgebillede. Du kan kun have ét standardbillede.
pt_pt: Defina este valor como verdadeiro se desejar que esta imagem seja a imagem padrão para qualquer modo de curso que não tenha uma imagem especificada. Só pode haver uma imagem padrão.

source: There can be only one default image.
da: Der kan kun være ét default billede.
pt_pt: Só pode haver uma imagem padrão.

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
da: På hver linje skal du sætte antallet af gennemførte kurser, der skal tildeles et emblem for, et komma, og slug fra en emblemklasse, du har oprettet, som har den udstedende komponent 'openedx__course'. For eksempel: 3,tilmeldte_3_kurser
pt_pt: Em cada linha, coloque o número de cursos concluídos para atribuição de um crachá, uma vírgula e a slug de uma classe de crachá criada por si que tenha o componente de emissão 'openx__course'. Por exemplo: 3, enrolled_3_courses

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
da: På hver linje skal du sætte antallet af tilmeldte kurser, der skal tildeles et emblem for, et komma, og slugen for en badge-klasse, du har oprettet, som har den udstedende komponent 'openedx__course'. For eksempel: 3,tilmeldte_3_kurser
pt_pt: Em cada linha, coloque o número de cursos matriculados para atribuição de um crachá, uma vírgula e o slug de uma classe de crachá criada por si, que possui o componente de emissão 'openx__course'. Por exemplo: 3, enrolled_3_courses

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
da: Hver linje er en kommasepareret liste. Det første element i hver linje er slug fra en badge-klasse, du har oprettet, som har en udstedende komponent af 'openedx__course'. De resterende elementer i hver linje er de kursusnøgler, som eleven skal gennemføre for at blive tildelt badget. For eksempel: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
pt_pt: Cada linha é uma lista separada por vírgulas. O primeiro item em cada linha é o slug de um crachá de aula criado por si e que tem um componente de emissão de 'openedx__course'. Os itens restantes em cada linha são os itens essenciais do curso que o estudante precisa de concluir para obter o crachá. Por exemplo: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second

source: Please check the syntax of your entry.
da: Tjek venligst syntaksen for din post.
pt_pt: Verifique, por favor, a sintaxe da sua entrada.

source: Take free online courses at edX.org
da: Tag gratis onlinekurser på edX.org
fr: Prendre des cours gratuits en ligne sur edX.org
pl: Weź udział w bezpłatnych kursach online
pt_pt: Faça cursos gratuitos online em edX.org

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
da: © {org_name} . Alle rettigheder forbeholdes, medmindre andet er angivet. edX, Open edX og deres respektive logoer er registrerede varemærker tilhørende edX Inc.
pt_pt: © {org_name}. Todos os direitos reservados, excepto os devidamente assinalados. edX, Open edX e os seus logótipos respectivos são marcas registadas da edX Inc.

source: Contact Us
da: Kontakt os
fr: Nous contacter
pl: Kontakt
pt_pt: Contacte-nos

source: Help Center
da: Hjælp
fr: Centre d'aide
pl: Centrum pomocy
pt_pt: Centro de Ajuda
zh_tw: 幫助中心

source: Media Kit
da: Mediesæt
fr: Kit média
pl: Dla mediów
pt_pt: Kit de imprensa
zh_tw: 媒體工具箱

source: Donate
da: Donér
fr: Faire un don
pl: Przekaż darowiznę
pt_pt: Faça um donativo
zh_tw: 捐款

source: About
da: Om
fr: A propos
pl: Na karcie
pt_pt: Sobre
zh_tw: 關於

source: Contact
da: Kontakt
pl: Kontakt
pt_pt: Contacto
zh_tw: 聯繫我們

source: Careers
da: Karrierer
fr: Carrière
pl: Kariera
pt_pt: Carreiras
zh_tw: 招聘

source: News
da: Nyheder
fr: Nouvelles
pl: Aktualności
pt_pt: Novidades
zh_tw: 新聞

source: Terms of Service & Honor Code
da: Servicebetingelser & Æreskodeks
fr: Conditions d'utilisation & Code d'honneur
pl: Warunki korzystania z Serwisu i Kodeks Honorowy
pt_pt: Termos de Serviço & Código de Honra
zh_tw: 服務條款和榮譽守則

source: Privacy Policy
da: Privatlivspolitik
fr: Politique de confidentialité
pl: Polityka prywatności
pt_pt: Politica de Privacidade
zh_tw: 隱私權保護政策

source: Accessibility Policy
da: Politik for tilgængelighed
fr: Politique d'accessibilité
pl: Polityka Dostępności
pt_pt: Política de Acessibilidade
zh_tw: 可訪性政策

source: Terms of Service
da: Vilkår
fr: Conditions d'utilisation
pl: Warunki korzystania z Serwisu
pt_pt: Termos de Serviço
zh_tw: 服務條款

source: Affiliates
da: Tilknyttede virksomheder
fr: Partenariats
pt_pt: Afiliados

source: Open edX
da: Åbn edX
fr: Ouvrir edX

source: Trademark Policy
da: Varemærkepolitik
fr: Politique de la marque
pt_pt: Política de Marca Registada

source: Download the {platform_name} mobile app from the Apple App Store
da: Download {platform_name} mobil app fra Apple App Store
fr: Télécharger l'application mobile {platform_name} à partir du Apple App Store
pl: Pobierz aplikację mobilną {platform_name} z Apple App Store
pt_pt: Transfira a aplicação móvel {platform_name} da Loja de Aplicações da Apple
zh_tw: 從 Apple 的 App Store 下載 {platform_name} 平台的行動應用程式。

source: Download the {platform_name} mobile app from Google Play
da: Download {platform_name} mobil app fra Google Play
fr: Télécharger l'application mobile {platform_name} à partir de Google Play
pl: Pobierz aplikację mobilną {platform_name} z Google Play
pt_pt: Transfira a aplicação móvel {platform_name} da Google Play
zh_tw: 從 Google Play 下載 {platform_name} 平台的行動應用程式。

source: "{course_title}" Course Staff
da: "{course_title}" Kursuspersonale
fr: "{course_title}" Equipe pédagogique
pl: Kadra kursu "{course_title}"
pt_pt: "{course_title}" Pessoal do Curso

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
da: En CCX kan kun oprettes på dette kursus gennem en ekstern service. Kontakt en kursusadministrator for at give dig adgang.
fr: Un CCX peut seulement être créé sur ce cours au travers d'un service externe. Contacter un administrateur du cours pour vous donner l'accès.
pl: KDD dla obecnego kursu można utworzyć wyłącznie za pośrednictwem serwisu zewnętrznego. Skontaktuj się z administratorem kursu w celu uzyskania dostępu.
pt_pt: Um CCX só pode ser criado neste curso através de um serviço externo. Entre em contacto com um administrador do curso para lhe dar acesso.
zh_tw: CCX 只能透過外部服務在此課程上建立。請和課程管理員連絡，以取得存取權。

source: The course is full: the limit is {max_student_enrollments_allowed}
da: Kurset er fyldt: grænsen er {max_student_enrollments_allowed}
fr: Ce cours est plein : la limite est {max_student_enrollments_allowed}
pl: Brak wolnych miejsc w kursie: maksymalna liczba miejsc wynosi {max_student_enrollments_allowed}
pt_pt: O curso está completo: o limite é {max_student_enrollments_allowed}
zh_tw: 此門課已額滿:人數限制為 {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
da: Du skal være CCX Coach for at få adgang til denne visning.
fr: Vous devez être un coach CCX pour accéder à cette vue.
pl: Musisz być trenerem KDD, aby mieć dostęp do tego podglądu.
pt_pt: Deve ser um Tutor CCX para ter acesso a esta visualização.
zh_tw: 您必須要是CCX Coach 才能存取此檢視。

source: You must be the coach for this ccx to access this view
da: Du skal være coach for denne CCX for at få adgang til denne visning
fr: Vous devez être le coach pour ce ccx pour accéder cette vue.
pl: Musisz być trenerem tego KDD, aby mieć dostęp do tego podglądu
pt_pt: Deve ser o tutor deste CCX para ter acesso a esta visualização
zh_tw: 您必須是成為這個CCX的教練存取此檢視。

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
da: Du kan ikke oprette en CCX fra et kursus ved hjælp af et forældet ID. Opret en ny kørsel af dette kursus i Studio for at tillade denne handling.
fr: Vous ne pouvez créer un CCX à partir d'un cours utilisant un identifiant obsolète. S'il vous plaît, créez une relance de ce cours dans le studio afin de permettre cette action.
pl: Nie możesz stworzyć KDD z kursu używającego przestarzałego identyfikatora. Proszę utworzyć wznowienie tego kursu w Studio, aby umożliwić tę czynność.
pt_pt: Não pode criar um CCX de um curso utilizando um ID descontinuado. Crie uma nova edição deste curso no estúdio para permitir esta ação.
zh_tw: 您無法使用已棄用的ID從課程創建一個CCX。請在工作室再次創建此課程步驟。

source: regenerated
da: regenereret
fr: régénérée
pl: odtworzony
pt_pt: regenerado
zh_tw: 重新產生

source: generated
da: genereret
fr: généré
pl: wygenerowany
pt_pt: gerado
zh_tw: 產生

source: All learners
da: Alle elever
fr: Tous les apprenants
pl: Dla wszystkich studentów
pt_pt: Todos os estudantes
zh_tw: 所有學習者

source: For exceptions
da: For undtagelser
fr: Pour les dérogations
pl: Dla wyjątków
pt_pt: Para exceções
zh_tw: 例外

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
da: En menneskelæselig beskrivelse af eksempelcertifikatet. For eksempel 'verificeret' eller 'ære' for at skelne mellem to typer certifikater.
fr: Une description lisible de l'attestation d'exemple. Par exemple, 'vérifiée' ou 'honneur' afin de différencier entre deux types d'attestation.
pl: Czytelny opis różnicujący przykładowy certyfikat. Na przykład "potwierdzony" lub "honor", aby odróżnić te dwa rodzaje certyfikatów.
pt_pt: Uma descrição, legível por pessoas, do exemplo de certificado. Por exemplo, 'validado' ou 'honra' para diferenciar dois tipos de certificados.
zh_tw: 範例證書的可讀說明。例如，“合格”或“榮譽"兩類證書區分。

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
da: En unik identifikator for certifikat-eksemplet. Dette bruges, når vi modtager et svar fra køen til at afgøre, hvilket eksempel-certifikat blev behandlet.
fr: Un identifiant unique pour l'attestation d'exemple. Ceci est utilisé quand nous recevons une réponse de de la queue de traitement afin de déterminer quel type d'attestation a été traitée.
pl: Unikalny identyfikator przykładowego certyfikatu. Jest używany podczas otrzymywania odpowiedź z kolejki w celu określenia który przykładowy certyfikat został przetworzony.
pt_pt: Um identificador único para o certificado de exemplo. Este é utilizado quando recebemos uma resposta da fila para determinar qual o certificado de exemplo que foi processado..
zh_tw: 此為範例證書唯一的標示符。當我們接收到回應時，是用來確定哪一個範例證書要先處理。

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
da: En adgangsnøgle til eksempel på diplom. Dette bruges, når vi modtager et svar fra køen til at validere, om afsenderen er den samme som den enhed, vi har bedt om at generere certifikatet.
fr: Une clé d'accès pour l'attestation d'exemple. Celle-ci est utilisée quand nous recevons une réponse de la queue de traitement afin de valider que l’expéditeur est la même entité à qui nous avons demandé de générer l'attestation.
pl: Klucz dostępu dla przykładowego certyfikatu. Jest używany podczas otrzymywania odpowiedź z kolejki w celu walidacji czy nadawca jest tą samą jednostką, którą prosiliśmy o wygenerowanie certyfikatu.
pt_pt: Uma chave de acesso para o certificado de exemplo. Esta é utilizada quando recebemos uma resposta da fila para validar em que o remetente é a mesma entidade a quem pedimos para gerar o certificado.
zh_tw: 範例證書會有存取的金鑰。我們接收到回應是用來檢核與驗證，與我們申請產生證書的驗證是相同的。

source: The full name that will appear on the certificate.
da: Det fulde navn, som vil blive vist på diplomet.
fr: Le nom complet tel qu'il apparaîtra sur le certificat.
pl: Imię i nazwisko, które pojawią się na certyfikacie.
pt_pt: O nome completo que irá aparecer no certificado.
zh_tw: 將出現在證書上的全名。

source: The template file to use when generating the certificate.
da: Skabelonen til brug ved generering af diplomet.
fr: Le gabarit qui sera utilisé afin de générer le certificat
pl: Plik szablonu do użycia podczas generowania tego certyfikatu.
pt_pt: O ficheiro modelo utilizado ao gerar o certificado.
zh_tw: 使用此模板檔案來產生此證書 。

source: The status of the example certificate.
da: Status på eksemplet på diplom.
fr: Le statut du certificat d'exemple.
pl: Status przykładowego certyfikatu.
pt_pt: O estatuto do certificado de exemplo.
zh_tw: 範例證書的狀態。

source: The reason an error occurred during certificate generation.
da: Grunden til at der opstod en fejl ved generering af diplom.
fr: La raison pour laquelle est survenue une erreur durant la génération du certificat.
pl: Powód wystąpienia błędu w trakcie generowania certyfikatu.
pt_pt: A razão pela qual ocorreu um erro durante a produção do certificado.
zh_tw: 證書生成過程中出現錯誤的原因。

source: The download URL for the generated certificate.
da: Download URL til det genererede diplom.
fr: L'URL de téléchargement du certificat généré.
pl: Odnośnik URL do pobrania wygenerowanego certyfikatu.
pt_pt: O URL para transferir o certificado gerado.
zh_tw: 下載此證書的網址 。

source: Name of template.
da: Skabelonnavn
fr: Nom du modèle.
pl: Nazwa szablonu.
pt_pt: Nome do modelo.
zh_tw: 模板名稱

source: Description and/or admin notes.
da: Beskrivelse og/eller admin noter.
fr: Description et/ou notes administratives.
pl: Opis i/lub adnotacja administratora.
pt_pt: Descrição e/ou notas do administrador.
zh_tw: 敘述與／或管理員筆記

source: Django template HTML.
da: Django-skabelon HTML.
fr: Gabarit HTML Django
pl: Szablon HTML Django.
pt_pt: Template HTML de Django.
zh_tw: Django模板HTML

source: Organization of template.
da: Organisation af skabelon.
fr: Organisation du modèle.
pl: Plan szablonu.
pt_pt: Organização do template.
zh_tw: 模板的組織

source: The course mode for this template.
da: Kursustilstanden for denne skabelon.
fr: Le mode de cours pour ce gabarit.
pl: Tryb kursu powiązany z tym szablonem.
pt_pt: Modo de curso para este modelo.
zh_tw: 該模板的課程模式。

source: On/Off switch.
da: Tænd/Sluk kontakt
fr: Bouton marche/arrêt.
pl: Włącz/Wyłącz.
pt_pt: Interruptor ligado/desligado.
zh_tw: 開／關切換

source: Description of the asset.
da: Beskrivelse
fr: Description de la ressource.
pl: Opis elementu
pt_pt: Descrição do recurso.
zh_tw: 該資源的描述。

source: Asset file. It could be an image or css file.
da: Aktiv fil. Det kan være et billede eller en css-fil.
fr: Fichier de ressources. Ce peut être une image ou un fichier css.
pl: Plik elementu. Może to być obrazek lub plik css.
pt_pt: Recurso. Pode ser uma imagem ou ficheiro css.
zh_tw: 資源檔。可以是一張圖片或css檔案。

source: Asset's unique slug. We can reference the asset in templates using this value.
da: Assets unikke snegl. Vi kan referere til aktivet i skabeloner ved hjælp af denne værdi.
fr: Slug unique de l'actif. Nous pouvons faire référence à l'actif dans les gabarits utilisant cette valeur.
pl: Unikalna ścieżka elementu. Używając tej wartości można odnieść się do elementu w szablonie.
pt_pt: Slug exclusivo do ficheiro. Podemos fazer referência ao ficheiro em modelos usando este valor.
zh_tw: Asset's unique slug.我們可以參考使用這個參數用在這個模版。

source: user is not given.
da: bruger er ikke givet.
fr: utilisateur non fourni.
pl: Nie podano użytkownika
pt_pt: utilizador não fornecido.
zh_tw: 沒有提供使用者

source: user '{user}' does not exist
da: brugeren &#39;{user}&#39; eksisterer ikke
fr: utilisateur '{user}' n'existe pas
pl: Nie istnieje użytkownik '{user}'
pt_pt: utilizador '{user}' não existe
zh_tw: 使用者'{user}'不存在

source: Course id '{course_id}' is not valid
da: Kursus-id '{course_id}' er ikke gyldig
fr: L'identifiant de cours '{course_id}' n'est pas valide
pl: Identyfikator kursu '{course_id}' jest nieprawidłowy
pt_pt: A ID do curso '{course_id}' não é válida
zh_tw: 無效之課程id '{course_id}'

source: The course does not exist against the given key '{course_key}'
da: Kurset eksisterer ikke mod den givne nøgle '{course_key}'
fr: Le cours n'existe pas contre la clé donnée '{course_key}'
pl: Nie istnieje kurs o podanym kluczu '{course_key}'
pt_pt: O curso não existe com a chave fornecida '{course_key}'
zh_tw: 本課程不存在指定的金鑰'{course_key}'

source: User {username} does not exist
da: Bruger {username} eksisterer ikke
fr: L'utilisateur {username} n'existe pas.
pl: Nie istnieje użytkownik {username}
pt_pt: O utilizador {username} não existe
zh_tw: 使用者 {username} 不存在。

source: {course_key} is not a valid course key
da: {course_key} er ikke en gyldig kursusnøgle
fr: {course_key} n'est pas une clé de cours valide
pl: {course_key} nie jest prawidłowym kluczem kursu
pt_pt: {course_key} não é uma chave de curso válida
zh_tw: {course_key} 不是有效的課程密鑰。

source: The course {course_key} does not exist
da: Kursusnøglen {course_key} eksisterer ikke
fr: La clé de cours {course_key} n'existe pas
pl: Nie istnieje kurs "{course_key}"
pt_pt: O curso {course_key} não existe
zh_tw: {course_key} 課程不存在。

source: User {user_id} is not enrolled in the course {course_key}
da: Brugeren {user_id} er ikke tilmeldt kurset {course_key}
fr: L'utilisateur {user_id} n'est pas inscrit dans le cours {course_key}
pt_pt: O utilizador {user_id} não está inscrito no curso {course_key}

source: An unexpected error occurred while regenerating certificates.
da: En uventet fejl under regenerering af diplomer.
fr: Une erreur inattendue est apparue lors de la régénération des attestations.
pl: Wystąpił nieoczekiwany błąd w trakcie odnawiania certyfikatów.
pt_pt: Ocorreu um erro inesperado ao regenerar os certificados.
zh_tw: 在重新產生證書時，發生了一個未預期的錯誤。

source: User {username} is not enrolled in the course {course_key}
da: Bruger {username} er ikke tilmeldt kurset {course_key}
fr: L'utilisateur {username} n'est pas inscrit dans le cours {course_key}
pl: Użytkownik "{username}" nie jest zapisany na kurs "{course_key}"
pt_pt: O utilizador {username} não está inscrito no curso {course_key}
zh_tw: 使用者 {username} 還沒有註冊 {course_key} 課程。

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
da: Et {cert_type}-certifikat betyder, at en elev har indvilliget i at overholde den æreskodeks, der er fastsat af {platform_name} og har fuldført alle de påkrævede opgaver for dette kursus i henhold til dets retningslinjer.
fr: Un certificat {cert_type} signifie que l'apprenant a accepté de respecter le code d'honneur établie par {platform_name} et a terminé toutes les tâches requises pour ce cours en vertu de ses lignes directrices.
pl: Certyfikat "{cert_type}" stanowi potwierdzenie, że uczący zgodził się przestrzegać kodeksu honorowego ustanowionego przez platformę {platform_name} i ukończył wszystkie zadania kursowe zgodnie z ich wytycznymi.
pt_pt: Um certificado {cert_type} significa que um estudante concordou em cumprir o código de honra estabelecido por {platform_name} e completou todas as tarefas necessárias para este curso de acordo com as suas directrizes.
zh_tw: An {cert_type} 證書象徵著學習者已同意由{platform_name}建立及遵守榮譽守則，並已經完成根據此門課之指引完成所有任務。

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
da: Et {cert_type}-certifikat betyder, at en elev har accepteret at overholde den æreskodeks, der er fastsat af {platform_name} og har fuldført alle de påkrævede opgaver for dette kursus i henhold til dets retningslinjer. Et {cert_type}-certifikat angiver også, at elevens identitet er blevet kontrolleret og er gyldig.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
da: Et {cert_type} -certifikat demonstrerer et højt præstationsniveau i et studieprogram og inkluderer verifikation af den studerendes identitet.
fr: Un certificat {cert_type} démontre un niveau élevé de réussite dans un programme d'études, et comprend la vérification de l'identité de l'étudiant.
pl: Certyfikat {cert_type} stanowi potwierdzenie wysokiego poziomu zaangażowania w program nauki, a także obejmuje potwierdzenie tożsamości studenta.
pt_pt: Um certificado {cert_type} demonstra um alto nível de realização num programa de estudo e inclui a verificação da identidade do estudante.
zh_tw: 一張 {cert_type} 證書證明學習課程高水準的成果，並包括驗證學生的身份。

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
da: Dette er et gyldigt {platform_name} diplom for {user_name}, som deltog i {partner_short_name} {course_number}
fr: Ceci est un certificat {platform_name} valide pour {user_name}, qui a participé au cours {course_number} de {partner_short_name}
pl: Certyfikat {platform_name} studenta "{user_name}", który uczestniczył w kursie {partner_short_name} {course_number}
pt_pt: Este é um certificado válido {platform_name} para {user_name}, que participou em {partner_short_name} {course_number}
zh_tw: 此為有效的 {platform_name} 證書給{user_name}，並參與了{partner_short_name}{course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
da: {partner_short_name} {course_number} Diplom | {platform_name}
fr: Certificat {partner_short_name} {course_number} | {platform_name}
pl: Certyfikat {partner_short_name} {course_number} | {platform_name}
pt_pt: {partner_short_name} {course_number} Certificado | {platform_name}
zh_tw: {partner_short_name} {course_number} 修課證明 | {platform_name}
