Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
da: Bemærk: Sider er offentligt synlige. Hvis brugere kender URL'en på en side, kan de se siden, selvom de ikke er tilmeldt eller logget ind på dit kursus.
fr: Remarque: Les pages sont visibles publiquement. Si les utilisateurs connaissent l'URL d'une page, ils peuvent afficher la page, même s'ils ne sont pas enregistrés ou authentifiés à votre cours.
pl: Uwaga: Strony są widoczne publicznie. Jeśli użytkownicy znają adres URL strony, mogą ją widzieć nawet jeśli nie są zarejestrowani ani zalogowani do twojego kursu.
pt_pt: Nota: as páginas são visíveis publicamente. Se os utilizadores souberem o URL de uma página, conseguirão ter acesso mesmo que não tenham a sessão iniciada ou não estejam registados no seu curso.
zh_tw: 注意：自訂頁面是公開可見的，如果使用者知道自訂頁面的URL，就算使用者並未註冊或是登入您的課程，依然可以看見其內容。

source: Show this page
da: Vis denne side
fr: Montrer cette page
pl: Pokaż tę stronę
pt_pt: Mostrar esta página
zh_tw: 顯示該頁面

source: Show/hide page
da: Vis/skjul side
fr: Montrer/cacher la page
pl: Pokaż/ukryj stronę
pt_pt: Mostrar/ocultar página
zh_tw: 顯示/隱藏頁面

source: This page cannot be reordered
da: Denne side kan ikke genindlæses
fr: Cette page ne peut pas être reclassée.
pl: Nie można zreorganizować tej strony
pt_pt: Esta página não pode ser reordenada
zh_tw: 無法復原此頁面

source: You can add additional custom pages to your course.
da: Du kan tilføje yderligere brugerdefinerede sider til dit kursus.
fr: Vous pouvez ajouter des pages personnalisées supplémentaires à votre cours.
pl: Możesz uzupełniać swój kurs o dodatkowe strony.
pt_pt: Pode adicionar páginas personalizadas extra ao seu curso.
zh_tw: 您可以增加額外的自訂頁面到您的課程中

source: Add a New Page
da: Tilføj en ny side
fr: Ajouter une nouvelle page
pl: Dodaj nową stronę
pt_pt: Adicionar uma Nova Página
zh_tw: 新增頁面

source: What are pages?
da: Hvad er sider?
fr: Quelles sont les pages ?
pl: Czym są strony?
pt_pt: O que são páginas?
zh_tw: 什麼是自訂頁面？

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
da: Sider er anført vandret øverst på dit kursus. Standardsider (Hjem, Kursus, Diskussion, Wiki og Fremskridt) efterfølges af lærebøger og brugerdefinerede sider, som du opretter.
fr: Les pages sont répertoriés horizontalement en haut de votre cours. Les pages par défaut (Accueil, Cours, Discussions, Wiki et Progression) sont suivies par les manuels et les pages personnalisées que vous créez.
pl: Strony tworzą poziome menu znajdujące się w górnej części twojego kursu. Domyślne strony (Strona główna, Kurs, Dyskusja, Wiki i Postęp) uzupełniają podręczniki oraz strony, które dodasz według własnego uznania.
pt_pt: As páginas são listadas horizontalmente na barra superior do seu curso. As páginas padrão (Início, Curso, Debates, Wiki e Progresso) são seguidas por livros didáticos e páginas personalizadas que poderá criar e adicionar.
zh_tw: 自訂頁面會水平列在您的課程上方。預設頁面(首頁、課程、討論區、Wiki和學習進度) 排列在您建立的教材和自訂頁面之前。

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
da: Du kan oprette og redigere tilpassede sider for at give eleverne yderligere kursusindhold. Du kan for eksempel oprette sider til karakterpolitikken, kursusdias og en kursuskalender.
fr: Vous pouvez créer et éditer des pages personnalisées pour fournir des informations aux étudiants sur le contenu additionnel du cours. Par exemple, vous pouvez créer des pages sur le système de notation, les supports de cours et un calendrier de cours.
pl: Możesz tworzyć i edytować własne zindywidualizowane strony i umieszczać na nich dodatkowe treści. Dla przykładu, możesz stworzyć stronę z regulaminem kursu lub regulaminem zakładu, kalendarzem kursowym, albo ze slajdami.
pt_pt: Pode criar e editar as páginas personalizadas para disponibilizar aos estudantes com conteúdo adicional do curso. Por exemplo, pode criar páginas sobre a política de classificação, diapositivos do curso, e o calendário do curso.
zh_tw: 您可以建立自訂頁面以提供學生額外的課程資訊。舉例來說，您可以建立關於課程評分標準、課程簡報以及行事曆等相關頁面。

source: How do pages look to students in my course?
da: Hvordan ser siderne ud for eleverne i mit kursus?
fr: Comment ces pages sont-elles vues dans mon cours par les étudiants ?
pl: W jaki sposób strony są widoczne dla studentów?
pt_pt: Como é que os estudantes veem as páginas no meu curso?
zh_tw: 學生在我的課程中看到的自訂頁面會長什麼樣子？

source: Students see the default and custom pages at the top of your course and use these links to navigate.
da: Studerende ser standard- og tilpassede sider øverst i dit kursus og bruger disse links til at navigere.
fr: Les étudiants voient les pages par défaut et les pages personnalisées en haut de votre cours et utilisent ces liens pour naviguer.
pl: Studenci widzą standardowe i zindywidualizowane strony w górnej części kursu w formie poziomego menu.
pt_pt: Os estudantes veem as páginas predefinidas e personalizadas no topo do seu curso e utilizam estas hiperligações para navegar.
zh_tw: 學生在您的課程最上方將會於看到預設以及自訂的頁面，並且利用這些連結課程內容

source: See an example
da: Se et eksempel
fr: Voir un exemple
pl: Zobacz przykład
pt_pt: Ver um exemplo
zh_tw: 瞧瞧範例

source: Pages in Your Course
da: Sider i dit kursus
fr: Pages de votre cours.
pl: Strony w twoim kursie
pt_pt: Páginas no Seu Curso
zh_tw: 您課程中的頁面

source: Preview of Pages in your course
da: Forhåndsvisning af sider i dit kursus
fr: Aperçu des pages de votre cours
pl: Podgląd stron twojego kursu
pt_pt: Pré-visualizar Páginas no seu curso
zh_tw: 在課程中預覽靜態頁面

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
da: Sider vises i dit kursuss øverste navigationslinje. Standardsiderne (Hjem, Kursus, Diskussion, Wiki og Fremskridt) efterfølges af lærebøger og brugerdefinerede sider.
fr: Les pages sont répertoriés horizontalement en haut de votre cours. Les pages par défaut (Accueil, Cours, Discussions, Wiki et Progression) sont suivies par les manuels et les pages personnalisées que vous créez.
pl: Strony są widoczne w górnym poziomym menu twojego kursu. Domyślne strony (Strona główna, Kurs, Dyskusja, Wiki i Postęp) uzupełniają podręczniki oraz strony, które dodasz według własnego uznania.
pt_pt: As páginas aparecem na barra superior de navegação no seu curso. As páginas predefinidas (Início, Curso, Debates, Wiki e Progresso) são acompanhadas de livros didáticos e páginas personalizadas.
zh_tw: 靜態頁面會出現在在課程上方的導覽列。預設頁面(首頁、課程、討論區、Wiki和進度)會接在教材和自訂的靜態頁面之後。

source: close modal
da: tæt modal
fr: Fermer la fenêtre contextuelle
pl: zamknij okno
pt_pt: fechar modal
zh_tw: 關閉模式

source: Internal Server Error
da: Intern serverfejl
fr: Erreur Interne Serveur
pl: Wewnętrzny błąd serwera
pt_pt: Erro Interno do Servidor
zh_tw: 內部伺服器錯誤

source: The Page You Requested Page Cannot be Found
da: Den side, du har anmodet om, kan ikke findes
fr: La page que vous avez demandée n'a pas été trouvée
pl: Strona której szukasz nie została odnaleziona
pt_pt: A Página Que Solicitou Não Pode Ser Encontrada
zh_tw: 無法找到您請求的頁面

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again.
da: Vi er kede af det. Vi kunne ikke finde den {studio_name} side, du leder efter. Du vil måske vende tilbage til {studio_name} Dashboard og prøve igen.
fr: Nous sommes désolés. Nous n'avons pas trouvé la page {studio_name} que vous recherchez. Vous pouvez revenir au Tableau de bord {studio_name} et réessayer.
pl: Przykro nam. Nie mogliśmy znaleźć strony {studio_name}, której szukasz. Możesz wrócić do panelu {studio_name} i spróbować ponownie.
pt_pt: Pedimos desculpa. Não conseguimos encontrar a página {studio_name} que procura. Talvez queira voltar para o {studio_name} painel de controlo e tentar novamente.

source: The Server Encountered an Error
da: Serveren stødte på en fejl
fr: Le serveur a rencontré une erreur
pl: Serwer napotkał błąd
pt_pt: O Servidor Encontrou um Erro
zh_tw: 伺服器發生錯誤

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again.
da: Vi er kede af det. Der opstod et problem med serveren under forsøget på at behandle din sidste anmodning. Du vil måske vende tilbage til {studio_name} Dashboard eller prøve denne anmodning igen.
fr: Nous sommes désolés. Il ya eu un problème avec le serveur lors du traitement de votre dernière demande. Vous pouvez revenir au Tableau de bord {studio_name} ou relancer cette demande.
pl: Przykro nam. Wystąpił problem z serwerem podczas próby przetworzenia Twojego ostatniego żądania. Możesz wrócić do panelu {studio_name} lub spróbować ponownie.
pt_pt: Pedimos desculpa. Houve um problema com o servidor enquanto tentava processar o seu último pedido. Pode querer voltar ao Painel de Controlo {studio_name} ou tentar novamente este pedido.

source: Back to dashboard
da: Tilbage til dashboard
fr: Retour au tableau de bord
pl: Powrót do pulpitu
pt_pt: Voltar ao Painel de Controlo
zh_tw: 回到我的課程

source: Library Export
da: Bibliotekseksport
fr: Export de la bibliothèque
pl: Eksport biblioteki
pt_pt: Exportação de Biblioteca
zh_tw: 課程組件庫匯出

source: Course Export
da: Eksport af kursus
fr: Export du cours
pl: Eksport kursu
pt_pt: Exportação de Curso
zh_tw: 匯出課程

source: About Exporting Libraries
da: Om eksport af biblioteker
fr: À propos de l'export des bibliothèques
pl: O eksportowaniu bibliotek
pt_pt: Sobre a Exportação de Bibliotecas
zh_tw: 關於匯出函式庫

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
da: Du kan eksportere biblioteker og redigere dem uden for {studio_name} . Den eksporterede fil er en .tar.gz-fil (det vil sige en .tar-fil komprimeret med GNU Zip), der indeholder bibliotekets struktur og indhold. Du kan også genimportere biblioteker, som du har eksporteret.
fr: Vous pouvez exporter les bibliothèques et les éditer à l'extérieur de {studio_name}. Le fichier exporté est un fichier .tar.gz (donc, un fichier .tar compressé avec GNU Zip) contenant la structure et le contenue de la bibliothèque. Vous pouvez aussi réimporter les bibliothèques que vous avez exportées.
pl: Możesz eksportować biblioteki i edytować je poza {studio_name}. Wyeksportowany plik posiada format .tar.gz (czyli jest to plik .tar skompresowany przez GNU Zip) i zawiera strukturę i treść biblioteki. Możesz także importować wcześniej wyeksportowane biblioteki.
pt_pt: Pode exportar bibliotecas e editá-las fora de {studio_name}. O ficheiro exportado é um ficheiro .tar.gz (ou seja, um ficheiro .tar comprimido com GNU zip) que contém a estrutura e o conteúdo da biblioteca. Também pode re-importar bibliotecas que já tenha exportado.
zh_tw: 您可以在{studio_name}之外匯出課程組件庫並且編輯它們。匯出的檔案會是一個 .tar.gz 的檔案 (即 .tar 檔案再以 GNU Zip 壓縮)，包含著課程組件庫結構以及內容。您也可以重新匯入已經匯出的課程組件庫。

source: About Exporting Courses
da: Om eksport af kurser
fr: À propos de l'export des cours
pl: O eksportowaniu kursów
pt_pt: Sobre a Exportação de Cursos
zh_tw: 關於匯出課程

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
da: Du kan eksportere kurser og redigere dem uden for {studio_name} . Den eksporterede fil er en .tar.gz-fil (det vil sige en .tar-fil komprimeret med GNU Zip), der indeholder kursets struktur og indhold. Du kan også genimportere kurser, som du har eksporteret.
fr: Vous pouvez exporter des cours et les éditer à l'extérieur de {studio_name}. Le fichier exporté est en format .tar.gz (i.e. un fichier .tar compressé avec GNU Zip) contenant la structure et le contenu du cours. Vous pouvez aussi ré-importer des cours que vous avez exporté.
pl: Możesz eksportować kursy i edytować je poza {studio_name}. Wyeksportowany plik posiada format .tar.gz (czyli jest to plik .tar skompresowany przez GNU Zip) i zawiera strukturę i treść kursu. Możesz także importować wcześniej wyeksportowane kursy.
pt_pt: Pode exportar cursos e editá-los fora de {studio_name}. O ficheiro exportado é um ficheiro .tar.gz (ou seja, um ficheiro .tar comprimido com GNU zip) que contém a estrutura e o conteúdo da curso. Também pode re-importar cursos que já tenha exportado.
zh_tw: 您可以在{studio_name}之外匯出課程並且編輯它們。匯出的檔案會是一個 .tar.gz 的檔案 (即 .tar 檔案再以 GNU Zip 壓縮)，其中包含的課程結構以及內容。您也可以重新匯入已經匯出的課程。

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
da: {em_start}Forsigtig: {em_end} Når du eksporterer et kursus, inkluderes oplysninger såsom MATLAB API-nøgler, LTI-pas, annotationshemmelige tokenstrenge og annotationslagrings-URL&#39;er i de eksporterede data. Hvis du deler dine eksporterede filer, deler du muligvis også følsomme eller licensspecifikke oplysninger.
fr: {em_start}Avertissement :{em_end} Lors de l'exportation d'un cours, des informations telles que les clés d'API MATLAB, les passports LTI, les annotations secrètes et les URLs pour le stockage des annotations, sont inclues dans les données exportées. Si vous partagez vos fichiers exportés, vous pourriez aussi partager des données sensibles ou des informations de licence.
pl: {em_start}Ostrzeżenie:{em_end} Jeśli eksportujesz kurs, informacje takie jak klucze MATLAB API, klucze LTI, ukryte przypisy, a także odnośniki do miejsc adnotacji, są zawarte w eksportowanych danych. Jeśli dzielisz się z kimś eksportowanym plikiem, miej na uwadze, że plik może zawierać "wrażliwe" dane.
pt_pt: {em_start} Atenção:{em_end} Quando exporta um curso, as informações como chaves API MATLAB , passaportes LTI, sequências de código secreto de anotações e URLs de armazenamento de anotação estão incluídas nos dados exportados. Caso partilhe os seus ficheiros exportados, também poderá estar a partilhar informações confidenciais ou específicas de licença.
zh_tw: {em_start}注意：{em_end}當您匯出課程時，資訊像是MATLAB API 密鑰，LTI帳戶，註解隱藏字串，和註解儲存網址通通被包含在匯出資料裡。如果您分享您的匯出檔案，您可能也會分享一些敏感或是特殊許可的資訊。

source: Export My Library Content
da: Eksporter mit biblioteksindhold
fr: Exporter le contenu de ma bibliothèque
pl: Wyeksportuj zawartość mojej biblioteki
pt_pt: Exportar Conteúdo da Minha Biblioteca
zh_tw: 匯出我的課程組件庫內容

source: Export My Course Content
da: Eksporter mit kursusindhold
fr: Exporter le contenu de mon cours
pl: Wyeksportuj zawartość mojego kursu
pt_pt: Exportar Conteúdo do Meu Curso
zh_tw: 匯出我的課程內容

source: Export Library Content
da: Eksporter biblioteksindhold
fr: Exporter le contenu de la bibliothèque
pl: Wyeksportuj zawartość biblioteki
pt_pt: Exportar Conteúdo de Biblioteca
zh_tw: 匯出課程組件庫內容

source: Export Course Content
da: Eksporter kursusindhold
fr: Exporter le contenu du cours
pl: Wyeksportuj zawartośc kursu
pt_pt: Exportar Conteúdo do Curso
zh_tw: 匯出課程內容

source: Library Export Status
da: Bibliotekeksportstatus
fr: État de l'exportation de la bibliothèque
pl: Stan eksportu biblioteki
pt_pt: Estado da Exportação da Biblioteca
zh_tw: 課程組件庫匯出狀態

source: Course Export Status
da: Kursuseksportstatus
fr: État de l'exportation du cours
pl: Stan eksportu kursu
pt_pt: Estado de Exportação do Curso
zh_tw: 課程匯出狀態

source: Preparing
da: Forbereder
fr: Préparation
pl: Przygotowywanie
pt_pt: A preparar
zh_tw: 準備中

source: Preparing to start the export
da: Forbereder på at starte eksporten
fr: Démarrage de l'exportation en cours de préparation
pl: Przygotowywanie do rozpoczęcia eksportu
pt_pt: A preparar para iniciar a exportação
zh_tw: 準備進行匯出中

source: Exporting
da: Eksporterer
fr: Exportation
pl: Eksportowanie
pt_pt: A exportar
zh_tw: 匯出中

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
da: Oprettelse af eksportdatafiler (Du kan nu forlade denne side sikkert, men undgå at foretage drastiske ændringer af indholdet, indtil denne eksport er fuldført)
fr: Création des fichiers d'exportation de données (Vous pouvez maintenant quitter cette page en toute sécurité, mais évitez toute modification significative du contenu jusqu'à ce que l'exportation ne soit achevée).
pl: Tworzenie plików danych eksportu (możesz teraz bezpiecznie opuścić tę stronę, ale prosimy o powstrzymanie się od dokonywania zmian w treści zanim nie zakończy się pełne wyeksportowanie pliku)
pt_pt: Criar os ficheiros de dados de exportação (pode sair desta página em segurança, mas evite fazer alterações drásticas ao conteúdo até que a exportação esteja concluída)

source: Compressing
da: Komprimerer
fr: Compression
pl: Kompresowanie
pt_pt: A comprimir
zh_tw: 壓縮中

source: Compressing the exported data and preparing it for download
da: Komprimering af de eksporterede data og klargøring til download
fr: Compression des données exportées et préparation de leur téléchargement
pl: Kompresowanie wyeksportowanych danych i przygotowywanie ich do pobrania
pt_pt: A comprimir os dados exportados e a preparar a transferência
zh_tw: 壓縮匯出檔案並準備提供下載中

source: Your exported library can now be downloaded
da: Dit eksporterede bibliotek kan nu downloades
fr: Votre bibliothèque d'exportation peut maintenant être téléchargée
pl: Twoja wyeksportowana biblioteka jest dostępna do pobrania
pt_pt: Já pode fazer a transferência da sua biblioteca exportada

source: Your exported course can now be downloaded
da: Dit eksporterede kursus kan nu downloades
fr: Votre cours exporté peut maintenant être téléchargé
pl: Twój wyeksportowany kurs jest dostępny do pobrania
pt_pt: Já pode fazer a transferência do seu curso exportado
zh_tw: 您所匯出的課程已可以下載

source: Download Exported Library
da: Download eksporteret bibliotek
fr: Télécharger la bibliothèque d'exportation
pl: Pobierz wyeksportowaną bibliotekę
pt_pt: Transferir Biblioteca Exportada
zh_tw: 下載匯出的課程組件庫

source: Download Exported Course
da: Download eksporteret kursus
fr: Télécharger le cours exporté
pl: Pobierz wyeksportowany kurs
pt_pt: Transferir Curso Exportado

source: Data {em_start}exported with{em_end} your course:
da: Data {em_start}eksporteret med {em_end} dit kursus:
fr: Données {em_start}exportées avec{em_end} votre cours :
pl: Dane {em_start}wyeksportowane{em_end} z twoim kursem:
pt_pt: Dados exportados com o seu curso {em_start}{em_end}:
zh_tw: 資料 {em_start} 匯出 {em_end} 您的課程：

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
da: Værdier fra avancerede indstillinger, herunder MATLAB API-nøgler og LTI-pas
fr: Les valeurs des Paramètres Avancés, incluant les clés API de MATLAB et les passeports LTI
pl: Dane z ustawień zaawansowanych, takie jak klucze MATLAB API i klucze autentykacji LTI
pt_pt: Valores de Configurações Avançadas, incluindo chaves-API MATLAB e passaportes LTI
zh_tw: 從進階設定的值，包含MATLAB API密鑰和LTI 帳戶

source: Course Content (all Sections, Sub-sections, and Units)
da: Kursusindhold (alle sektioner, underafsnit og enheder)
fr: Contenu du cours (toutes les sections, sous-sections et unités)
pl: Treść kursu (wszystkie rozdziały, lekcje i ekrany)
pt_pt: Conteúdo do Curso (todas as Secções, Subsecções e Unidades)
zh_tw: 課程內容 (所有章節、小節以及單元)

source: Course Structure
da: Kursusstruktur
fr: Structure du cours
pl: Struktura kursu
pt_pt: Estrutura do Curso
zh_tw: 課程架構

source: Individual Problems
da: Individuelle problemer
fr: Problèmes individuels
pl: Pojedyncze ćwiczenia
pt_pt: Problemas Individuais
zh_tw: 個別問題

source: Course Assets
da: Kursusaktiver
fr: Activités du Cours
pl: Materiały kursowe
pt_pt: Ficheiros do Curso
zh_tw: 課程資源

source: Course Settings
da: Kursusindstillinger
fr: Paramètres du cours
pl: Ustawienia kursu
pt_pt: Configurações do Curso
zh_tw: 課程設定

source: Data {em_start}not exported{em_end} with your course:
da: Data {em_start}ikke eksporteret {em_end} med dit kursus:
fr: Données {em_start}non exportées{em_end} de ce cours :
pl: Dane {em_start}niewyeksportowane{em_end} z twoim kursem:
pt_pt: Dados não exportados com seu curso {em_start}{em_end}:
zh_tw: 資料 {em_start} 並沒有與課程一起匯出 {em_end} ：

source: User Data
da: Brugerdata
fr: Données utilisateur
pl: Dane użytkowników
pt_pt: Dados do Utilizador
zh_tw: 用戶資料

source: Course Team Data
da: Kursusholddata
fr: Données sur l’équipe pédagogique
pl: Dane kadry kursu
pt_pt: Dados da Equipa do Curso
zh_tw: 課程團隊資料

source: Forum/discussion Data
da: Forum/diskussion Data
fr: Données du forum et discussions
pl: Dane forum dyskusyjnego
pt_pt: Dados do Fórum/Debate
zh_tw: 討論區/討論資料

source: Why export a library?
da: Hvorfor eksportere et bibliotek?
fr: Pourquoi exporter une bibliothèque ?
pl: W jakim celu eksportuje się bibliotekę?
pt_pt: Porquê exportar uma biblioteca?
zh_tw: 為何匯出一個課程組件庫？

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
da: Du ønsker måske at redigere XML i dit bibliotek direkte uden for {studio_name} . Du ønsker måske at lave en sikkerhedskopi af dit bibliotek. Eller du vil måske oprette en kopi af dit bibliotek, som du senere kan importere til en anden biblioteksforekomst og tilpasse.
fr: Vous voulez peut-être éditer à l'extérieur de {studio_name} le contenu de votre fichier XML. Vous voulez peut-être créer une copie de sauvegarde de votre cours. Ou, vous voulez peut-être créer une copie de votre cours que vous pourrez plus tard importer et personnaliser dans une instance d'un autre cours.
pl: Być może zechcesz edytować zawartość XML swojej biblioteki poza {studio_name}. Możesz również wykorzystać wyeksportowany plik jako kopię zapasową swojej biblioteki, albo utworzyć kopię biblioteki, którą zaimportujesz na inną platformę.
pt_pt: Deve editar o XML diretamente na sua biblioteca, fora de {studio_name}. Convém criar ou uma cópia de backup da sua biblioteca, ou uma cópia da biblioteca que possa ser posteriormente importada para outra instância da biblioteca e personalizar.
zh_tw: 您或許想要直接地在{studio_name}之外修改一個在您課程組件庫中的XML檔案。您或許想要創建一個您課程組件庫的備份。 或者，您可能想要建立一份您的課程組件庫，之後您就可用來匯入至另一個課程組件庫的實體並客製化。

source: Opening the downloaded file
da: Åbner den downloadede fil
fr: Ouverture du fichier téléchargé
pl: Otwieranie pobranego pliku
pt_pt: Abrir o ficheiro transferido
zh_tw: 開啟下載的檔案
