Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: Enable Translations
da: Aktiver oversættelser
sv: Aktivera översättningar

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
da: Dette kan ske på grund af en fejl med vores server eller din internetforbindelse. Prøv at opdatere siden eller sørg for, at du er online.

source: Saving
da: Gemmer
sv: Sparar

source: Delete
da: Slet
sv: Radera

source: Cancel
da: Annuller
sv: Avbryt

source: Uploading
da: Uploader
sv: Laddar upp

source: Close
da: Luk
sv: Stäng

source: Name
da: Navn
sv: Namn

source: Choose File
da: Vælg fil
sv: Välj fil

source: None
da: Ingen
sv: Ingen

source: Remove
da: Fjern
sv: Ta bort

source: Unknown
da: Ukendt
sv: Okänd

source: Are you sure?
da: Er du sikker?
sv: Är du säker?

source: Upload File
da: Upload fil
sv: Ladda upp fil

source: Save
da: Gem
sv: Spara

source: Advanced
da: Videregående
sv: Avancerad

source: Removing
da: Fjerner
sv: Tar bort

source: Your changes have been saved.
da: Dine ændringer er gemt.
sv: Dina ändringar har sparats.

source: Warning
da: Advarsel
sv: Varning

source: Error
da: Fejl
sv: Fel

source: Updating with latest library content
da: Opdaterer med det seneste biblioteksindhold
sv: Uppdaterar med det senaste biblioteksinnehållet

source: Loading...
da: Indlæser...

source: Selected blocks
da: Udvalgte blokke

source: Unable to update settings
da: Kan ikke opdatere indstillinger

source: Creating missing groups
da: Opretter manglende grupper
sv: Skapar grupper som saknades

source: {start_strong}{total}{end_strong} words submitted in total.
da: {start_strong}{total}{end_strong} indsendte ord i alt.
sv: {start_strong}{total}{end_strong} ord som lämnats in totalt.

source: text_word_{uniqueId} title_word_{uniqueId}
da: tekst_ord_{uniqueId} title_word_{uniqueId}

source: text_word_{uniqueId}
da: tekst_ord_{uniqueId}

source: Show Annotations
da: Vis bemærkninger
sv: Visa annoteringar

source: Hide Annotations
da: Skjul bemærkninger
sv: Dölj anteckningar

source: Expand Instructions
da: Udvid instrukser
sv: Visa mer

source: Collapse Instructions
da: Skjul instrukser
sv: Collapse Instruktioner

source: Commentary
da: Kommentar
sv: Kommentar

source: Reply to Annotation
da: Svar på note
sv: Svara på annoteringen

source: {num_points} point possible (graded, results hidden)
da: {num_points} point muligt (bedømt, resultater skjult)
sv: {num_points} poäng möjlig (betygsatt, resultat dolda)

source: {num_points} point possible (ungraded, results hidden)
da: {num_points} point muligt (ubedømt, resultater skjult)
sv: {num_points} poäng möjlig (obetygsatt, resultat dolda)

source: {num_points} point possible (graded)
da: {num_points} point muligt (bedømt)
sv: {num_points} poäng möjlig (betygsatt)

source: {num_points} point possible (ungraded)
da: {num_points} point muligt (uden karakter)
sv: {num_points} poäng möjlig (obetygsatt)

source: {earned}/{possible} point (graded)
da: {earned}/{possible} point (bedømt)
sv: {earned}/{possible} poäng (betygsatt)

source: {earned}/{possible} point (ungraded)
da: {earned}/{possible} point (uden karakter)
sv: {earned}/{possible} poäng (obetygsatt)

source: The grading process is still running. Refresh the page to see updates.
da: Bedømmelsesprocessen er stadig i gang. Opdater siden for at se opdateringer.
sv: Betygsättningen körs fortfarande. Ladda om sidan för att se uppdateringar.

source: Could not grade your answer. The submission was aborted.
da: Kunne ikke bedømme dit svar. Indsendelsen blev afbrudt.
sv: Kunde inte betygsätta ditt svar. Inlämningen avbröts.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
da: Indsendelse afbrudt! Beklager, din browser understøtter ikke filupload. Hvis du kan, skal du bruge Chrome eller Safari, som er blevet bekræftet til at understøtte filupload.
sv: Inlämningen avbröts! Tyvärr, din webbläsare stöder inte filuppladdningar. Du kan använda Chrome eller Safari, som har verifierats för att stödja filuppladdningar.

source: You submitted {filename}; only {allowedFiles} are allowed.
da: Du indsendte {filename}; kun {allowedFiles} er tilladt.
sv: Du skickade in {filename}; endast {allowedFiles} är tillåtna.

source: Your file {filename} is too large (max size: {maxSize}MB).
da: Din fil {filename} er for stor (maks. størrelse: {maxSize}MB).
sv: Din fil {filename} är för stor (max storlek: {maxSize}MB).

source: You did not submit the required files: {requiredFiles}.
da: Du har ikke indsendt de påkrævede filer: {requiredFiles}.
sv: Du lämnade inte in de nödvändiga filerna: {requiredFiles}.

source: You did not select any files to submit.
da: Du har ikke valgt nogen filer at indsende.
sv: Du valde inte några filer att skicka in.

source: This problem has been reset.
da: Dette problem er blevet nulstillet.
sv: Det här problemet har återställts.

source: unsubmitted
da: ikke indsendt
sv: inte inlämnad

source: Paragraph
da: Afsnit
sv: Paragraf

source: Preformatted
da: Forudformateret
sv: Förformaterad

source: Heading 3
da: Overskrift 3
sv: Rubrik 3

source: Heading 4
da: Overskrift 4

source: Heading 5
da: Overskrift 5

source: Heading 6
da: Overskrift 6

source: Add to Dictionary
da: Tilføj til ordbog
sv: Lägg till i ordlistan

source: Align center
da: Centrer
sv: Centrera

source: Align left
da: Juster venstre
sv: Vänsterjustera

source: Align right
da: Juster højre
sv: Högerjustera

source: Alignment
da: Justering
sv: Justering

source: Alternative source
da: Alternativ kilde
sv: Alternativ källa

source: Anchor
da: Anker
sv: Förankra

source: Anchors
da: Ankre
sv: Ankare

source: Author
da: Forfatter
sv: Upphovsman

source: Background color
da: Baggrundsfarve
sv: Bakgrundsfärg

source: Blockquote
da: Blokcitat
sv: Blockcitat

source: Blocks
da: Blokke
sv: Block

source: Body
da: Krop
sv: Kropp

source: Bold
da: Fed
sv: Fetstil

source: Border color
da: Kantfarve
sv: Kantfärg

source: Border
da: Kant
sv: Kant

source: Bottom
da: Bund
sv: Botten

source: Bullet list
da: Punktopstilling
sv: Punktlista

source: Caption
da: Overskrift
sv: Överskrift

source: Cell padding
da: Cellefyld

source: Cell properties
da: Celleegenskaber
sv: Cellinställningar

source: Cell spacing
da: Celleafstand
sv: Cellavstånd

source: Cell type
da: Celletype
sv: Celltyp

source: Cell
da: Celle

source: Center
da: Centrum
sv: Mitten

source: Circle
da: Cirkel
sv: Cirkel

source: Clear formatting
da: Klar formatering
sv: Ta bort formattering

source: Code block
da: Kodeblok
sv: Kodblock

source: Code
da: Kode
sv: Koda

source: Color
da: Farve
sv: Färg

source: Cols
da: Kolonner
sv: Kolumner

source: Column group
da: Kolonnegruppe
sv: Kolumngrupp

source: Column
da: Kolonne
sv: Kolumn

source: Constrain proportions
da: Tvinge proportioner
sv: Avgränsa proportionerna

source: Copy row
da: Kopier række
sv: Kopiera rad

source: Copy
da: Kopier
sv: Kopiera

source: Could not find the specified string.
da: Kunne ikke finde den angivne streng.
sv: Kunde inte hitta den specifika strängen.

source: Custom color
da: Tilpasset farve
sv: Anpassa färg

source: Custom...
da: Tilpasse...
sv: Anpassa...

source: Cut row
da: Klip række
sv: Klippa ut rad

source: Cut
da: Klip
sv: Klipp ut

source: Decrease indent
da: Formindske indrykning
sv: Minska indrag

source: Delete column
da: Slet kolonne
sv: Ta bort kolumn

source: Delete row
da: Slet række
sv: Ta bort rad

source: Delete table
da: Slet tabel
sv: Ta bort tabell

source: Description
da: Beskrivelse
sv: Beskrivning

source: Dimensions
da: Dimensioner
sv: Dimensioner

source: Disc
da: Disk
sv: Skiva

source: Document properties
da: Dokumentegenskaber
sv: Dokumentegenskaper

source: Edit HTML
da: Rediger HTML
sv: Ändra HTML

source: Edit
da: Rediger
sv: Redigera

source: Embed
da: Indlejre
sv: Bädda in

source: Emoticons
da: Smileys

source: Encoding
da: Kode
sv: Kodning

source: File
da: Fil
sv: Fil

source: Find and replace
da: Søg og erstat
sv: Sök och ersätt

source: Find next
da: Søg næste
sv: Sök nästa

source: Find previous
da: Søg forrige
sv: Sök tidigare

source: Find
da: Søg
sv: Sök

source: Finish
da: Afslut
sv: Avsluta

source: Font Family
da: Fontfamilie

source: Font Sizes
da: Fontstørrelser

source: Footer
da: Sidefod
sv: Sidfot

source: Format
da: Formater

source: Formats
da: Formatter

source: Fullscreen
da: Fuldskærm
sv: Helskärm

source: General
da: Generelt
sv: Allmän

source: H Align
da: H-juster

source: Header cell
da: Header-celle

source: Headers
da: Headere

source: Heading 1
da: Overskrift 1
sv: Rubrik 1

source: Heading 2
da: Overskrift 2
sv: Rubrik 2

source: Headings
da: Overskrifter

source: Height
da: Højde
sv: Höjd

source: Horizontal line
da: Vandret linje
sv: Horisontell linje

source: Horizontal space
da: Vandret plads
sv: Horisontellt mellanrum

source: HTML source code
da: HTML-kildekode
sv: HTML-källkod

source: Ignore all
da: Ignorer alt
sv: Ignorera alla

source: Ignore
da: Ignorer
sv: Ignorera

source: Image description
da: Billedbeskrivelse
sv: Bildbeskrivning

source: Increase indent
da: Forøge indrykning
sv: Öka indrag

source: Insert column after
da: Indsæt kolonne efter
sv: Infoga kolumn efter

source: Insert column before
da: Indsæt kolonne før
sv: Infoga kolumn före

source: Insert date/time
da: Indsæt dato/tid
sv: Infoga datum/tid

source: Insert image
da: Indsæt billede
sv: Infoga bild

source: Insert link
da: Indsæt link
sv: Infoga länk

source: Insert row after
da: Indsæt række efter
sv: Infoga rad efter

source: Insert row before
da: Indsæt række før
sv: Infoga rad före

source: Insert table
da: Indsæt tabel
sv: Infoga tabel

source: Insert template
da: Indsæt skabelon
sv: Infoga mall

source: Insert video
da: Indsæt video
sv: Infoga video

source: Insert
da: Indsæt
sv: Infoga

source: Insert/edit image
da: Indsæt/rediger billede
sv: Infoga/redigera bild

source: Insert/edit link
da: Indsæt/rediger link
sv: Infoga/redigera länk

source: Insert/edit video
da: Indsæt/rediger video
sv: Infoga/redigera video

source: Italic
da: Kursiv
sv: Kursiv

source: Justify
da: Justere
sv: Justera

source: Keywords
da: Søgeord
sv: Nyckelord

source: Left to right
da: Venstre til højre
sv: Vänster till höger

source: Left
da: Venstre
sv: Vänster

source: Lower Alpha
da: Sænket Alpha

source: Lower Greek
da: Sænket Greek

source: Lower Roman
da: Sænket Roman

source: Match case
da: Fuldstændig match
sv: Matcha versaler

source: Merge cells
da: Flet celler
sv: Sammanfoga celler

source: Middle
da: Middel
sv: Mitten

source: New document
da: Nyt dokument
sv: Nytt dokument

source: New window
da: Nyt vindue
sv: Nytt fönster

source: Next
da: Næste
sv: Nästa

source: No color
da: Ingen farve
sv: Ingen färg

source: Nonbreaking space
da: Fast mellemrum
sv: Mellanrum

source: Numbered list
da: Nummereret liste
sv: Numrerad lista

source: Page break
da: Sideskift
sv: Sidbrytning

source: Paste as text
da: Kopier som tekst
sv: Klistra in som text

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
da: Indsæt står nu med klar tekst-status. Indholdet vil blive indsat i klar tekst, indtil du slår denne facilitet fra.
sv: Klistra in är nu i oformaterat läge. Det du klistrar kommer att synas som oformaterad text tills du avaktiverar detta läge.

source: Paste row after
da: Indsæt række efter
sv: Klistra in rad efter

source: Paste row before
da: Indsæt række før
sv: Klistra in rad före

source: Paste your embed code below:
da: Indsæt din indlejrede kode nedenfor:
sv: Klistra in koden för inbäddningen nedan:

source: Paste
da: Indsæt
sv: Klistra in

source: Poster
da: Plakat

source: Pre
da: Præ

source: Prev
da: Tidl

source: Preview
da: Forhåndsvisning
sv: Förhandsvisning

source: Print
da: Udskriv
sv: Skriv ut

source: Redo
da: Fortryd
sv: Ångra

source: Remove link
da: Fjern link
sv: Ta bort länk

source: Replace all
da: Erstat alt
sv: Ersätt alla

source: Replace with
da: Erstat med
sv: Ersätt med

source: Replace
da: Erstat
sv: Byta ut

source: Restore last draft
da: Gendan seneste udkast
sv: Återställ senaste utkast

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
da: Rich Text Area. Tryk ALT-F9 for menu. Tryk ALT-F10 for værktøjslinje. Tryk ALT-0 for hjælp
sv: Rich text-område. Tryck ALT-F9 för meny. Tryck ALT-F10 för verktygsfält. Tryck ALT-0 för hjälp.

source: Right to left
da: Højre til venstre
sv: Höger till vänster

source: Right
da: Højre
sv: Höger

source: Robots
da: Robotter
sv: Robotar

source: Row group
da: Rækkegruppe
sv: Radgrupp

source: Row properties
da: Rækkeegenskaber
sv: Radinställningar

source: Row type
da: Rækketype
sv: Radtyp

source: Row
da: Række
sv: Rad

source: Rows
da: Rækker
sv: Rader

source: Scope
da: Omgang

source: Select all
da: Vælg alt
sv: Markera allt

source: Show blocks
da: Vis blokke
sv: Visa block

source: Show invisible characters
da: Vis usynlige tegn
sv: Visa osynliga tecken

source: Source code
da: Kildekode
sv: Källkod

source: Source
da: Kilde
sv: Källa

source: Special character
da: Specialtegn
sv: Specialtecken

source: Spellcheck
da: Stavekontrol
sv: Stavningskontroll

source: Split cell
da: Del celle
sv: Dela cel

source: Square
da: Kvadrat
sv: Kvadrat

source: Start search
da: Start søgning
sv: Starta sökning

source: Strikethrough
da: Gennemstregning
sv: Genomstruken

source: Style
da: Stil
sv: Stil

source: Subscript
da: Sænket

source: Superscript
da: Hævet

source: Table properties
da: Tabelegenskaber
sv: Tabellinställningar

source: Table
da: Tabel
sv: Tabel

source: Target
da: Mål
sv: Må

source: Templates
da: Skabeloner
sv: Mallar

source: Text color
da: Tekstfarve
sv: Textfärg

source: Text to display
da: Tekst til visning
sv: Text att visa

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
da: Den URL, du har angivet, ser ud til at være en e-mailadresse. Ønsker du at tilføje den krævede adressat: præfix?
sv: URL: som du skrivit verkar vara en e-postadress. Vill du lägga till prefixet mailto: vilket är nödvändigt?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
da: Den URL, du har angivet, ser ud til at være et eksternt link. Ønsker du at tilføje det krævede http:// præfix?
sv: URL:en som du skrivit verkar vara en extern länk. Vill du lägga till prefixet http:// vilket är nödvändigt?

source: Title
da: Titel
sv: Titel

source: Tools
da: Værktøjer
sv: Verktyg

source: Underline
da: Understrege
sv: Stryk under

source: Undo
da: Fortryde
sv: Ångra

source: Upper Alpha
da: Hævet Alpha

source: Upper Roman
da: Hævet Roman

source: V Align
da: V-justere

source: Vertical space
da: Lodret plads
sv: Vertikalt mellanrum

source: View
da: Vis
sv: Se

source: Visual aids
da: Visuelle hjælpemidler
sv: Visuell hjälp

source: Whole words
da: Hele ord
sv: Hela ord

source: Width
da: Bredde
sv: Bredd

source: Words: {0}
da: Ord: {0}
sv: Ord: {0}

source: You have unsaved changes are you sure you want to navigate away?
da: Du har ikke-gemte ændringer. Er du sikker på, at du ønsker at navigere væk?
sv: Du har osparade ändringar. Är du säker på att du vill navigera iväg?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
da: Din browser understøtter ikke direkte adgang til udklipsholderen. Brug i stedet tastaturgenvejen Ctrl+X/C/V.
sv: Din webbläsare stöder inte direktåtkomst till urklipp. Använd tangentgenvägarna Ctrl+X/C/V istället.

source: Insert/Edit Image
da: Indsæt/Rediger billede
sv: Infoga/Redigera bild

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
da: Klik OK for at få sendt dit brugernavn og e-mailadresse til en 3.-partsapplikation. Klik Annuller for at vende tilbage til denne side uden at sende dine oplysninger.
sv: Klicka på Ok för att låta ditt användarnamn och din mejladress skickas till en tredjepartsapplikation. Klicka på Avbryt för att återgå till sidan utan att skicka informationen.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
da: Klik OK for at få sendt dit brugernavn til en 3.-partsapplikation. Klik Annuller for at vende tilbage til denne side uden at sende dine oplysninger.
sv: Klicka på Ok för att låta ditt användarnamn skickas till en tredjepartsapplikation. Klicka på Avbryt för att återgå till sidan utan att skicka informationen.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
da: Klik OK for at få sendt din e-mailadresse til en 3.-partsapplikation. Klik Annuller for at vende tilbage til denne side uden at sende dine oplysninger.
sv: Klicka på Ok för att låta din mejladress skickas till en tredjepartsapplikation. Klicka på Avbryt för att återgå till sidan utan att skicka informationen.

source: incorrect
da: Forkert
sv: felaktig

source: correct
da: rigtigt
sv: rätt

source: answer
da: svar
sv: svar

source: Short explanation
da: Kort forklaring
sv: Kort förklaring

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
da: Hvis du bruger Advanced Editor, vil problemet blive konverteret til XML, og du vil ikke kunne returnere til Simple Editor Interface. Fortsæt til Advanced Editor og konverter dette problem til XML?
sv: Om du använder den avancerade redigeraren kommer detta problem att konverteras till XML och du kommer inte att kunna återgå till den enkla redigeraren. Vill du fortsätta till den avancerade redigeraren och konvertera detta problem till XML?

source: An answer option has been left blank. Please review and edit the component.
da: En svarmulighed er efterladt tom. Gennemgå og rediger komponenten.
sv: Ett svarsalternativ har lämnats tomt. Granska och redigera komponenten.

source: Explanation
da: Forklaring
sv: Förklaring

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
da: Sekvensfejl! Kan ikke navigere til %(tab_name)s i det aktuelle sekvensmodul. Kontakt venligst kursusadministrationen.
sv: Sekvensfel! Kan inte navigera till %(tab_name)s i den nuvarande SequenceModule. Kontakta kursledningen.

source: Bookmarked
da: Bogmærke
sv: Bokmärkt

source: Mute
da: Lydløs
sv: Ljudlös

source: Unmute
da: Ikke-lydløs
sv: Ljud

source: Exit full browser
da: Forlad fuld browser
sv: Avsluta helskärm

source: Fill browser
da: Fyld browseren
sv: Helskärm

source: Speed
da: Hastighed
sv: Hastighet

source: Auto-advance
da: Automatisk fremrykning
sv: Automatisk förskott

source: Volume
da: Volumen
sv: Volym

source: Muted
da: Dæmpet
sv: Ljudlös

source: Very low
da: Meget lav
sv: Väldigt låg

source: Low
da: Lav
sv: Låg

source: Average
da: Gennemsnit
sv: Medel

source: Loud
da: Høj
sv: Hög

source: Very loud
da: Meget høj
sv: Väldigt hög

source: Maximum
da: Maksimum
sv: Max

source: This browser cannot play .mp4, .ogg, or .webm files.
da: Denne browser kan ikke afspille .mp4, .ogg og .webm files.
sv: Din webbläsare kan inte spela upp filtyperna .mp4, .ogg eller .webm.

source: Try using a different browser, such as Google Chrome.
da: Prøv at bruge en anden browser som f.eks. Google Chrome.
sv: Testa en annan webbläsare, som till exempel Google Chrome.

source: Video position. Press space to toggle playback
da: Video position. Tryk på mellemrumstasten for at skifte afspilning
sv: Videoställning. Tryck på mellanslag för att växla till uppspelning

source: Video ended
da: Video slut
sv: Videon slut

source: %(value)s hour
da: %(value)s time
sv: %(value)s timme

source: %(value)s minute
da: %(value)s minut
sv: %(value)s minut

source: %(value)s second
da: %(value)s sekund
sv: %(value)s sekund

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
da: Klik på denne knap for at slå lyden fra eller til for denne video, eller tryk på OP- eller NED-knapperne for at øge eller mindske lydstyrken.
sv: Klicka på den här knappen för att stänga av och sätta på ljudet på den här videon eller tryck på UPP & NER-knapparna för att öka eller minska volymen.

source: Adjust video volume
da: Juster videolydstyrken
sv: Justera videovolymen

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
da: Tryk på OP for at gå ind i hastighedsmenuen, brug derefter OP- og NED-piletasterne til at navigere mellem de forskellige hastigheder, og tryk derefter på ENTER for at skifte til den valgte hastighed.
sv: Tryck UPP för att gå in i snabbmenyn och använd sen piltangenterna UPP och NER för att navigera olika videohastigheter och tryck sedan på ENTER för att ändra till vald hastighet.

source: Adjust video speed
da: Juster videohastighed
sv: Justera videohastigheten

source: Video speed:
da: Videohastighed:
sv: Videohastighet:

source: Skip
da: Hop
sv: Hoppa över

source: Play video
da: Afspil video
sv: Spela filmen

source: Do not show again
da: Vis ikke igen
sv: Visa inte igen

source: Open language menu
da: Åben sprogmenuen
sv: Öppna språkmenu

source: Transcript will be displayed when you start playing the video.
da: Transskription vil blive vist, når du begynder at afspille videoen.
sv: Transkriptet kommer att visas när du börjar spela videon.

source: Activating a link in this group will skip to the corresponding point in the video.
da: Aktivering af et link i denne gruppe vil springe til det tilsvarende punkt i videoen.
sv: Aktivering av en länk i den här gruppen kommer att hoppa över till motsvarande punkt i videon.

source: Start of transcript. Skip to the end.
da: Start af transskription. Spring til slutningen.
sv: Start av transkription. Hoppa till slutet.

source: End of transcript. Skip to the start.
da: Slut på transskription. Spring til starten.
sv: Slut på transkript. Hoppa till början.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
da: Tryk på pil OP-tasten for at gå ind i sprogmenuen, og brug derefter piletasterne OP og NED til at navigere i sprogindstillingerne. Tryk på ENTER for at skifte til det valgte sprog.
sv: Tryck på UPP-pilknappen för att öppna språkmenyn, använd sedan UPP och NED-pilknapparna för att navigera språkalternativen. Tryck på ENTER för att växla till det valda språket.

source: Hide closed captions
da: Skjul undertekster
sv: Dölj stängda bildtexter

source: (Caption will be displayed when you start playing the video.)
da: (Undertekst vil blive vist, når du starter afspilningen af videoen.)
sv: (Bildtexten kommer att visas när du börjar spela videon.)

source: Turn on closed captioning
da: Slå undertekster til
sv: Sätt på undertexter

source: Turn on transcripts
da: Slå udskrift til
sv: Sätt på textning

source: Turn off transcripts
da: Slå udskrift fra
sv: Stäng av textning

source: View child items
da: se underliggende emner
sv: Visa underordnade föremål

source: Navigate up
da: Naviger op
sv: Navigera upp

source: Browsing
da: Gennemse
sv: Bläddring

source: Select
da: Vælg
sv: Välj

source: Required field.
da: Nødvendigt felt.
sv: Obligatoriskt fält.

source: Please do not use any spaces in this field.
da: Brug venligst ikke mellemrum i dette felt.
sv: Använd inga blanksteg i detta fält.
