Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: A properly formatted e-mail is required
da: E-mail skal være korrekt formateret.
fr: Une adresse e-mail valide est requise
pl: Wymagany jest poprawny format adresu e-mail.
pt_pt: É necessário um email corretamente formatado
zh_tw: 一個正確格式的電子郵件是必需的

source: Your legal name must be a minimum of one character long
da: Dit juridiske navn skal være mindst et tegn langt
fr: Votre nom légal doit faire au moins un caractère de long
pt_pt: O seu nome legal deve ter, no mínimo, um carácter

source: Email cannot be more than %(limit_value)s characters long
da: E-mail-adresse må ikke være mere end %(limit_value)s karakterer
fr: L'e-mail ne peut pas contenir plus de %(limit_value)s caractères
pl: Adres e-mail nie może mieć więcej niż %(limit_value)s znaków długości
pt_pt: O email não pode ter mais de %(limit_value)s caracteres
zh_tw: 電子郵件至多%(limit_value)s 個字元

source: You must accept the terms of service.
da: Du skal acceptere servicebetingelserne.
fr: Vous devez accepter les conditions d'utilisation.
pl: Musisz zaakceptować Warunki Korzystania z Serwisu.
pt_pt: Deve aceitar os termos de serviço.
zh_tw: 您必須接受本服務條款。

source: A level of education is required
da: Uddannelsesniveau
fr: Un niveau d'études est requis
pl: Prosimy o podanie poziomu wykształcenia
pt_pt: É requerido o grau de escolaridade
zh_tw: 必需提供教育程度

source: Your gender is required
da: Køn
fr: Votre genre est requis
pl: Prosimy o podanie płci
pt_pt: É obrigatório identificar o seu género
zh_tw: 必需提供您的性別

source: Your year of birth is required
da: Fødselsår
fr: Votre année de naissance est requise
pl: Prosimy o podanie roku urodzenia
pt_pt: É obrigatório identificar o seu ano de nascimento
zh_tw: 必需提供您的出生年份

source: Your mailing address is required
da: Postadresse
fr: Votre adresse postale est requise
pl: Prosimy o podanie adresu korespondencyjnego
pt_pt: É obrigatório inserir o seu endereço de email
zh_tw: 必需提供您的郵寄地址

source: A description of your goals is required
da: Beskrivelse af dine mål
fr: Une description de vos objectifs est requise
pl: Prosimy o podanie celów dołączenia do portalu
pt_pt: É obrigatório a descrição dos seus objetivos
zh_tw: 您需要描述目標

source: A city is required
da: By
fr: Une ville est requise
pl: Prosimy o podanie miasta
pt_pt: É obrigatório identificar uma cidade
zh_tw: 城市為必填

source: A country is required
da: Land
fr: Un pays est requis
pl: Prosimy o podanie kraju
pt_pt: É obrigatório identificar um país
zh_tw: 國家為必填

source: To enroll, you must follow the honor code.
da: For at tilmelde dig, skal du følge æreskodekset.
fr: Pour vous inscrire, vous devez accepter le code d'honneur.
pl: Uczestnicząc w kursie należy przestrzegać zasad honorowych.
pt_pt: Para se matricular, precisa de seguir o código de honra.
zh_tw: 您必須遵循榮譽準則才能註冊。

source: You are missing one or more required fields
da: Du mangler at udfylde et eller flere felter
fr: Il vous manque un ou plusieurs champs obligatoires
pl: Opuszczono jedno lub więcej wymaganych pól
pt_pt: Falta o preenchimento de um ou mais campos
zh_tw: 您缺少了一個或多個需求的欄位

source: Unauthorized email address.
da: Uautoriseret e-mailadresse.
fr: Adresse email non autorisée.
pl: Nieautoryzowany adres e-mail.
pt_pt: Endereço de e-mal não autorizado.
zh_tw: 未經授權的電子郵件地址

source: It looks like {email} belongs to an existing account. Try again with a different email address.
da: Det ser ud til, at {email} tilhører en eksisterende konto. Prøv igen med en anden e-mailadresse.
fr: Il semblerait que {email} appartient à un compte existant. Réessayez avec une adresse email différente.
pl: Wygląda na to, że adres {email} należy do już istniejącego konta. Proszę spróbować ponownie używając innego adresu e-mail.
pt_pt: Parece que {email} pertence a uma conta existente. Por favor tente de novo com um endereço de email diferente.
zh_tw: 看起來像現有的帳戶 {email} 。使用不同的電子郵件地址再試一次。

source: This is what you will use to login.
da: Dette er, hvad du skal bruge til at logge ind.
fr: Ce que vous utiliserez pour vous connecter
pl: Tych danych będziesz używać do logowania.
pt_pt: Isto é o que irá utilizar para iniciar sessão.
zh_tw: 此處的電子郵件將會用來登入系統。

source: This name will be used on any certificates that you earn.
da: Dette navn vil blive brugt på alle certifikater, du optjener.
fr: Ce nom figurera sur tout certificat que vous obtiendriez.
pl: Twoje dane osobowe nanoszone na każdy uzyskany przez ciebie certyfikat.
pt_pt: Este nome será usado em qualquer certificado obtido por si.

source: Public Username
da: Brugernavn - synlig for alle
fr: Nom d'utilisateur public
pl: Publiczna nazwa użytkownika
pt_pt: Nome de utilizador público
zh_tw: 使用者名稱

source: The name that will identify you in your courses. It cannot be changed later.
da: Navnet, der vil identificere dig på dine kurser. Det kan ikke ændres senere.
fr: Le nom qui permettra de vous identifier en cours. Il ne pourra pas être modifié plus tard.
pl: Nazwa, która będzie cię identyfikować podczas twoich kursów. Nie można jej później zmienić.
pt_pt: O nome que o irá identificar nos seus cursos. Não pode ser alterado mais tarde.

source: Highest level of education completed
da: Højeste grad af fuldført uddannelse
fr: Plus haut niveau de formation obtenu
pl: Osiągnięty poziom wykształcenia
pt_pt: Nível de educação concluído
zh_tw: 最高教育程度

source: Year of birth
da: Fødselsår
fr: Année de naissance
pl: Rok urodzenia
pt_pt: Ano de Nascimento
zh_tw: 出生年份

source: Country or Region of Residence
da: Bopælsland eller -region
fr: Pays ou Région de résidence
pl: Kraj lub region
pt_pt: País ou Região de Residência

source: The country or region where you live.
da: Det land eller den region, hvor du bor.
fr: Votre pays ou région de résidence.
pl: Kraj lub region w którym mieszkasz.
pt_pt: O país ou região onde reside.

source: Terms of Service and Honor Code
da: Servicebetingelser & Æreskodeks
fr: Conditions d'utilisation et Code d'honneur
pl: Warunki korzystania z Serwisu oraz Kodeks Honorowy
pt_pt: Termos de Serviço e Código de Honra
zh_tw: 服務條款和榮譽準則

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
da: Jeg accepterer {platform_name} {terms_of_service_link_start}{terms_of_service} {terms_of_service_link_end}
fr: J'accepte les {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} de {platform_name}
pt_pt: Eu concordo com {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
zh_tw: 我對 {platform_name}的{terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}表示同意

source: You must agree to the {platform_name} {terms_of_service}
da: Du skal acceptere {platform_name} {terms_of_service}
fr: Vous devez accepter les {terms_of_service} de {platform_name}
pl: Musisz zaakceptować {terms_of_service} {platform_name}
pt_pt: Deve concordar com {platform_name} {terms_of_service}
zh_tw: 您必須同意 {platform_name} 的{terms_of_service}。

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
da: Ved at oprette en konto accepterer du {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}, og du anerkender, at {platform_name} og hvert medlem behandler dine personlige data i overensstemmelse med {privacy_policy_link_start}privatlivspolitikken {privacy_policy_link_end} .
fr: En créant un compte, vous acceptez nos {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} et autorisez les équipes {platform_name} à traiter vos données personnelles en accord avec la {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
pt_pt: Ao criar uma conta, concorda com os {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} e confirma que {platform_name} e cada Membro processe os seus dados pessoais de acordo com a {privacy_policy_link_start}Política de Privacidade{privacy_policy_link_end}.

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
da: Jeg accepterer {platform_name} {tos_link_start}{terms_of_service} {tos_link_end}
fr: J'accepte les {tos_link_start}{terms_of_service}{tos_link_end} de {platform_name}
pt_pt: Eu concordo com {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}

source: Create Account
da: Opret konto
fr: Créer un compte
pl: Utwórz konto
pt_pt: Criar Conta

source: Dismiss
da: Fjern
fr: Renvoyer
pl: Odrzuć
pt_pt: Ignorar

source: The course key for the course we would like to be auto-cohorted.
da: Kursusnøglen til kurset vil vi gerne være autokohorteret.

source: Oauth client name of VEM service.
da: Oauth-klientnavn på VEM-tjenesten.
fr: Nom du client Oauth du service VEM.
pt_pt: Nome do cliente Oauth do serviço VEM.

source: Username created for VEM Integration, e.g. vem_service_user.
da: Brugernavn oprettet til VEM Integration, fx vem_service_user.
fr: Nom d'utilisateur créé pour l'intégration VEM, ex. vem_service_user.
pt_pt: Nome de utilizador criado para integração VEM, exemplo vem_service_user.

source: Force On
da: Tving til
fr: Force activée
pl: Automat: włączony
pt_pt: Forçar em

source: Force Off
da: Tving fra
fr: Force désactivée
pl: Automat: wyłączony
pt_pt: Forçar desligar

source: This content is only accessible to registered learners. Sign in or register to view it.
da: Dette indhold er kun tilgængeligt for registrerede elever. Log ind eller tilmeld dig for at se det.
fr: Ce contenu n'est accessible qu'aux apprenants inscrits. Connectez-vous ou inscrivez-vous pour le voir.
pt_pt: Este conteúdo é acessível apenas aos estudantes inscritos. Inicie sessão ou registe-se para o visualizar.

source: This content is only accessible to enrolled learners.
da: Dette indhold er kun tilgængeligt for tilmeldte elever.
fr: Ce contenu n'est accessible qu'aux apprenants inscrits.
pt_pt: Este conteúdo só é acessível aos alunos inscritos.

source: The about me field must be at most {BIO_MAX_LENGTH} characters long.
da: Feltet om mig må højst være {BIO_MAX_LENGTH} tegn langt.
fr: Le champ à propos de moi doit être au plus {BIO_MAX_LENGTH} caractères de long.
pt_pt: O campo sobre mim deve ter, no máximo, {BIO_MAX_LENGTH} caracteres.

source: This value is invalid.
da: Denne værdi er ugyldig.
fr: Cette valeur est invalide.
pl: Nieprawidłowa wartość.
pt_pt: Este valor é inválido.
zh_tw: 此數值是無效的。

source: This field is not editable
da: Dette felt kan ikke redigeres
fr: Ce champ n'est pas modifiable
pl: Tego pola nie można edytować
pt_pt: Este campo não é editável
zh_tw: 此欄位尚無法編輯

source: %(min_score)s is not a valid grade percentage
da: %(min_score)s er ikke en gyldig karakterprocent
fr: %(min_score)s n'est pas un pourcentage de notation valide
pl: %(min_score)s jest nieprawidłową wartością procentową oceny
pt_pt: %(min_score)s não é uma percentagem válida para a pontuação
zh_tw: %(min_score)s 不是一個有效的評分尺度

source: Gating milestone for {usage_key}
da: Gating-milepæl for {usage_key}
fr: Jalon de contrôle pour {usage_key}
pl: Poziom milowy dla {usage_key}
pt_pt: Marco de abertura para {usage_key}
zh_tw: {usage_key}的途徑

source: License
da: Licens
fr: Licence
pl: Licencja
pt_pt: Licença
zh_tw: 授權

source: A license defines how the contents of this block can be shared and reused.
da: En licens definerer, hvordan indholdet af denne blok kan deles og genbruges.
fr: Une licence définit comment le contenu de ce bloc peut être partagé et réutilisé.
pl: Licencja określa sposób, w jaki zawartość tego bloku może być rozpowszechniana i wykorzystywana.
pt_pt: Uma licença define como os conteúdos deste bloco podem ser partilhados e reutilizados.
zh_tw: 授權定義此內容如何被分享和再利用。

source: Category
da: Kategori
fr: Catégorie
pl: Kategoria
pt_pt: Categoria
zh_tw: 種類

source: Week 1
da: Uge 1
fr: Semaine 1
pl: Tydzień 1
pt_pt: Semana 1
zh_tw: 第1週

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
da: Et kategorinavn til denne diskussion. Dette navn vises i venstre panel i kursets diskussionsforum.
fr: Un nom de catégorie pour la discussion. Ce nom apparaît dans le panneau de gauche du forum de discussion de votre cours.
pl: Nazwa kategorii dla tej dyskusji. Nazwa wyświetli się w lewej kolumnie forum dyskusyjnego kursu.
pt_pt: Um nome da categoria para o debate. Este nome aparece no painel esquerdo do fórum de debate do curso.
zh_tw: 一個討論的類別名稱。這個名稱顯示在課程討論區的左邊窗格中。

source: Subcategory
da: Underkategori
fr: Sous-catégorie
pl: Podkategoria
pt_pt: Subcategoria
zh_tw: 子類別

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
da: Et underkategorinavn til diskussionen. Dette navn vises i venstre side i kursets diskussionsforum.
fr: Un nom de sous-catégorie pour la discussion. Ce nom apparaît dans le panneau de gauche du forum de discussion de votre cours.
pl: Nazwa podkategorii dla tej dyskusji. Nazwa wyświetli się w lewej kolumnie forum dyskusyjnego kursu.
pt_pt: Atribua o nome da subcategoria para o debate. Este nome aparece na lista de tópicos apresentada no separador "debate" do curso.
zh_tw: 一個討論的子類別名稱。這個名稱顯示在左邊課程討論區的窗格中。

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
da: Du er ikke logget ind. For at se diskussionsindholdet, {sign_in_link} eller {register_link} , og tilmeld dig dette kursus.
fr: Vous n'êtes pas connecté. Pour voir le contenu de la discussion, {sign_in_link} ou {register_link} avant de vous inscrire à ce cours.
pt_pt: Não foi iniciada a sessão. Para visualizar o conteúdo do debate, {sign_in_link} ou {register_link}, e inscreva-se neste curso.

source: {assignment} is due for {course}.
da: {assignment} forfalder til {course} .
fr: {assignment} doit être remise pour {course}.
pt_pt: {assignment} está prevista para {course}.

source: Calendar Sync
da: Kalender synkronisering
fr: Synchronisation du calendrier
pl: Synchronizacja kalendarza
pt_pt: Sincronização de calendário

source: Unsubscribe from calendar updates
da: Afmeld kalenderopdateringer
fr: Désinscription des mises-à-jour du calendrier
pt_pt: Anular a subscrição de actualizações do calendário

source: Subscribe to calendar updates
da: Abonner på kalenderopdateringer
fr: S'inscrire aux mises-à-jour du calendrier
pt_pt: Subscrever atualizações do calendário

source: Sync {course} to your calendar
da: Synkroniser {course} til din kalender
fr: Synchroniser {course} avec votre calendrier
pt_pt: Sincronizar {course} com o seu calendário

source: Sticking to a schedule is the best way to ensure that you successfully complete your self-paced course. This schedule for {course} will help you stay on track!
da: At holde sig til en tidsplan er den bedste måde at sikre, at du gennemfører dit kursus i eget tempo. Denne tidsplan for {course} hjælper dig med at holde dig på sporet!
fr: Respecter un horaire est la meilleure façon de vous assurer de réussir un cours à votre rythme. L'horaire pour {course} vous aidera à respecter les délais!
pt_pt: Cumprir um horário é a melhor forma de garantir que completa com sucesso o seu curso auto-gerido. Este horário para {course} irá ajudá-lo a manter-se no bom caminho!

source: Once you sync your course schedule to your calendar, any updates to the course from your instructor will be automatically reflected. You can remove the course from your calendar at any time.
da: Når du synkroniserer din kursusplan med din kalender, vil eventuelle opdateringer til kurset fra din instruktør automatisk blive afspejlet. Du kan til enhver tid fjerne kurset fra din kalender.
fr: Une fois que vous synchronisez votre horaire de cours avec votre calendrier, toute mise-à-jour au cours par l'instructeur sera automatiquement réflétée. Vous pouvez retirer le cours de votre calendrier à tout moment.
pt_pt: Uma vez sincronizado o seu calendário de cursos, quaisquer actualizações do curso por parte do seu formador serão automaticamente reflectidas. Pode retirar o curso do seu calendário em qualquer altura.

source: {course} dates have been updated on your calendar
da: {course} datoer er blevet opdateret på din kalender
fr: Les dates de {course} ont été mis-à-jour dans votre calendrier
pt_pt: {course} as datas foram atualizadas no seu calendário

source: You have successfully shifted your course schedule and your calendar is up to date.
da: Du har med succes ændret din kursusplan, og din kalender er opdateret.
fr: Vous avez réussi à modifier votre horaire de cours et votre calendrier est à jour.
pt_pt: Mudou com sucesso a sua programação de cursos e o seu calendário já se encontra atualizado.

source: Enabled As Of
da: Aktiveret fra
fr: Activé à partir du
pl: Włączone od
pt_pt: Ativado Desde

source: If the configuration is Enabled, then all enrollments created after this date and time (user local time) will be affected.
da: Hvis konfigurationen er aktiveret, vil alle tilmeldinger, der er oprettet efter denne dato og klokkeslæt (bruger lokal tid), blive påvirket.
fr: Si la configuration est activée, toutes les inscriptions créées après cette date et heure (heure locale de l'utilisateur) seront affectées.
pt_pt: Se a configuração está Ativa, todas as inscrições feitas depois desta data e hora (hora local do utilizador) serão afetadas.

source: Studio Override Enabled
da: Studio Tilsidesættelse aktiveret
fr: Outrepassement de Studio activé
pt_pt: Substituição do Studio Ativada

source: Allow Feature Based Enrollment visibility to be overriden on a per-component basis in Studio.
da: Tillad funktionsbaseret tilmeldingssynlighed at blive tilsidesat på komponentbasis i Studio.
fr: Autoriser la visibilité de l'inscription basée sur les fonctionnalités pouvant être passer outre composant par composant dans Studio.
pt_pt: Permitir que a visibilidade da inscrição seja anulada por componente no Estúdio.

source: enabled_as_of must be set when enabled is True
da: enabled_as_of skal indstilles, når aktiveret er True
fr: enabled_as_of doit être défini quand enabled est à True
pt_pt: 'enabled_as_of' tem de ter um valor definido quando o campo 'enabled' está definido como verdadeiro

source: Partition for segmenting users by access to gated content types
da: Partition til segmentering af brugere ved adgang til gated indholdstyper
fr: Partition permettant de segmenter les utilisateurs selon les types de contenu bloqués ou non
pt_pt: Partição para segmentar utilizadores através do acesso a tipos de conteúdos bloqueados

source: Graded assessments are available to Verified Track learners.
da: Bedømte vurderinger er tilgængelige for Verified Track-elever.
fr: Les évaluations notées sont disponibles pour les apprenants du parcours vérifié.
pt_pt: As avaliações classificadas estão disponíveis para estudantes em Modo Validado.

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
da: Bedømte vurderinger er tilgængelige for Verified Track-elever. Opgrader til Unlock.
fr: Les évaluations notées sont disponibles pour les apprenants du parcours vérifié. Faites une mise à niveau au parcours vérifié pour déverrouiller.
pt_pt: As avaliações classificadas estão disponíveis para os estudantes em Modo Validado. Atualize para desbloquear.

source: Content available only to verified track learners
da: Indhold kun tilgængeligt for verificerede sporelever
fr: Contenu disponible uniquement pour les apprenants du parcours vérifié
pt_pt: Conteúdo disponível apenas para estudantes em modo validado

source: Verified Track Access
da: Verificeret sporadgang
fr: Accès au parcours vérifié
pt_pt: Modo de Acesso Validado

source: Upgrade to unlock
da: Opgrader for at låse op
fr: Mise à niveau pour déverrouiller
pt_pt: Atualize a sua inscrição para ter acesso

source: Access expired on {expiration_date}
da: Adgangen udløb den {expiration_date}
fr: Accès expiré le {expiration_date}
pt_pt: O acesso expirou em {expiration_date}

source: Access to {course_name} expired on {expiration_date}
da: Adgang til {course_name} udløb den {expiration_date}
fr: L'accès à {course_name} a expiré le {expiration_date}
pt_pt: Acesso ao {course_name} expirou em {expiration_date}

source: Access to the course you were looking for expired on {expiration_date}
da: Adgangen til det kursus, du ledte efter, udløb den {expiration_date}
fr: L'accès au cours que vous recherchiez a expiré le {expiration_date}
pt_pt: O acesso ao curso que procura expirou a {expiration_date}

source: This learner does not have access to this course. Their access expired on {expiration_date}.
da: Denne elev har ikke adgang til dette kursus. Deres adgang udløb den {expiration_date} .
fr: Cet apprenant n'a pas accès à ce cours. Leur accès a expiré le {expiration_date}.
pt_pt: Este estudante não tem acesso a este curso. O acesso expirou em {expiration_date}.

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
da: {strong_open}Revisionsadgang udløber {expiration_date} {strong_close}{line_break}Du mister al adgang til dette kursus, inklusive dine fremskridt, på {expiration_date} .
fr: {strong_open} L'accès en mode Audit expire le {expiration_date} {strong_close} {line_break} Vous perdez tout accès à ce cours, y compris votre progression, le {expiration_date}.
pt_pt: {strong_open}O Acesso para Assistir expira a {expiration_date}{strong_close}{line_break}Vai perder todo o acesso a este curso, inclusive o seu progresso, a {expiration_date}.

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
da: {line_break}Opgrader inden {upgrade_deadline} for at få ubegrænset adgang til kurset, så længe det eksisterer på webstedet. {a_open}Opgrader nu{sronly_span_open} for at bevare adgangen efter {expiration_date}{span_close} {a_close}
fr: {line_break}Faites une mise à niveau avant le {upgrade_deadline} pour obtenir un accès illimité au cours tant qu'il existe sur le site. {a_open} Faites une mise à niveau maintenant {sronly_span_open} pour conserver l'accès après le {expiration_date}{span_close}{a_close}.
pt_pt: {line_break}Atualize até {upgrade_deadline} para ter acesso ilimitado ao curso, enquanto este existir no site. {a_open}Atualize agora{sronly_span_open} para manter o acesso após {expiration_date}{span_close}{a_close}

source: 'course_key' is required.
da: 'course_key' er påkrævet.
fr: 'course_key' est requis.
pt_pt: 'curso_chave' é necessário.

source: View all dates
da: Se alle datoer
fr: Voir toutes les dates
pt_pt: Ver todas as datas

source: Your due dates have been successfully shifted to help you stay on track.
da: Dine forfaldsdatoer er blevet flyttet for at hjælpe dig med at holde dig på sporet.
fr: Vos dates d'échéance ont été déplacées avec succès pour vous aider à rester sur la bonne voie.
pt_pt: As datas limite foram alteradas com sucesso para o ajudar a manter-se no bom caminho.

source: Deadlines successfully reset.
da: Deadlines blev nulstillet.
fr: Les dates d'échéance ont été réinitialisées avec succès.
pt_pt: Prazos redefinidos com sucesso.

source: Updates
da: Opdateringer
fr: Annonces
pl: Aktualności
pt_pt: Atualizações
zh_tw: 公佈欄

source: {sign_in_link} or {register_link} and then enroll in this course.
da: {sign_in_link} eller {register_link} og tilmeld dig dette kursus.

source: Welcome to {course_display_name}
da: Velkommen til {course_display_name}
