Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: {b_start}Unlimited Course Access: {b_end}Learn at your own pace, and access materials anytime to brush up on what you've learned.
da: {b_start}Ubegrænset kursusadgang: {b_end} Lær i dit eget tempo, og få adgang til materialer når som helst for at opfriske det, du har lært.
fr: {b_start}Accès aux cours illimité: {b_end} Apprenez à votre rythme et accédez aux documents à tout moment pour mettre à jour ce que vous avez appris.
pl: {b_start}Nieograniczony dostęp do kursu: {b_end}Ucz się we własnym tempie i uzyskuj dostęp do materiałów w dowolnym momencie, aby odświeżyć to, czego się nauczyłeś.
pt_pt: {b_start}Acesso Ilimitado ao Curso: {b_end}Aprenda ao seu próprio ritmo e aceda aos materiais a qualquer momento para rever o que aprendeu.
zh_tw: {b_start}無限制的課程訪問權限：{b_end}以您自己的進度進行學習，並隨時訪問材料以總結您所學的知識。

source: {b_start}Graded Assignments: {b_end}Build your skills through graded assignments and projects.
da: {b_start}Bedømte opgaver: {b_end} Byg dine færdigheder gennem bedømte opgaver og projekter.
fr: {b_start}Devoirs notés: {b_end} Développez vos compétences au moyen de devoirs et de projets notés.
pl: {b_start}Ocenione zadania: {b_end}Rozwijaj swoje umiejętności poprzez oceniane zadania i projekty.
pt_pt: {b_start}Atividades de Avaliação: {b_end}Desenvolva as suas competências através de tarefas e projetos de avaliação.

source: {b_start}Easily Sharable: {b_end}Add the certificate to your CV or resumé, or post it directly on LinkedIn.
da: {b_start}Nem at dele: {b_end} Tilføj certifikatet til dit CV eller CV, eller send det direkte på LinkedIn.
fr: {b_start}Facilement partageable : {b_end}Ajouter l’attestation à votre curriculum vitae ou poster-la directement sur LinkedIn.
pl: {b_start}Łatwe udostępnianie: {b_end} Dodaj certyfikat do swojego CV lub życiorysu albo zamieść go bezpośrednio na LinkedIn.
pt_pt: {b_start}Facilmente partilhável: {b_end}Adicionar o certificado ao seu CV ou curriculum vitae, ou publicá-lo directamente no LinkedIn.

source: Benefits of a Verified Certificate
da: Fordele ved et verificeret kursus bevis
fr: Bénéfices d'un certificat vérifié
pl: Zalety Potwierdzonego Certyfikatu
pt_pt: Benefícios de um Certificado Validado
zh_tw: 合格證書的好處

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
da: {b_start}Troværdigt:{b_end} Modtag et officielt kursusbevis underskrevet af kususleder
fr: {b_start}Officiel:{b_end} Recevez un certificat signé par l'instructeur avec le logo de l'institution
pl: {b_start}Oficjalny certyfikat:{b_end} Otrzymaj certyfikat podpisany przez instruktora i opatrzony logo stosownej instytucji.
pt_pt: {b_start}Oficial:{b_end} Receba um certificado assinado pelo tutor com o logotipo da instituição
zh_tw: {b_start}官方:{b_end}取得具機構商標之講師簽發證明。

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resumé, or post it directly on LinkedIn
da: {b_start}Let deles: {b_end} Tilføj certifikatet til dit CV eller CV, eller send det direkte på LinkedIn
fr: {b_start}Facilement partageable : {b_end} Ajouter l’attestation à votre curriculum vitae ou postez-la directement sur LinkedIn
pl: {b_start}Łatwe udostępnianie: {b_end} Dodaj certyfikat do swojego CV lub życiorysu albo zamieść go bezpośrednio na LinkedIn.
pt_pt: {b_start}Facilmente partilhável:{b_end} Adicionar o certificado ao seu CV ou curriculum vitae, ou publicá-lo directamente no LinkedIn.

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
da: Synliggør din erhvervede viden og færdigheder med et verificeret kursus bevis. Det vil forbedre dit CV; fremme dine karriere muligheder og vil måske kunne bruges i ansøgninger til formelle uddannelser.
fr: Mettez en avant nos nouvelles compétences avec un certificat vérifié. Utilisez cette accréditation pour votre recherche d'emploi, progresser dans votre carrière ou simplement renforcer vos connaissances.
pl: Udowodnij swoją nową wiedzę i umiejętności wybierając Potwierdzony Certyfikat. Wykorzystaj to cenne poświadczenie, aby rozwijać swoją karierę i stać się bardziej konkurencyjnym na rynku pracy.
pt_pt: Destaque os seus novos conhecimentos e competências com um certificado validado. Utilize esta valiosa credencial para melhorar as suas perspectivas de emprego e avançar a sua carreira, ou evidenciar o seu certificado em candidaturas escolares.
zh_tw: 用簽名認證來突出您的新知識以及技巧。使用這有價值的憑證來提升您工作情景與提升您的生涯，或在學校申請書上突出您的證書。

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
da: {b_start}Troværdigt: {b_end} Modtag et officielt kursusbevis underskrevet af kususleder
fr: {b_start}Officiel: {b_end}Recevez un certificat signé par l'instructeur avec le logo de l'institution
pl: {b_start}Oficjalny certyfikat:{b_end}Otrzymaj certyfikat podpisany przez instruktora i opatrzony logo stosownej instytucji.
pt_pt: {b_start}Oficial: {b_end}Receba um certificado assinado pelo tutor com o logo da instituição
zh_tw: {b_start}官方:{b_end}取得具機構商標之講師簽發證明。

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resumé, or post it directly on LinkedIn
da: {b_start}Let deles: {b_end} Tilføj certifikatet til dit CV eller CV, eller send det direkte på LinkedIn
fr: {b_start}Facilement partageable : {b_end}Ajouter l’attestation à votre curriculum vitae ou postez-la directement sur LinkedIn
pl: {b_start}Łatwe udostępnianie: {b_end} Dodaj certyfikat do swojego CV lub życiorysu albo zamieść go bezpośrednio na LinkedIn.
pt_pt: {b_start}Facilmente partilhável: {b_end}Adicionar o certificado ao seu CV ou curriculum vitae, ou publicá-lo directamente no LinkedIn.

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
da: {b_start}Motiverende: {b_end}Giv dig selv ekstra motivation for at gennemføre kurset
fr: {b_start}Motivation: {b_end}Donnez-vous une raison supplémentaire de terminer le cours
pl: {b_start}Motywujący: {b_end}Daj sobie dodatkowy powód, aby ukończyć kurs.
pt_pt: {b_start}Incentivo: {b_end}Dê a si mesmo um incentivo adicional para concluir o curso
zh_tw: {b_start}激發:{b_end}給予您一個額外的動力來完成課程

source: Audit This Course
da: Følg Dette Kursus
fr: Suivre ce Cours
pl: Przeglądaj ten kurs
pt_pt: Observar Este Curso
zh_tw: 旁聽這門課程

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
da: Revider dette kursus gratis og få fuld adgang til alt kursusmateriale, aktiviteter, tests og fora.
fr: Suivre ce cours gratuitement et avoir un accès complet à tout le matériel, activités, tests et forums du cours.
pl: Przeglądaj ten kurs za darmo i uzyskaj pełen dostęp do wszystkich materiałów kursowych, ćwiczeń, testów i dyskusji.
pt_pt: Assista a este curso gratuitamente e tenha acesso completo a todo o material do curso, atividades, testes e fóruns.
zh_tw: 審計這門課程的自由和完全訪問所有的課程材料，活動，測試，和討論區。

source: Audit This Course (No Certificate)
da: Revidere dette kursus (ingen certifikat)
fr: Suivre ce cours (Sans Attestation)
pl: Przeglądaj ten kurs (bez certyfikatu)
pt_pt: Observar Este Curso (Sem Certificado)
zh_tw: 旁聽這門課 (沒有證書)

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments, or unlimited course access.{b_end}
da: Revider dette kursus gratis og få adgang til kursusmateriale og diskussionsfora. {b_start}Dette nummer inkluderer ikke bedømte opgaver eller ubegrænset kursusadgang. {b_end}
fr: Suivre ce cours gratuitement et accédez au matériel de cours et aux forums de discussion. {b_start} Ce parcours n'inclut pas les devoirs notés, ni l'accès illimité aux cours.{b_end}
pl: Przeprowadź bezpłatny audyt tego kursu i uzyskaj dostęp do materiałów szkoleniowych i forów dyskusyjnych. {b_start}Ta ścieżka nie obejmuje ocenianych zadań ani nieograniczonego dostępu do kursów.{b_end}
pt_pt: Assista a este curso gratuitamente e tenha acesso aos materiais e aos fóruns de discussão. {b_start}Este modo não inclui atividades de avaliação, nem dá acesso ilimitado ao curso.{b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments.{b_end}
da: Revider dette kursus gratis og få adgang til kursusmateriale og diskussionsfora. {b_start}Dette nummer inkluderer ikke bedømte opgaver. {b_end}
fr: Suivre ce cours gratuitement et accédez au matériel de cours et aux forums de discussion. {b_start}Ce parcours n'inclut pas les devoirs notés.{b_end}
pl: Przeprowadź bezpłatny audyt tego kursu i uzyskaj dostęp do materiałów szkoleniowych i forów dyskusyjnych. {b_start}Ta ścieżka nie obejmuje ocenianych zadań.{b_end}
pt_pt: Assista a este curso gratuitamente e tenha acesso aos materiais e aos fóruns de discussão. {b_start}Este modo não inclui atividades de avaliação.{b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include unlimited course access.{b_end}
da: Revider dette kursus gratis og få adgang til kursusmateriale og diskussionsfora. {b_start}Dette spor inkluderer ikke ubegrænset kursusadgang. {b_end}
fr: Suivre ce cours gratuitement et accédez au matériel de cours et aux forums de discussion. {b_start} Ce parcours n'inclut l'accès illimité aux cours.{b_end}
pl: Przeprowadź bezpłatny audyt tego kursu i uzyskaj dostęp do materiałów szkoleniowych i forów dyskusyjnych. {b_start}Ta ścieżka nie obejmuje nieograniczonego dostępu do kursu.{b_end}
pt_pt: Assista a este curso gratuitamente e tenha acesso aos materiais e aos fóruns de discussão. {b_start}Este modo não dá acesso ilimitado ao curso.{b_end}

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
da: Revider dette kursus gratis og få fuld adgang til alt kursusmateriale, aktiviteter, tests og fora. {b_start}Bemærk venligst, at dette spor ikke tilbyder et certifikat til elever, der opnår en bestået karakter. {b_end}
fr: Suivez ce cours gratuitement et accédez totalement à tous les supports, activités, tests et forums du cours. {b_start}Prendre note que ce parcours n'offre pas d'attestations aux apprenants qui aurant la note de passage.{b_end}
pl: Przeglądaj ten kurs za darmo i uzyskaj pełen dostęp do wszystkich materiałów kursowych, ćwiczeń, testów i dyskusji. {b_start}Miej na uwadze, że ta ścieżka nie umożliwia zdobycia certyfikatu pomimo ukończenia kursu i uzyskania dobrych ocen.{b_end}
pt_pt: Assista a este curso gratuitamente e tenha acesso completo a todo o material do curso, atividades, testes e fóruns de debate.{b_start} Por favor, tenha em atenção que este modo não oferece um certificado, nem mesmo aos estudantes que tenham a classificação necessária o obter.{b_end}
zh_tw: 審計這門課程的自由和完全訪問所有的課程材料，活動，測試，和討論區。{b_start}請注意，這方法不提供獲得及格學生的證書。{b_end}

source: Showcase a {link_start}verified certificate{link_end} of completion on your resumé to advance your career
da: Vis et {link_start}verificeret certifikat {link_end} for færdiggørelse på dit CV for at fremme din karriere
fr: Présentez une {link_start}attestation vérifiée{link_end} sur votre curriculum vitae pour faire avancer votre carrière
pl: Zaprezentuj {link_start}potwierdzony certyfikat{link_end} ukończenia w swoim resumé, aby rozwijać swoją karierę
pt_pt: Mostrar um {link_start}certificado verificado{link_end} de conclusão no seu currículo para fazer avançar a sua carreira

source: Get {start_bold}access to all course activities{end_bold}, including both graded and non-graded assignments, while the course is running
da: Få {start_bold}adgang til alle kursusaktiviteter {end_bold} , inklusive både bedømte og ikke-bedømte opgaver, mens kurset kører
fr: Obtenez {start_bold}accès à toutes les activités du cours{end_bold}, y compris les devoirs notés et non notés, pendant le cours
pl: Uzyskaj {start_bold}dostęp do wszystkich zajęć na kursie{end_bold}, w tym do ocenionych i nieocenianych zadań, w trakcie trwania kursu
pt_pt: Obter {start_bold}acesso a todas as actividades do curso{end_bold}, incluindo trabalhos classificados e não classificados, enquanto o curso está a decorrer.

source: Show more
da: Vis mere
fr: Afficher plus
pl: Pokaż więcej
pt_pt: Mostrar mais

source: {start_bold}Full access{end_bold} to course content and materials, even after the course ends
da: {start_bold}Fuld adgang {end_bold} til kursusindhold og materialer, selv efter kursets afslutning
fr: {start_bold}Accès complet{end_bold} au contenu et aux supports du cours, même après la fin du cours
pl: {start_bold}Pełny dostęp{end_bold} do treści i materiałów kursu, nawet po jego zakończeniu
pt_pt: {start_bold}Acesso total{end_bold} ao conteúdo e materiais do curso, mesmo após o término do curso

source: {link_start}Learn more{link_end} about course access
da: {link_start}Få flere oplysninger {link_end} om kursusadgang
fr: {link_start}En savoir plus{link_end} sur l'accès aux cours
pl: {link_start}Dowiedz się więcej{link_end} o dostępie do kursów
pt_pt: {link_start}Saiba mais{link_end} sobre o acesso ao curso

source: Support our {start_bold}mission{end_bold} to increase access to high-quality education for everyone, everywhere
da: Støt vores {start_bold}mission {end_bold} for at øge adgangen til uddannelse af høj kvalitet for alle, overalt
fr: Soutenez notre {start_bold} mission{end_bold} d'accroître l'accès à une éducation de haute qualité pour tous, partout dans le monde
pl: Wesprzyj naszą {start_bold}misję{end_bold}, aby zwiększyć dostęp do wysokiej jakości edukacji dla wszystkich i na całym świecie
pt_pt: Apoiar a nossa {start_bold}missão{end_bold} para aumentar o acesso à educação de alta qualidade para todos, em todo o lado

source: Get temporary access to {start_bold}non-graded{end_bold} activities, including discussion forums and non-graded assignments
da: Få midlertidig adgang til {start_bold}ikke-bedømte {end_bold} aktiviteter, herunder diskussionsfora og opgaver uden karakter
fr: Obtenez un accès temporaire aux activités {start_bold}non notées{end_bold}, y compris les forums de discussion et les devoirs non notés
pl: Uzyskaj tymczasowy dostęp do {start_bold}nieocenianych{end_bold} aktywności, w tym forów dyskusyjnych i zadań bez oceny
pt_pt: Obter acesso temporário às actividades {start_bold}não classificadas {end_bold}, incluindo fóruns de debate e tarefas não classificadas

source: Get {start_bold}temporary access{end_bold} to the course material, including videos and readings
da: Få {start_bold}midlertidig adgang {end_bold} til kursusmaterialet, inklusive videoer og oplæsninger
fr: Obtenez {start_bold}un accès temporaire{end_bold} au matériel de cours, y compris les vidéos et les lectures
pl: Uzyskaj {start_bold}tymczasowy dostęp{end_bold} do materiałów szkoleniowych, w tym filmów i tekstów
pt_pt: Obter {start_bold}acesso temporário{end_bold} ao material do curso, incluindo vídeos e leituras

source: Access expires and all progress will be lost on
da: Adgangen udløber, og alle fremskridt vil gå tabt
fr: L'accès expire et tous les progrès seront perdus le
pl: Dostęp wygasa i wszystkie postępy zostaną utracone w dniu
pt_pt: O acesso expira e todo o progresso será perdido em

source: Access expires and all progress will be lost
da: Adgangen udløber, og alle fremskridt vil gå tabt
fr: L'accès expire et tous les progrès seront perdus
pl: Dostęp wygasa i wszystkie postępy zostaną utracone
pt_pt: O acesso expira e todo o progresso será perdido

source: Enroll In {course_name} | Upgrade Now
da: Tilmeld dig {course_name} | Opgrader nu
fr: S'inscrire à {course_name} | Mettre à jour maintenant
pl: Zapisz się na {course_name} | Uaktualnij teraz
pt_pt: Inscrever-se em {course_name} | Actualizar Agora

source: Choose a path for your course in
da: Vælg en vej til dit kursus i
fr: Choisissez un parcours pour votre cours en
pl: Wybierz ścieżkę swojego kursu w
pt_pt: Escolha um caminho para o seu curso em

source: Studies show that those who choose this option are {start_bold}more engaged and motivated{end_bold} to complete their courses
da: Undersøgelser viser, at de, der vælger denne mulighed, er {start_bold}mere engagerede og motiverede {end_bold} til at gennemføre deres kurser
fr: Des études montrent que ceux qui choisissent cette option sont {start_bold}plus engagés et motivés{end_bold} pour terminer leurs cours
pl: Badania pokazują, że osoby, które wybiorą tę opcję, są {start_bold}bardziej zaangażowane i zmotywowane{end_bold} do ukończenia kursów
pt_pt: Estudos mostram que aqueles que escolhem esta opção estão {start_bold}mais empenhados e motivados{end_bold} para completar os seus cursos

source: Access this course
da: Få adgang til dette kursus
fr: Accéder à ce cours
pl: Uzyskaj dostęp do tego kursu
pt_pt: Aceder a este curso

source: Get access to the course material, including videos and readings
da: Få adgang til kursusmaterialet, herunder videoer og oplæsninger
fr: Accéder au matériel de cours, y compris les vidéos et les lectures
pl: Uzyskaj dostęp do materiałów szkoleniowych, w tym filmów i tekstów
pt_pt: Obter acesso ao material do curso, incluindo vídeos e documentação

source: Some graded content may be locked
da: Noget klassificeret indhold kan være låst

source: {chapter} current chapter
da: {chapter} aktuelle kapitel
fr: chapitre en cours {chapter}
pl: {chapter} obecny rozdział
pt_pt: {chapter} capítulo atual
zh_tw: {chapter} 當前章節

source: {span_start}current section{span_end}
da: {span_start}nuværende afsnit {span_end}
fr: {span_start}section en cours{span_end}
pl: {span_start}obecny rozdział{span_end}
pt_pt: {span_start}secção atual{span_end}
zh_tw: {span_start}當前章節{span_end}

source: due {date}
da: frist: {date}
fr: Echéance le {date}
pl: termin końcowy: {date}
pt_pt: data limite {date}
zh_tw: 到期日 {date}

source: {section_format} due {{date}}
da: {section_format} forfalder {{date}}
fr: {section_format} à terminer avant le {{date}}
pl: {section_format} - termin końcowy: {{date}}
pt_pt: {section_format} até {{date}}
zh_tw: {section_format}於{{date}}到期

source: This content is graded
da: Dette indhold er bedømt
fr: Ce contenu est noté
pl: Ta zawartość podlega ocenie
pt_pt: Este conteúdo está avaliado
zh_tw: 這個內容組使用在：

source: An error occurred. Please try again later.
da: Der opstod en fejl. Prøv venligst igen senere.
fr: Une erreur s'est produite. Merci d'essayer de nouveau plus tard.
pl: Wystąpił błąd. Spróbuj ponownie później.
pt_pt: Ocorreu um erro. Por favor, tente mais tarde.
zh_tw: 發生錯誤。請稍後再試一次。

source: You are enrolled in this course
da: Du er tilmelde dette kursus.
fr: Vous êtes inscrit à ce cours
pl: Jesteś zapisany na ten kurs
pt_pt: Está matriculado neste curso
zh_tw: 您參加此課程

source: View Course
da: Se Kursus
fr: Voir le cours
pl: Wyświetl kurs
pt_pt: Ver Curso
zh_tw: 檢視課程

source: Enrollment in this course is by invitation only
da: Tilmelding til dette kursus kan kun ske via invitation
fr: L'inscription à ce cours se fait sur invitation seulement
pl: Rekrutacja do tego kursu jest wyłącznie na zaproszenia
pt_pt: A matrícula neste curso é apenas por convite
zh_tw: 只能經由邀請註冊這課程

source: Enrollment is Closed
da: Lukket for Tilmelding
fr: Les inscriptions sont fermées
pl: Rekrutacja jest zamknięta
pt_pt: Matrícula Encerrada
zh_tw: 註冊功能已經關閉

source: Enroll Now
da: Tilmeld
fr: Inscrivez-vous maintenant
pl: Zapisz się
pt_pt: Inscreva-se agora
zh_tw: 現在註冊

source: View About Page in studio
da: Se Om Side i studio
fr: Voir la page de présentation du cours dans Studio
pl: Wyświetl kartę kursu w Studio
pt_pt: Ver a Página Sobre no Studio
zh_tw: 在Studio中檢視關於頁面

source: Classes Start
da: Kursus Start
fr: Début du Cours
pl: Rozpoczęcie kursu
pt_pt: Início do Curso
zh_tw: 課程開始

source: Classes End
da: Kursus Slutter
fr: Fin des cours
pl: Zakończenie kursu
pt_pt: Fim do Curso
zh_tw: 課程結束

source: Estimated Effort
da: Anslået Indsats
fr: Effort estimé
pl: Szacowane zaangażowanie czasowe
pt_pt: Esforço estimado
zh_tw: 預期投入

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
da: Du skal have fuldført {link_start}{prc_display}{link_end} før du begynder dette kursus.
fr: Vous devez réussir {link_start}{prc_display}{link_end} avant de pouvoir démarrer ce cours.
pl: Musisz ukończyć {link_start}{prc_display}{link_end}przed rozpoczęciem tego kursu.
pt_pt: Deve concluir com sucesso {link_start}{prc_display}{link_end} antes de iniciar este curso.
zh_tw: 於修習本門課程前，您必須先完成以下先修課程 {link_start}{prc_display}{link_end} 。

source: Additional Resources
da: Yderligere Ressourcer
fr: Ressources complémentaires
pl: Materiały dodatkowe
pt_pt: Recursos adicionais
zh_tw: 額外資源

# self
source: enroll
da: tilmeld
fr: S'inscrire
pl: zapisz się
pt_pt: matricular
zh_tw: 註冊

source: Share with friends and family!
da: Del med venner og familie!
fr: Partager avec ses amis et sa famille !
pl: Podziel się z rodziną i znajomymi!
pt_pt: Partilhe com amigos e família!
zh_tw: 與朋友和家人分享！

source: I just enrolled in {number} {title} through {account}: {url}
da: Jeg har netop tilmeldt mig {number} {title} via {account}: {url}

source: I just enrolled in {number} {title} through {platform} {url}
da: Jeg har netop tilmeldt mig {number} {title} via {platform} {url}
fr: Je me suis inscrit à {number} {title} via {platform} {url}
pl: Właśnie zapisałem się na kurs {number} {title} na platformie {platform} {url}
pt_pt: Acabei de me inscrever em {number} {title} através de {platform} {url}
zh_tw: 我剛參加{number} {title}透過 {platform} {url}

source: Take a course with {platform} online
da: Tag et kursus med {platform} online
fr: Suivez un cours en ligne avec {platform}
pl: Weź udział w kursie online na platformie {platform}
pt_pt: Tire um curso com {platform} online
zh_tw: 到 {platform} 參加線上課程

source: Tweet that you've enrolled in this course
da: Tweet, at du har tilmeldt dig dette kursus
fr: Ecrire un message sur Twitter pour dire que vous êtes inscrit dans ce cours
pl: Udostępnij na Tweeterze, że zapisałeś się na ten kurs
pt_pt: Partilhe no Twitter que se inscreveu neste curso
zh_tw: 利用推特轉發您已註冊此課程的訊息。

source: Post a Facebook message to say you've enrolled in this course
da: Læg en besked på Facebook og fortæl, at du har tilmeldt dig dette kursus
fr: Ecrire un message Facebook pour dire que vous êtes inscrit dans ce cours
pl: Udostępnij na Facebook'u i pochwal się, że zapisałeś się na ten kurs
pt_pt: Publique uma mensagem no Facebook para partilhar que se inscreveu neste curso
zh_tw: 發表一則Facebook訊息來表示您已經註冊這門課程

source: Email someone to say you've enrolled in this course
da: Send en e-mail og fortæl, at du har tilmeldt dig dette kursus
fr: Envoyer un email à quelqu'un pour dire que vous êtes inscrit dans ce cours
pl: Wyślij e-mail i pochwal się, że zapisałeś się na ten kurs.
pt_pt: Envie um email a alguém para dizer que se inscreveu neste curso
zh_tw: Email 給某人告知你以註冊此課程。

source: current location
da: Nuværende lokation
fr: localisation actuelle
pl: obecne umiejscowienie
pt_pt: localização atual
zh_tw: 現在位置

source: needs attention
da: kræver opmærksomhed
fr: nécessite votre attention
pl: wymaga uwagi
pt_pt: necessita de atenção
zh_tw: 需要注意

source: Course Material
da: Kursus Materiale
fr: Cours
pl: Materiał kursowy
pt_pt: Material do Curso
zh_tw: 課程內容

source: Hide
da: Skjul
fr: Cacher
pl: Ukryj
pt_pt: Ocultar
zh_tw: 隱藏

source: Show
da: Vis
fr: Afficher
pl: Pokaż
pt_pt: Mostrar
zh_tw: 顯示

source: Show Earlier Course Updates
da: Vis tidligere kursusopdateringer
fr: Montrer les mises à jour antérieures du cours
pl: Pokaż wcześniejsze nowości kursu
pt_pt: Exibir Atualizações anteriores do Curso
zh_tw: 顯示先前的課程更新
