Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: If you make significant changes, make sure you notify members of the team before making these changes.
da: Hvis du laver signifikante ændringer, skal du sikre dig, at du informerer medlemmerne på holdet, inden du laver ændringerne.
sv: Om du gör betydande ändringar, se till att du meddelar medlemmarna i teamet innan du gör dessa ändringar.

source: Membership
da: Medlemskab
sv: Medlemskap

source: You can remove members from this team, especially if they have not participated in the team's activity.
da: Du kan fjerne medlemmer fra dette hold, især hvis de ikke har deltaget i holdets aktiviteter.
sv: Du kan ta bort medlemmar från det här laget, särskilt om de inte har deltagit i lagets aktivitet.

source: Showing results for "{searchString}"
da: Viser resultater for &quot;{searchString}&quot;
sv: Visar resultat för "{searchString}"

source: Search teams
da: Søg hold
sv: Sök team

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
da: Se alle hold, du tilhører, og alle offentlige hold i dit kursus, organiseret efter emne. Deltag i et åbent offentligt team for at samarbejde med andre elever, der er interesserede i det samme emne som dig.
sv: Se alla lag du tillhör och alla offentliga team i din kurs, organiserade efter ämne. Gå med i ett öppet offentligt team för att samarbeta med andra elever som är intresserade av samma ämne som du.

source: See all teams you belong to and all public teams in your course, organized by topic.
da: Se alle hold, du tilhører, og alle offentlige hold i dit kursus, organiseret efter emne.
sv: Se alla lag du tillhör och alla offentliga team i din kurs, organiserade efter ämne.

source: See all teams you belong to.
da: Se alle hold du tilhører.
sv: Se alla lag du tillhör.

source: All Topics
da: Alle emner
sv: Alla ämnen

source: The page "{route}" could not be found.
da: Siden "{route}" kunne ikke findes.
sv: Sidan "{route}" kunde inte hittas.

source: The topic "{topic}" could not be found.
da: Emnet "{topic}" kunne ikke findes.
sv: Ämnet "{topic}" kunde inte hittas.

source: The team "{team}" could not be found.
da: Teamet "{team}" kunne ikke findes.
sv: Teamet "{team}" kunde inte hittas.

source: Topic
da: Emne
sv: Ämne

source: View Teams in the {topic_name} Topic
da: Se teams i {topic_name}-emnet
sv: Visa team i ämnet {topic_name}

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
da: {browse_span_start}Se hold med andre emner{span_end} eller {search_span_start}søg hold{span_end} med dette emne. Hvis du stadig ikke har fundet et hold at tilmelde dig, {create_span_start}så opret et nyt hold med dette emne{span_end}.
sv: {browse_span_start}Bläddra bland team i andra ämnen{span_end} eller {search_span_start}sökteam{span_end} i det här ämnet. Om du fortfarande inte kan hitta ett team att gå med i, {create_span_start}skapa ett nytt team i det här ämnet{span_end}.

source: An error occurred while looking up team membership. Try refreshing the page.
da: Der opstod en fejl under søgning af teammedlemskab. Prøv at opdatere siden.
sv: Ett fel uppstod när du sökte upp teammedlemskap. Testa att uppdatera sidan.

source: All topics
da: Alle emner
sv: Alla ämnen

source: Insert Hyperlink
da: Indsæt hyperlink
sv: Infoga hyperlänk

source: e.g. 'http://google.com'
da: f.eks. 'http://google.com'
sv: t.ex. 'http://google.com'

source: Link Description
da: Linkbeskrivelse
sv: länkbeskrivning

source: e.g. 'google'
da: fx. 'google'
sv: t.ex. 'Google'

source: Please provide a description of the link destination.
da: Venligst angiv en beskrivelse af link destinationen
sv: Ange en beskrivning av länkdestinationen.

source: Insert Image (upload file or type URL)
da: Indsæt billede (upload fil eller angiv URL)
sv: Infoga bild (ladda upp fil eller skriv URL)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
da: Angiv i en URL eller anvende "Vælg fil" knappen til at uploade en fil fra din computer. (Fx. 'http://example.com/img/clouds.jpg')
sv: Skriv in en URL eller använd knappen "Välj fil" för att ladda upp en fil från din maskin. (t.ex. 'http://example.com/img/clouds.jpg')

source: Image Description
da: Billedbeskrivelse
sv: Bildbeskrivning

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
da: Venligst lav en beskrivelse af dette billede eller godkend at det ikke har en sammenhængende værdi. Dette gøres ved at tjekke checkbox'en.
sv: Beskriv den här bilden eller godkänn att den inte har något kontextvärde genom att markera kryssrutan.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
da: fx 'Himmel med skyer' Beskrivelsen er nyttig for brugere, der ikke kan se billedet.
sv: t.ex. 'Himmel med moln'. Beskrivningen är användbar för användare som inte kan se bilden.

source: How to create useful text alternatives.
da: Sådan opretter du nyttige tekstalternativer.
sv: Hur man skapar användbara textalternativ.

source: This image is for decorative purposes only and does not require a description.
da: Dette billede er kun til dekorative formål og kræver ikke en beskrivelse.
sv: Denna bild är endast för dekorativa ändamål och kräver ingen beskrivning.

source: Markdown Editing Help
da: Markdown-redigeringshjælp
sv: Markdown redigeringshjälp

source: Please provide a valid URL.
da: Angiv en gyldig URL.
sv: Ange en giltig webbadress.

source: %(errorCount)s error found in form.
da: %(errorCount)s fejl fundet i form.
sv: %(errorCount)s fel hittades i formuläret.

source: Bold (Ctrl+B)
da: Fed (Ctrl+B)
sv: Fet (Ctrl+B)

source: Italic (Ctrl+I)
da: Kursiv (Ctrl+I)
sv: Kursiv (Ctrl+I)

source: Blockquote (Ctrl+Q)
da: Blokcitat (Ctrl+Q)
sv: Blockcitat (Ctrl+Q)

source: Code Sample (Ctrl+K)
da: Kodeprøve (Ctrl+K)
sv: Kodprov (Ctrl+K)

source: Image (Ctrl+G)
da: Billede (Ctrl+G)
sv: Bild (Ctrl+G)

source: Numbered List (Ctrl+O)
da: Nummereret liste (Ctrl+O)
sv: Numrerad lista (Ctrl+O)

source: Bulleted List (Ctrl+U)
da: Punktopstilling (Ctrl+U)
sv: Punktlista (Ctrl+U)

source: Heading (Ctrl+H)
da: Overskrift (Ctrl+H)
sv: Rubrik (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
da: Vandret skillelinje (Ctrl+R)
sv: Horisontell regel (Ctrl+R)

source: Undo (Ctrl+Z)
da: Fortryd (Ctrl+Z)
sv: Ångra (Ctrl+Z)

source: Redo (Ctrl+Y)
da: Gendan (Ctrl+Y)
sv: Gör om (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
da: Gendan (Ctrl+Shift+Z)
sv: Gör om (Ctrl+Skift+Z)

source: strong text
da: vigtig tekst
sv: stark text

source: emphasized text
da: fremhævet tekst
sv: betonad text

source: enter link description here
da: indsæt beskrivelse af link her
sv: ange länkbeskrivning här

source: enter code here
da: indsæt kode her
sv: Skriv koden här

source: List item
da: List punkt
sv: Listobjekt

source: Heading
da: Overskrift
sv: Rubrik

source: You have been logged out of your account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
da: Du er blevet logget ud af din konto. Klik på Okay for at logge på igen nu. Klik på Annuller for at blive på denne side (du skal logge ind igen for at gemme dit arbejde).
sv: Du har blivit utloggad från ditt konto. Klicka på Okej för att logga in igen nu. Klicka på Avbryt för att stanna kvar på den här sidan (du måste logga in igen för att spara ditt arbete).

source: Preview this query
da: Se forhåndsvisning af denne forespørgsel
sv: Förhandsgranska den här frågan

source: Open Calculator
da: Åbn lommeregner
sv: Öppna Kalkylator

source: Close Calculator
da: Luk lommeregner
sv: Stäng kalkylator

source: All subsections
da: Alle undersektioner
sv: Alla underavsnitt

source: All units
da: Alle enheder
sv: Alla enheter

source: Click to change
da: Klik for at ændre
sv: Klicka för att ändra

source: Select a chapter
da: Vælg et kapitel
sv: Välj ett kapitel

source: Save changes
da: Gem ændringer
sv: Sparar ändringar

source: Please enter valid start date and time.
da: Angiv gyldig startdato og -tidspunkt.
sv: Vänligen ange giltigt startdatum och tid.

source: Due date cannot be before start date.
da: Forfaldsdato kan ikke ligge før startdato.
sv: Förfallodatum kan inte infalla före startdatum.

source: Enter Due Date and Time
da: Angiv forfaldsdato og -tidspunkt
sv: Ange förfallodatum och tid

source: Enter Start Date and Time
da: Angiv startdato og -tidspunkt
sv: Ange startdatum och tid

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
da: Brugernavn/email felt er påkrævet, og kan ikke være tomt. Udfyld brugernavn/email og tryk derefter på "Tilføj til undtagelsesliste"-knappen.
sv: Fältet för studentens användarnamn/e-postadress är obligatoriskt och får inte vara tomt. Vänligen fyll i användarnamn/e-postadress och tryck sedan på knappen "Lägg till i undantagslistan".

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
da: Kursistens brugernavn/e-mail-felt er påkrævet og må ikke være tomt. Udfyld venligst brugernavn/e-mail og tryk derefter på knappen"Invalidate Certificate"
sv: Fältet för studentens användarnamn/e-postadress är obligatoriskt och får inte vara tomt. Vänligen fyll i användarnamn/e-postadress och tryck sedan på knappen "Ogiltigförklara certifikat".

source: Student Removed from certificate allowlist successfully.
da: Eleven blev fjernet fra tilladelseslisten for certifikater.
sv: Student har tagits bort från certifikatets godkännandelista.

source: Could not find Certificate Exception in the allowlist. Please refresh the page and try again
da: Kunne ikke finde certifikatundtagelse på tilladelseslisten. Opdater venligst siden og prøv igen
sv: Det gick inte att hitta certifikatundantag i godkännandelistan. Uppdatera sidan och försök igen

source: Server Error, Please refresh the page and try again.
da: Serverfejl. Opdater siden og prøv igen.
sv: Serverfel. Uppdatera sidan och försök igen.

source: <%- user %> already in exception list.
da: <%- user %> er allerede i undtagelseslisten.
sv: <%- användare %> finns redan i undantagslistan.

source: <%- user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
da: <%- user %> er blevet tilføjet til undtagelseslisten. Klik på Generer undtagelsescertifikat nedenfor for at sende certifikatet.
sv: <%- användare %> har lagts till i undantagslistan. Klicka på Generera undantagscertifikat nedan för att skicka certifikatet.

source: learners were successfully added to exception list
da: elever blev føjet til undtagelseslisten
sv: elever lades till i undantagslistan

source: learner was successfully added to the exception list
da: elev blev føjet til undtagelseslisten
sv: eleven lades till i undantagslistan

source: records are not in the correct format and have not been added to the exception list
da: poster er ikke i det korrekte format og er ikke blevet tilføjet til undtagelseslisten
sv: poster är inte i rätt format och har inte lagts till i undantagslistan

source: record is not in the correct format and has not been added to the exception list
da: posten er ikke i det korrekte format og er ikke blevet tilføjet til undtagelseslisten
sv: posten är inte i rätt format och har inte lagts till i undantagslistan

source: learner accounts cannot be found and have not been added to the exception list
da: elevkonti kan ikke findes og er ikke blevet tilføjet til undtagelseslisten
sv: elevkonton kan inte hittas och har inte lagts till i undantagslistan

source: learner account cannot be found and has not been added to the exception list
da: elevkonto kan ikke findes og er ikke blevet tilføjet til undtagelseslisten
sv: elevkonto kan inte hittas och har inte lagts till i undantagslistan

source: learners already appear on the exception list in this course
da: elever optræder allerede på undtagelseslisten i dette kursus
sv: elever finns redan på undantagslistan i denna kurs

source: learner already appears on the exception list in this course
da: eleven optræder allerede på undtagelseslisten i dette kursus
sv: eleven finns redan på undantagslistan i denna kurs

source: learners are not enrolled in this course and have not added to the exception list
da: elever er ikke tilmeldt dette kursus og er ikke tilføjet undtagelseslisten
sv: elever är inte inskrivna i denna kurs och har inte lagts till i undantagslistan

source: learner is not enrolled in this course and has not been added to the exception list
da: eleven er ikke tilmeldt dette kursus og er ikke blevet tilføjet til undtagelseslisten
sv: eleven är inte inskriven i denna kurs och har inte lagts till i undantagslistan

source: learners have an active certificate invalidation in this course and have not been added to the exception list
da: elever har en aktiv certifikatinvalidering i dette kursus og er ikke blevet tilføjet til undtagelseslisten
sv: elever har en aktiv ogiltigförklaring av certifikat i denna kurs och har inte lagts till i undantagslistan

source: learner has an active certificate invalidation in this course and has not been added to the exception list
da: eleven har en aktiv certifikatinvalidering i dette kursus og er ikke blevet tilføjet til undtagelseslisten
sv: eleven har en aktiv ogiltigförklaring av certifikat i denna kurs och har inte lagts till i undantagslistan

source: learners encountered unknown errors
da: elever stødte på ukendte fejl
sv: eleverna stötte på okända fel

source: learner encountered an unknown error
da: elev stødte på en ukendt fejl
sv: eleven stötte på ett okänt fel

source: Uploaded file issues. Click on "+" to view.
da: Uploadede filemner. Klik på "+" for at se dem.
sv: Problem med uppladdade filer. Klicka på "+" för att se.

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
da: Certifikatet for <%- user %> er allerede blevet ugyldigt. Kontroller din stavning og prøv igen.
sv: Certifikatet för <%= användare %> har redan blivit ogiltigt. Kontrollera din stavning och försök igen.

source: Certificate has been successfully invalidated for <%= user %>.
da: Certifikatet er blevet ugyldigt for <%- user %>
sv: Certifikatet har ogiltigförklarats för <%= användare %>.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
da: Certifikatet for denne elev er blevet genvalideret, og systemet kører karakteren for denne elev igen.
sv: Certifikatet för denna elev har validerats på nytt och systemet kör om betyget för denna elev.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
da: Kunne ikke finde ugyldiggørelse af certifikat på listen. Opdater venligst siden og prøv igen
sv: Det gick inte att hitta certifikatets ogiltigförklaring i listan. Uppdatera sidan och försök igen

source: There has been an error processing your survey.
da: Der opstod en fejl med at udarbejde din oversigt.
sv: Det har uppstått ett fel vid bearbetningen av din undersökning.

source: More
da: Flere
sv: Mer

source: Less
da: Mindre
sv: Mindre

source: HTML preview of post
da: HTML forhåndsvisning af indlæg
sv: HTML-förhandsgranskning av inlägget

source: Your question or idea (required)
da: Dit spørgsmål eller idé (påkrævet)
sv: Din fråga eller idé (obligatoriskt)

source: Please enter a valid donation amount.
da: Angiv venligst et gyldigt donationsbeløb.
sv: Ange ett giltigt donationsbelopp.

source: Your donation could not be submitted.
da: Din donation kunne ikke sendes.
sv: Din donation kunde inte skickas.

source: You will be refunded the amount you paid.
da: Du vil få refunderet det beløb, du har betalt.
sv: Du kommer att få tillbaka det belopp du betalat.

source: You will not be refunded the amount you paid.
da: Du vil ikke få refunderet det beløb, du har betalt.
sv: Du kommer inte att få tillbaka det belopp du betalat.

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
da: Er du sikker på, at du vil afmelde dig det købte kursus {courseName} ({courseNumber})?
sv: Är du säker på att du vill avregistrera dig från den köpta kursen {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
da: Er du sikker på, at du vil afmelde dig fra {courseName} ({courseNumber})?
sv: Är du säker på att du vill avregistrera dig från {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
da: Er du sikker på, at du vil afmelde dig fra det bekræftede {certNameLong}-spor i {courseName} ({courseNumber})?
sv: Är du säker på att du vill avregistrera dig från det verifierade {certNameLong}-spåret för {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
da: Er du sikker på, at du vil afmelde dig fra det bekræftede {certNameLong}-spor i {courseName} ({courseNumber})?
sv: Är du säker på att du vill avregistrera dig från det verifierade {certNameLong}-spåret för {courseName} ({courseNumber})?

source: The refund deadline for this course has passed, so you will not receive a refund.
da: Fristen for refusion for dette kursus er overskredet, så du vil ikke modtage nogen refusion.
sv: Återbetalningstiden för denna kurs har passerat, så du får ingen återbetalning.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
da: Kan ikke afgøre, om vi skal give dig en refusion på grund af systemfejl. Prøv igen senere.
sv: Det går inte att avgöra om vi ska ge dig en återbetalning på grund av systemfel. Vänligen försök igen senare.

source: Want to make edX better for everyone?
da: Vil du gøre edX bedre for alle?
sv: Vill du göra edX bättre för alla?

source: Get started
da: Kom igang
sv: Komma igång

source: Help make edX better for everyone!
da: Hjælp med at gøre edX bedre for alle!
sv: Hjälp till att göra edX bättre för alla!

source: Why does edX collect this information?
da: Hvorfor indsamler edX disse oplysninger?
sv: Varför samlar edX in denna information?

source: An error occurred while attempting to retrieve or save the information below. Please try again later.
da: Der opstod en fejl under forsøget på at hente eller gemme oplysningerne nedenfor. Prøv igen senere.
sv: Ett fel uppstod vid försök att hämta eller spara informationen nedan. Vänligen försök igen senare.

source: What was the total combined income, during the last 12 months, of all members of your family?
da: Hvad var den samlede samlede indkomst i løbet af de sidste 12 måneder for alle medlemmer af din familie?
sv: Vad var den totala sammanlagda inkomsten, under de senaste 12 månaderna, för alla medlemmar i din familj?

source: Have you ever served on active duty in the U.S. Armed Forces, Reserves, or National Guard?
da: Har du nogensinde tjent i aktiv tjeneste i de amerikanske væbnede styrker, reserver eller nationalgarden?
sv: Har du någonsin tjänstgjort i aktiv tjänst i USA:s väpnade styrkor, reserver eller nationalgardet?

source: What is the highest level of education that you have achieved so far?
da: Hvad er det højeste uddannelsesniveau, du har opnået hidtil?

source: What is the highest level of education that any of your parents or guardians have achieved?
da: Hvad er det højeste uddannelsesniveau, som nogen af dine forældre eller værger har opnået?

source: Select employment status
da: Vælg ansættelsesstatus

source: What industry do you currently work in?
da: Hvilken branche arbejder du i i øjeblikket?

source: What industry do you want to work in?
da: Hvilken branche vil du arbejde i?

source: Clear all
da: Slet alt
sv: Rensa alla

source: demographics questionnaire
da: demografisk spørgeskema
sv: demografisk frågeformulär

source: close questionnaire
da: tæt spørgeskema
sv: nära frågeformulär

source: finish later
da: afslutte senere
sv: avsluta senare

source: Return to my dashboard
da: Vend tilbage til mit dashboard
sv: Gå tillbaka till min instrumentpanel

source: Finish later
da: Afslut senere
sv: Avsluta senare

source: next page
da: næste side
sv: nästa sida

source: Viewing %s course
da: Visning af %s kursus
sv: Visar %s kurs

source: We couldn't find any results for "%s".
da: Der er ikke noget resultat for "%s".
sv: Vi kunde inte hitta några resultat för "%s".

source: There was an error, try searching again.
da: Der opstod en fejl. Prøv at søge igen.
sv: Det uppstod ett fel, försök att söka igen.

source: Not divided
da: Ikke delt
sv: Inte delad

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
da: Diskussioner er samlet; alle elever interagerer med indlæg fra andre elever, uanset hvilken gruppe de er i.
sv: Diskussioner är enhetliga; alla elever interagerar med inlägg från andra elever, oavsett i vilken grupp de är.

source: Enrollment Tracks
da: Tilmeldingsspor
sv: Registreringsspår

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
da: Brug tilmeldingsspor som grundlag for opdeling af diskussioner. Alle elever, uanset deres tilmeldingsspor, ser de samme diskussionsemner, men inden for opdelte emner er det kun elever, der er i samme tilmeldingsspor, der ser og reagerer på hinandens indlæg.
sv: Använd registreringsspår som grund för att dela upp diskussioner. Alla elever, oavsett inskrivningsspår, ser samma diskussionsämnen, men inom delade ämnen är det bara elever som är i samma inskrivningsspår som ser och svarar på varandras inlägg.

source: Cohorts
da: Grupper
sv: Kohorter

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
da: Brug kohorter som grundlag for opdeling af diskussioner. Alle elever, uanset årgang, ser de samme diskussionsemner, men inden for opdelte emner er det kun medlemmer af samme årgang, der ser og reagerer på hinandens indlæg.
sv: Använd kohorter som grund för att dela upp diskussioner. Alla elever, oavsett kohort, ser samma diskussionsämnen, men inom delade ämnen är det bara medlemmar i samma kohort som ser och svarar på varandras inlägg.

source: Discussion topics in the course are not divided.
da: Diskussionsemner i kurset er ikke opdelt.
sv: Diskussionsämnen i kursen är inte uppdelade.

source: Any divided discussion topics are divided based on enrollment track.
da: Eventuelle opdelte diskussionsemner er opdelt baseret på tilmeldingsspor.
sv: Eventuella uppdelade diskussionsämnen är uppdelade utifrån registreringsspår.

source: Any divided discussion topics are divided based on cohort.
da: Eventuelle opdelte diskussionsemner er opdelt efter kohorte.
sv: Eventuella uppdelade diskussionsämnen är indelade utifrån kohort.

source: Your changes have been saved. {details}
da: Dine ændringer er blevet gemt. {details}
sv: Dina ändringar har sparats. {detaljer}

source: We have encountered an error. Refresh your browser and then try again.
da: Vi er stødt på en fejl. Opdater din browser, og prøv derefter igen.
sv: Vi har stött på ett fel. Uppdatera din webbläsare och försök sedan igen.
