Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: We've encountered an error. Refresh your browser and then try again.
da: Der er opstået en fejl. Opdater din browser og prøv igen.
sv: Vi har stött på ett fel. Uppdatera din webbläsare och försök sedan igen.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
da: Der opstod en fejl. Tjek, at du har forbindelse til internettet og prøv så at opdatere siden.
sv: Ett fel har uppstått. Se till att du är ansluten till Internet och försök sedan uppdatera sidan.

source: Hide notes
da: Skjul noter
sv: Dölj anteckningar

source: Notes visible
da: Synlige noter
sv: Anteckningar synliga

source: Show notes
da: Vis noter
sv: Visa anteckningar

source: Notes hidden
da: Noter skjult
sv: Anteckningar dolda

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
da: Indtast et udtryk i {anchorStart} søgefeltet{anchorEnd}.
sv: Ange en term i sökfältet {anchorStart}{anchorEnd}.

source: Current tab
da: Aktuel tab
sv: Aktuell flik

source: Location in Course
da: Placering på kursus
sv: Plats i kursen

source: Recent Activity
da: Seneste aktivitet
sv: senaste aktivitet

source: No results found for "{query_string}". Please try searching again.
da: Der blev ikke fundet nogen resultater for &quot;{query_string}&quot;. Prøv at søge igen.
sv: Inga resultat hittades för "{query_string}". Försök att söka igen.

source: Search Results
da: Søgeresultater
sv: Sökresultat

source: [no tags]
da: [ingen mærker]
sv: [inga taggar]

source: Tags
da: Mærker
sv: Taggar

source: Unable to submit application
da: Kan ikke indsende ansøgning
sv: Det gick inte att skicka in ansökan

source: An error has occurred. Check your Internet connection and try again.
da: Der opstod en fejl. Tjek din internetforbindelse og prøv igen.
sv: Ett fel har uppstått. Kontrollera din internetanslutning och försök igen.

source: Choose one
da: Vælg en
sv: Välj en

source: Selected tab
da: Valgt tab
sv: Vald flik

source: Saved cohort
da: Gemt studiegruppe
sv: Sparad kohort

source: Error adding learners.
da: Fejl under tilføjelse af kursister.
sv: Det gick inte att lägga till elever.

source: Enter a username or email.
da: Angiv brugernavn eller e-mailadresse.
sv: Ange ett användarnamn eller e-postadress.

source: {numMoved} learner was moved from {prevCohort}
da: {numMoved} elev blev flyttet fra {prevCohort}
sv: {numMoved} elev flyttades från {prevCohort}

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
da: {numPreassigned} elev blev forhåndstildelt til denne kohorte. Denne elev vil automatisk blive tilføjet til kohorten, når de tilmelder sig kurset.
sv: {numPreassigned} elev var förtilldelad för denna kohort. Denna elev kommer automatiskt att läggas till i kohorten när de registrerar sig för kursen.

source: Unknown username: {user}
da: Ukendt brugernavn: {user}
sv: Okänt användarnamn: {user}

source: Invalid email address: {email}
da: Ugyldig e-mailadresse: {email}
sv: Ogiltig e-postadress: {email}

source: There was an error when trying to add learners:
da: Der opstod en fejl under forsøget på at tilføje elever:
sv: Det uppstod ett fel när du försökte lägga till elever:

source: View all errors
da: Se alle fejl
sv: Visa alla fel

source: You must specify a name for the cohort
da: Du skal angive et navn på studiegruppen
sv: Du måste ange ett namn för kohorten

source: You did not select a content group
da: Du har ikke valgt en emnegruppe
sv: Du har inte valt en innehållsgrupp

source: The selected content group does not exist
da: Den valgte emnegruppe findes ikke
sv: Den valda innehållsgruppen finns inte

source: The cohort cannot be saved
da: Studiegruppen kan ikke gemmes
sv: Kohorten kan inte sparas

source: The cohort cannot be added
da: Studiegruppen kan ikke tilføjes
sv: Kohorten kan inte läggas till

source: You currently have no cohorts configured
da: Du har i øjeblikket ikke konfigureret nogen studiegruppe
sv: Du har för närvarande inga kohorter konfigurerade

source: Add Cohort
da: Tilføj studiegruppe
sv: Lägg till kohort

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
da: Studiegruppen {cohortGroupName} er blevet oprettet. Du kan manuelt tilføje kursister til denne studiegruppe nedenfor.
sv: Kohorten {cohortGroupName} har skapats. Du kan lägga till elever manuellt i denna kohort nedan.

source: Assign students to cohorts by uploading a CSV file.
da: Tilknyt kursister til studiegrupper ved at uploade en csv-fil.
sv: Tilldela elever till kohorter genom att ladda upp en CSV-fil.

source: Choose a .csv file
da: Vælg en .csv-fil
sv: Välj en .csv-fil

source: Only properly formatted .csv files will be accepted.
da: Kun korrekt formaterede .csv-filer accepteres.
sv: Endast korrekt formaterade .csv-filer kommer att accepteras.

source: Upload File and Assign Students
da: Upload fil og tilknyt kursister
sv: Ladda upp fil och tilldela elever

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
da: Din fil '{file}' er blevet uploadet. Det tager et par minutter at gennemføre.
sv: Din fil '{file}' har laddats upp. Vänta några minuter för bearbetning.

source: Cohorts Enabled
da: Aktiverede studiegrupper
sv: Kohorter aktiverade

source: Cohorts Disabled
da: De-aktiverede studiegrupper
sv: Kohorter funktionshindrade

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
da: Dette kursus bruger automatisk kohortering for verificerede sporelever. Du kan ikke deaktivere kohorter, og du kan ikke omdøbe den manuelle kohorte med navnet '{verifiedCohortName}'. Kontakt din edX-partneradministrator for at ændre konfigurationen for verificerede sporkohorter.

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
da: Dette kursus har automatisk kohorte aktiveret for verificerede sporelever, men den påkrævede kohorte eksisterer ikke. Du skal oprette en manuelt tildelt kohorte med navnet '{verifiedCohortName}', for at funktionen kan fungere.

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
da: Dette kursus har automatisk kohortering aktiveret for verificerede sporelever, men kohorter er deaktiveret. Du skal aktivere kohorter, for at funktionen kan fungere.

source: Allow students to generate certificates for this course?
da: Tillad kursister at generere diplomer til dette kursus?
sv: Tillåta studenter att generera certifikat för den här kursen?

source: Prevent students from generating certificates in this course?
da: Forhindre kursister i at generere diplomer på dette kursus?
sv: Förhindra studenter från att generera certifikat i den här kursen?

source: Start generating certificates for all students in this course?
da: Starte med at generere diplomer til alle kursister på dette kursus?
sv: Börja generera certifikat för alla studenter i den här kursen?

source: Error while generating certificates. Please try again.
da: Der opstod en fejl under generering af diplomer. Prøv venligst igen.
sv: Fel vid generering av certifikat. Var god försök igen.

source: Start regenerating certificates for students in this course?
da: Starte på at regenerere diplomer til kursister på dette kursus?
sv: Börja återskapa certifikat för studenter i den här kursen?

source: Error while regenerating certificates. Please try again.
da: Der opstod en fejl under regenerering af diplomer. Prøv venligst igen.
sv: Fel när certifikat skulle genereras igen. Var god försök igen.

source: Loading data...
da: Indlæser data...
sv: Laddar data...

source: Error getting issued certificates list.
da: Der er opstået en fejl med at udgive liste over diplomer.
sv: Det gick inte att hämta listan över utfärdade certifikat.

source: Error generating anonymous IDs. Please try again.
da: Fejl ved generering af anonyme id'er. Prøv igen.
sv: Fel vid generering av anonyma ID:n. Var god försök igen.

source: Error generating proctored exam results. Please try again.
da: Der er opstået en fejl med at generere eksamensresultater. Prøv venligst igen.
sv: Ett fel uppstod när provresultaten skulle genereras. Var god försök igen.

source: Error generating survey results. Please try again.
da: Der er opstået en fejl med at generere undersøgelsesresultater. Prøv venligst igen.
sv: Det gick inte att generera enkätresultat. Var god försök igen.

source: Error generating student profile information. Please try again.
da: Der er opstået en fejl med at generere profilinformationer om kursister. Prøv venligst igen.
sv: Det gick inte att generera studentprofilinformation. Var god försök igen.

source: Loading
da: Indlæser
sv: Laddar

source: Error getting student list.
da: Der er opstået en fejl med at få liste over kursister.
sv: Det gick inte att hämta elevlistan.

source: Error generating list of students who may enroll. Please try again.
da: Der er opstået en fejl med at generere en liste over kursister, som måske vil tilmelde sig. Prøv venligst igen.
sv: Det gick inte att skapa lista över studenter som kan registrera sig. Var god försök igen.

source: Error retrieving grading configuration.
da: Der er opstået en fejl med at finde bedømmelseskonfiguration.
sv: Det gick inte att hämta betygskonfigurationen.

source: Error generating grades. Please try again.
da: Der er opstået en fejl med at generere karakterer. Prøv venligst igen.
sv: Fel vid generering av betyg. Var god försök igen.

source: Error generating problem grade report. Please try again.
da: Der er opstået en fejl med at generere en rapport over problematiske karakterer. Prøv venligst igen.
sv: Fel vid generering av problembetygsrapport. Var god försök igen.

source: Error generating ORA data report. Please try again.
da: Fejl ved generering af ORA-datarapport. Prøv igen.
sv: Fel vid generering av ORA-datarapport. Var god försök igen.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
da: Der opstod et problem med at lave rapporten. Vælg "Lav overordnet resumé" for at prøve igen.
sv: Det gick inte att skapa rapporten. Välj "Skapa sammanfattning" för att försöka igen.

source: Enter the enrollment code.
da: Angiv tilmeldingskode.
sv: Ange registreringskoden.

source: Cancel enrollment code
da: Annuller tilmeldingskode
sv: Avbryt registreringskoden

source: Restore enrollment code
da: Gendan tilmeldingskode
sv: Återställ registreringskoden

source: Mark enrollment code as unused
da: Markér tilmeldingskode som ubrugt
sv: Markera registreringskoden som oanvänd

source: Username
da: Brugernavn
sv: Användarnamn

source: Email
da: Mail
sv: E-post

source: Revoke access
da: Ophæv adgang
sv: Ta bort tillgång

source: Group
da: Gruppe
sv: Grupp

source: Enter username or email
da: Skriv brugernavn eller email
sv: Skriv användarnamn eller e-postadress

source: Please enter a username or email.
da: Skriv brugernavn eller e-mail
sv: Vänligen fyll i ett användarnamn eller en e-postaddress.

source: This role requires a divided discussions scheme.
da: Denne rolle kræver en opdelt diskussionsordning.
sv: Denna roll kräver ett uppdelat diskussionsschema.

source: Error changing user's permissions.
da: Der er opstået en fejl med at ændre en brugers tilladelser.
sv: Fel vid ändring av användarens behörigheter.

source: Could not find a user with username or email address '<%- identifier %>'.
da: Kunne ikke finde en bruger med brugernavn eller e-mailadresse '<%- identifier %>'.
sv: Kunde inte hitta en användare med användarnamn eller e-postadress "<%- identifierare %>".

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
da: Fejl: Brugeren '<%- username %>' har endnu ikke aktiveret sin konto. Brugere skal oprette og aktivere deres konti, før de kan tildeles en rolle.
sv: Fel: Användaren '<%- användarnamn %>' har ännu inte aktiverat sitt konto. Användare måste skapa och aktivera sina konton innan de kan tilldelas en roll.

source: Error: You cannot remove yourself from the Instructor group!
da: Fejl: Du kan ikke fjerne dig selv fra instruktørgruppen!
sv: Fel: Du kan inte ta bort dig själv från instruktörsgruppen!

source: Errors
da: Fejl
sv: Fel

source: The following errors were generated:
da: Der opstod følgende fejl:
sv: Följande fel har genererats:

source: Warnings
da: Advarsler
sv: Varningar

source: The following warnings were generated:
da: Der blev genereret følgende advarsler:
sv: Följande varningar har genererats:

source: Success
da: Succes
sv: Framgång

source: All accounts were created successfully.
da: Alle konti er blevet oprettet.
sv: Alla konton skapades utan problem

source: Error adding/removing users as beta testers.
da: Der er opstået en fejl med at tilføje/fjerne brugere som beta-testere.
sv: Det gick inte att lägga till/ta bort användare som betatestare.

source: These users were successfully added as beta testers:
da: Disse brugere blev oprettet som beta-testere:
sv: Dessa användare har lagts till som betatestare:

source: These users could not be added as beta testers because their accounts are not yet activated:
da: Disse brugere kunne ikke tilføjes som betatestere, fordi deres konti endnu ikke er aktiveret:
sv: Dessa användare kunde inte läggas till som betatestare eftersom deras konton inte är aktiverade ännu:

source: These users were successfully removed as beta testers:
da: Disse brugere blev fjernet som beta-testere:
sv: Dessa användare togs bort som betatestare:

source: These users were not added as beta testers:
da: Disse brugere blev ikke tilføjet som beta-testere:
sv: Dessa användare lades inte till som betatestare:

source: These users were not removed as beta testers:
da: Disse brugere blev ikke fjernet som beta-testere:
sv: Dessa användare togs inte bort som betatestare:

source: Users must create and activate their account before they can be promoted to beta tester.
da: Brugere skal oprette og aktivere deres konto, før de kan blive forfremmet til beta-tester.
sv: Användare måste skapa och aktivera sitt konto innan de kan befordras till betatestare.

source: Could not find users associated with the following identifiers:
da: Kunne ikke finde brugere, der er knyttet til følgende id-koder:
sv: Det gick inte att hitta användare som är kopplade till följande identifierare:

source: Reason field should not be left blank.
da: Årsagsfelt må ikke være tomt.
sv: Anledningsfält ska inte lämnas tomt.

source: Error enrolling/unenrolling users.
da: Der opstod en fejl med at tilmelde/afmelde brugere.
sv: Fel vid registrering/avregistrering av användare.

source: The following email addresses and/or usernames are invalid:
da: Følgende e-mailadresser og/eller brugernavne er ugyldige:
sv: Följande e-postadresser och/eller användarnamn är ogiltiga:

source: Successfully enrolled and sent email to the following users:
da: Tilmeldt og mail sendt til følgende brugere:
sv: Registrerade och skickade e-post till följande användare:

source: Successfully enrolled the following users:
da: Følgende brugere er tilmeldt:
sv: Följande användare har registrerats:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
da: Tilmeldelsesmails er sendt til følgende brugere. De vil få lov til at tilmelde sig, så snart de har registreret sig:

source: These users will be allowed to enroll once they register:
da: Disse brugere vil få lov til at tilmelde sig, så snart de har registreret sig.
sv: Dessa användare kommer att tillåtas att registrera sig när de registrerar sig:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
da: Tilmeldelsesmails er sendt til følgende brugere: De vil blive tilmeldt, så snart de har registreret sig.

source: These users will be enrolled once they register:
da: Disse brugere vil blive tilmeldt, så snart de har registreret sig.
sv: Dessa användare kommer att registreras när de registrerar sig:

source: Emails successfully sent. The following users are no longer enrolled in the course:
da: Mails er sendt. Følgende brugere er ikke længere tilmeldt kurset:
sv: E-postmeddelanden har skickats. Följande användare är inte längre registrerade i kursen:

source: The following users are no longer enrolled in the course:
da: Følgende brugere er ikke længere tilmeldt kurset:
sv: Följande användare är inte längre registrerade i kursen:

source: These users were not affiliated with the course so could not be unenrolled:
da: Disse brugere var ikke tilknyttet kurset og kunne derfor ikke blive frameldt:
sv: Dessa användare var inte anslutna till kursen så de kunde inte avregistreras:

source: Your message must have a subject.
da: Din besked skal have et emne.
sv: Ditt meddelande måste ha ett ämne.

source: Your message cannot be blank.
da: Din besked må ikke være tom.
sv: Ditt meddelande får inte vara tomt.

source: Your message must have at least one target.
da: Dit budskab skal have mindst ét mål.
sv: Ditt meddelande måste ha minst ett mål.

source: There are invalid keywords in your email. Check the following keywords and try again.
da: Der er ugyldige søgeord i din e-mail. Tjek følgende søgeord, og prøv igen.
sv: Det finns ogiltiga sökord i din e-post. Kontrollera följande nyckelord och försök igen.

source: Yourself
da: Dig selv
sv: Själv

source: Everyone who has staff privileges in this course
da: Alle der har personalerettigheder på dette kursus
sv: Alla som har personalrättigheter i denna kurs

source: All learners who are enrolled in this course
da: Alle elever, der er tilmeldt dette kursus
sv: Alla elever som är inskrivna i denna kurs

source: All learners in the {cohort_name} cohort
da: Alle elever i {cohort_name}-kohorten
sv: Alla elever i {cohort_name}-kohorten

source: All learners in the {track_name} track
da: Alle elever i {track_name}-sporet
sv: Alla elever i spåret {track_name}

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
da: Din e-mail-meddelelse blev sat i kø til afsendelse. I kurser med et stort antal elever kan det tage op til en time at sende e-mails til elever.
sv: Ditt e-postmeddelande ställdes i kö för att skickas. I kurser med ett stort antal elever kan det ta upp till en timme att skicka e-postmeddelanden till eleverna.

source: You are sending an email message with the subject {subject} to the following recipients.
da: Du sender en e-mail med emnet {subject} til følgende modtagere.
sv: Du skickar ett e-postmeddelande med ämnet {subject} till följande mottagare.

source: Is this OK?
da: Er dette ok?
sv: Är det här ok?

source: Error sending email.
da: Der opstod en fejl med at sende mail.
sv: Det gick inte att skicka e-post.

source: There is no email history for this course.
da: Der er ingen mailhistorik for dette kursus.
sv: Det finns ingen e-posthistorik för denna kurs.

source: There was an error obtaining email task history for this course.
da: Der opstod en fejl med at få en historik over mailopgaver for dette kursus.
sv: Det uppstod ett fel när e-postuppgiftshistoriken skulle hämtas för den här kursen.

source: There was an error obtaining email content history for this course.
da: Der opstod en fejl med at få en historik over mailindhold for dette kursus.
sv: Det gick inte att hämta e-postinnehållshistorik för den här kursen.

source: Send to:
da: Send til:
sv: Skicka till:

source: Please enter a student email address or username.
da: Skriv kursistens e-mailadresse eller brugernavn.
sv: Ange en student-e-postadress eller ett användarnamn.

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
da: Fejl ved hentning af tilmeldingsstatus for '<%- student_id %>'.Sørg for, at elev-id'et er stavet korrekt.
sv: Det gick inte att hämta registreringsstatus för '<%- student_id %>'. Se till att elevidentifieraren är rättstavad.

source: Retrieving enrollment status...
da: Henter tilmeldingsstatus...
sv: Hämtar registreringsstatus...

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
da: Fejl ved hentning af elevens fremskridts-url for '<%- student_id %>'. Sørg for, at elev-id&#39;et er stavet korrekt.
sv: Det gick inte att hämta webbadress för studentframsteg för '<%- student_id %>'. Se till att elevidentifieraren är rättstavad.

source: Please enter a problem location.
da: Angiv problemets placering.
sv: Vänligen ange en problemplats.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
da: Succes! Problemforsøg nulstillet for problemet '<%- problem_id %>' og elev '<%- student_id %>'.
sv: Framgång! Problemförsök återställdes för problemet '<%- problem_id %>' och student '<%- student_id %>'.

source: Error resetting problem attempts for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
da: Fejl ved nulstilling af problemforsøg for problemet '<%- problem_id %>' og elev '<%- student_id %>'. Sørg for, at problem- og elevidentifikatorerne er fuldstændige og korrekte.
sv: Fel vid återställning av problemförsök för problemet '<%- problem_id %>' och elev '<%- student_id %>'. Se till att problemet och elevidentifieringarna är fullständiga och korrekta.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
da: Slet elev '<%- student_id %>'s tilstand på problemet'<%- problem_id %>'?
sv: Ta bort student '<%- student_id %>s status på problemet '<%- problem_id %>'?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
da: Fejl ved sletning af elev &#39;&lt;%- student_id %&gt;&#39;s tilstand på problemet '<%- problem_id %>'?. Sørg for, at problem- og elevidentifikatorerne er fuldstændige og korrekte.
sv: Fel vid borttagning av student '<%- student_id %>s status på problemet '<%- problem_id %>'. Se till att problemet och elevidentifieringarna är fullständiga och korrekta.

source: Module state successfully deleted.
da: Modulstatus er slettet.
sv: Modultillstånd har tagits bort.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
da: Fejl ved hentning af opgavehistorik for problemet '<%- problem_id %>'? og elev &#39;&lt;%- elev_id %&gt;&#39;. Sørg for, at problemet og elevidentifikatorerne er fuldstændige og korrekte.
sv: Det gick inte att hämta uppgiftshistorik för problemet '<%- problem_id %>' och eleven '<%- student_id %>'. Se till att problemet och elevidentifieringarna är fullständiga och korrekta.

source: Entrance exam attempts is being reset for student '{student_id}'.
da: Forsøg med adgangseksamen nulstilles for kursist '{student_id}'.
sv: Antagningsprovsförsök återställs för studenten '{student_id}'.
