Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Order History
da: Bestillings historik
fr: Historique des commandes
pl: Historia zamówień
pt_pt: Histórico de Pedidos
zh_tw: 訂單紀錄

source: Add Coupon Code
da: Tilføj Kupon Kode
fr: Ajouter un code de coupon
pl: Dodaj kod promocyjny
pt_pt: Adicionar um Código de Cupão
zh_tw: 加入優惠卷代碼

source: Enter information about the coupon code below.
da: Tilføj information om kuponkoden nedenfor.
fr: Enter l'information sur le code de coupon ci-dessous.
pl: Wprowadź informację na temat kodu promocyjnego.
pt_pt: Insira informação acerca do código de cupão abaixo.
zh_tw: 輸入有關於優惠代碼的訊息

source: Coupon Code
da: Kuponkode
fr: Code de coupon
pl: Kod promocyjny
pt_pt: Código do cupão
zh_tw: 優惠券代碼

source: Discount Percentage
da: Rabat Procent
fr: Pourcentage de remise
pl: Rabat procentowy
pt_pt: Percentagem de Desconto
zh_tw: 打折

source: Description
da: Beskrivelse
pl: Opis
pt_pt: Descrição
zh_tw: 敘述

source: Add expiration date
da: Tilføj udløbsdato
fr: Ajouter une date d'expiration
pl: Dodaj datę ważności
pt_pt: Adicionar data de expiração
zh_tw: 新增期限

source: Example Certificates
da: Eksempel på Beviser
fr: Exemple de Certificat
pl: Próbne certyfikaty
pt_pt: Certificados de Exemplo
zh_tw: 範例證書

source: This course is configured to generate PDF certificates and this certificate type is no longer supported. Example certificates cannot be generated.
da: Dette kursus er konfigureret til at generere PDF-certifikater, og denne certifikattype understøttes ikke længere. Eksempelcertifikater kan ikke genereres.
fr: Ce cours est configuré pour générer des attestations PDF et ce type d'attestation n'est plus pris en charge. Les exemples d'attestations ne peuvent pas être générés.
pl: Ten kurs jest skonfigurowany do generowania certyfikatów w PDF, a ten typ certyfikatu nie jest już obsługiwany. Nie można wygenerować przykładowych certyfikatów.
pt_pt: Este curso está configurado para gerar certificados PDF e este tipo de certificado já não é suportado. Não se podem gerar certificados de exemplo.

source: Generate Example Certificates
da: Generér Eksempler på Beviser
fr: Générer exemples de Certificats
pl: Wygeneruj próbne certyfikaty
pt_pt: Gerar Exemplo de Certificados
zh_tw: 生成範例證書

source: Generating example {name} certificate
da: Genererer eksempel på {name} bevis
fr: Génération d'un exemple de certificat {name} en cours
pl: Trwa generowanie próbnego certyfikatu {name}
pt_pt: A gerar exemplo de certificado {name}
zh_tw: 生成範例{name}證書

source: Error generating example {name} certificate: {error}
da: Fejl ved generering af eksempel på {name} bevis: {error}
fr: Erreur lors de la génération de l'exemple de certificat {name} : {error}
pl: Wystąpił błąd w trakcie generowania próbnego certyfikatu {name}, błąd: {error}
pt_pt: Ocorreu um erro ao gerar o exemplo de certificado {name}: {error}
zh_tw: 錯誤生成範例 {name}證書：{error}

source: View {name} certificate
da: Se {name} bevis
fr: Voir le certificat {name}
pl: Zobacz certyfikat {name}
pt_pt: Ver certificado {name}
zh_tw: 檢視{name} 證書

source: Refresh Status
da: Opdater Status
fr: Rafraîchir le statut
pl: Odśwież status
pt_pt: Atualizar Estado
zh_tw: 刷新狀態

source: Student-Generated Certificates
da: Kursist-Genererede Beviser
fr: Génération des Certificats par les étudiants
pl: Certyfikaty wygenerowane przez studentów
pt_pt: Certificados Gerados por Estudantes
zh_tw: 學生創建認證

source: Disable Student-Generated Certificates
da: Deaktivér Kursist-Generede Beviser
fr: Désactiver la génération des Certificats par les étudiants
pl: Wyłącz generowanie certyfikatów przez studentów
pt_pt: Desativar Certificados Gerados por Estudantes
zh_tw: 關閉學生創建認證

source: Enable Student-Generated Certificates
da: Aktiver Kursist-Genererede Beviser
fr: Activer la génération des Certificats par les étudiants
pl: Włącz generowanie certyfikatów przez studentów
pt_pt: Ativar Certificados Gerados por Estudantes
zh_tw: 啟用學生創建認證

source: You must successfully generate example certificates before you enable student-generated certificates.
da: Du skal først generere eksempler på beviser, før du aktiverer kursist-genererede beviser.
fr: Vous devez générer des exemples de certificats avant de pouvoir activer la génération des certificats par les étudiants.
pl: Musisz pomyślnie wygenerować próbne certyfikaty, zanim umożliwisz generowanie certyfikatów przez studentów.
pt_pt: Deve gerar exemplo de certificados com sucesso antes de ativar os certificados gerados por estudantes.
zh_tw: 您必須於啟用學生創建認證前完整產生認證範例。

source: Generate Certificates
da: Generér Beviser
fr: Générer Certificats
pl: Wygeneruj certyfikaty
pt_pt: Gerar Certificados
zh_tw: 產生證書

source: Course certificate generation requires an activated web certificate configuration.
da: Generering af kursusbevis kræver en aktiveret web-bevis konfiguration.
fr: La génération des attestations de cours nécessite une configuration d'attestation web.
pl: Generowanie certyfikatów z kursu wymaga aktywowanej konfiguracji certyfikatów.
pt_pt: A criação de certificado de curso requer uma configuração de certificado web ativada.
zh_tw: 產生證書的需求要達到網站證書的設定

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
da: Når du er klar til at generere certifikater til dit kursus, skal du klikke på Generer certifikater. Du behøver ikke at gøre dette, hvis du har indstillet certifikattilstanden til on-demand-generering.
fr: Quand vous êtes prêt à générer les certificats pour ce cours, cliquer Générer Certificats. Vous n'avez pas besoin de le faire si vous avez initialisé le mode de certificat à la demande.
pl: Jeśli jesteś gotów, aby wygenerować certyfikaty dla swojego kursu, kliknij "Wygeneruj certyfikaty". Nie musisz tego robić jeżeli wybrałeś tryb generowania certyfikatów na życzenie.
pt_pt: Quando estiver pronto para gerar certificados para o seu curso, clique em Gerar Certificados. Não necessita fazê-lo caso tenha configurado o modo de certificado para a criação quando solicitado.
zh_tw: 當您準備好為課程產生證書時，請點擊產生鍵。如果您已將證書模式設定為按需產生，則您不需要進行此項操作。

source: Pending Tasks
da: Uafsluttede Opgaver
fr: Tâches en attente
pl: Oczekujące czynności
pt_pt: Tarefas Pendentes
zh_tw: 待處理事務

source: The status for any active tasks appears in a table below.
da: Status på aktive opgaver vises i tabellen nedenfor.
fr: L'état des tâches actives apparaît dans la table ci-dessous.
pl: Stan każdej trwającej czynności jest widoczny w tabeli poniżej.
pt_pt: O estado de qualquer tarefa ativa aparece na tabela abaixo.
zh_tw: 所有進行中的工作狀態如下表所示。

source: Regenerate Certificates
da: Generér Beviser igen
fr: Regénérez les Certificats
pl: Odnów certyfikaty
pt_pt: Reemitir Certificados
zh_tw: 再次產生證書

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
da: For at genskabe certifikater for dit kursus skal du vælge de elever, der vil modtage regenererede certifikater, og klikke på Gendan certifikater.
fr: Pour regénérer les certificats pour votre cours, choisir les apprenants qui recevront les certificats regénérées et cliquer sur Regénérer Certificats.
pl: Aby odnowić certyfikaty dla swojego kursu, wybierz studentów, którzy otrzymają odnowione certyfikaty, a następnie kliknij na "Odnów certyfikaty".
pt_pt: Para reemitir certificados para o seu curso, escolha os estudantes que irão receber certificados reemitidos e clique em Reemitir Certificados.
zh_tw: 如欲重新產生您的修課證明，請選擇需重新製作證書的學習者，並點擊重新產生證書的按鈕。

source: Choose learner types for regeneration
da: Vælg elevtyper til regenerering
fr: Choisissez les types d'apprenants pour la regénération
pl: Wybierz grupę studentów dla której dokonasz odnowienia certyfikatów
pt_pt: Escolher tipos de estudantes para reemissão
zh_tw: 選擇學習者類別以便重新製作。

source: Regenerate for learners who have already received certificates. ({count})
da: Gendan for elever, der allerede har modtaget certifikater. ( {count} )
fr: Regénérer pour les apprenants qui ont déjà reçu des certificats. ({count})
pl: Odnów certyfikaty dla tych studentów, którzy otrzymali już swój certyfikat. ({count})
pt_pt: Reemitir para estudantes que já receberam certificados. ({count})
zh_tw: 重新產生有收到證書的學習者。({count})

source: Regenerate for learners who have not received certificates. ({count})
da: Regenerer for elever, der ikke har modtaget certifikater. ( {count} )
fr: Regénérer pour les apprenants qui n'ont pas reçu de certificats. ({count})
pl: Odnów certyfikaty dla tych studentów, którzy jeszcze nie otrzymali swojego certyfikatu. ({count})
pt_pt: Reemitir para estudantes que ainda não receberam certificados. ({count})
zh_tw: 重新產生沒有收到證書的學習者。({count})

source: Regenerate for learners with audit passing state. ({count})
da: Regenerer for elever med bestået revision. ( {count} )
fr: Regénérer pour les apprenants qui sont en statut de vérification concluante. ({count})
pl: Odnów certyfikaty dla tych studentów, którzy zaliczyli audyt. ({count})
pt_pt: Reemitir para estudantes aprovados no modo observador. ({count})
zh_tw: 為通過的旁聽學生重新產生證書。({count})

source: Regenerate for learners with audit not passing state. ({count})
da: Regenerer for elever med audit, der ikke består. ( {count} )
fr: Regénérer pour les apprenants qui sont en statut de vérification non concluante. ({count})
pl: Odnów certyfikaty dla tych studentów, którzy nie zaliczyli audytu. ({count})
pt_pt: Reemitir para estudantes não aprovados no modo observador. ({count})
zh_tw: 為沒有通過的旁聽學生重新產生證書。({count})

source: Regenerate for learners in an error state. ({count})
da: Gendan for elever i en fejltilstand. ( {count} )
fr: Regénérer pour les apprenants qui sont en statut d'erreur. ({count})
pl: Odnów certyfikaty dla tych studentów, którzy znajdują się w trybie błędu. ({count})
pt_pt: Reemitir para alunos em estado de erro. ({count})
zh_tw: 再次產生處於錯誤狀態學習者。 ({count})

source: Certificate Generation History
da: Certifikatgenereringshistorik
fr: Historique de génération des Certificats
pl: Historia generowania certyfikatów
pt_pt: Histórico da Criação de Certificados
zh_tw: 證書產生紀錄

source: Task name
da: Opgavenavn
fr: Nom de la tâche
pl: Nazwa czynności
pt_pt: Nome da tarefa
zh_tw: 任務名稱

source: SET CERTIFICATE EXCEPTIONS
da: INDSTIL UNDTAGELSER FOR CERTIFIKAT
fr: DEROGATION POUR LES CERTIFICATS
pl: Dodaj wyjątki dla certyfikatów
pt_pt: DEFINIR EXCEÇÕES DE CERTIFICADO
zh_tw: 設定證書例外

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
da: Indstil undtagelser for at generere certifikater for elever, der ikke kvalificerede sig til et certifikat, men som har fået en undtagelse af kursusholdet. Når du har føjet elever til undtagelseslisten, skal du klikke på Generer undtagelsescertifikater nedenfor.
fr: Appliquez les dérogations pour générer les certificats pour les apprenants qui ne se qualifient pas pour un certificat mais qui ont reçu une dérogation par l'équipe pédagogique. Après avoir ajouté ces apprenants à la liste de dérogation, cliquez sur Générer les certificats de dérogation ci-dessous.
pl: Ustaw wyjątki generowania certyfikatów dla tych studentów, którzy nie kwalifikują się do otrzymania certyfikatu, ale którym kadra kursu chce przyznać taką możliwość. Po dodaniu studentów do listy wyjątków, kliknij przycisk "Generuj certyfikaty w wyjątku".
pt_pt: Estabeleça exceções para gerar certificados para estudantes que não se qualificaram para um certificado, mas que receberam uma exceção da equipa do curso. Depois de adicionar estudantes à lista de exceções, clique em Gerar Certificados de Exceção abaixo.
zh_tw: 設置例外的修課證明給沒有符合證書資格，但已獲得由課程團隊給予例外修課證明的學習者。在添加學習者於例外列表中後，請點擊下方產生例外修課證明。

source: Invalidate Certificates
da: Ugyldiggør certifikater
fr: Invalider certificats
pl: Unieważnij certyfikaty
pt_pt: Anular Certificados
zh_tw: 無效證書

source: Enrollment Information
da: Information om Tilmelding
fr: Information d'inscription
pl: Statystyki rekrutacyjne
pt_pt: Informação da Matrícula
zh_tw: 註冊資訊

source: Number of enrollees (admins, staff, and students) by track
da: Antal tilmeldte (administration, personale og kursister) ved track
fr: Nombre d'inscrits (admins, staff, and students) par mode
pl: Liczba uczestników (administratorów, członków kadry i studentów) według ścieżki
pt_pt: Número de inscritos (administradores, equipa e estudantes) por modo
zh_tw: 追蹤登記人數(管理員、助教、學生)

source: Basic Course Information
da: Basis Kursus Information
fr: Informations de base relatives au cours
pl: Podstawowe informacje o kursie
pt_pt: Informação Básica do Curso
zh_tw: 基本課程資訊

source: Course Name:
da: Kursus Navn:
fr: Nom du cours :
pl: Nazwa kursu:
pt_pt: Nome do Curso:
zh_tw: 課程名稱：

source: Course Start Date:
da: Start dato for kursus
fr: Date de début du cours :
pl: Data rozpoczęcia kursu:
pt_pt: Data de Início do Curso:
zh_tw: 課程開始日期：

source: Course End Date:
da: Kursus Slutdato
fr: Date de fin du cours
pl: Data zakończenia kursu:
pt_pt: Data de Fim de Curso:
zh_tw: 課程結束日期:

source: No end date set
da: Slutdato ikke fastsat
fr: Aucune date de fin définie
pl: Nie ustawiono daty zakończenia
pt_pt: Nenhuma data de fim definida
zh_tw: 無設定截止日期

source: Has the course started?
da: Er kurset startet`?
fr: Le cours a-t-il commencé ?
pl: Kurs rozpoczęty?
pt_pt: O curso já começou?
zh_tw: 課程開始了嗎？

source: Yes
da: Ja
fr: Oui
pl: Tak
pt_pt: Sim
zh_tw: 是的

source: No
da: Nej
fr: Non
pl: Nie
pt_pt: Não
zh_tw: 還沒

source: Has the course ended?
da: Er kurset slut?
fr: Le cours est-il terminé ?
pl: Kurs zakończony?
pt_pt: O curso já terminou?
zh_tw: 課程結束了嗎？

source: Number of sections:
da: Antal sektioner:
fr: Nombre de sections:
pl: Liczba rozdziałów:
pt_pt: Número de secções:
zh_tw: 節數:

source: Grade Cutoffs:
da: Karakterudskæringer:
fr: Seuils de notation:
pl: Poziomy dla ocen:
pt_pt: Níveis de Classificação:
zh_tw: 分數線：

source: Course Warnings
da: Kursus Advarsel
fr: Avertissements du cours
pl: Ostrzeżenia o postępach studenta
pt_pt: Alertas do Curso
zh_tw: 課程警告

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
da: Klik for at få vist karakterkonfigurationen for kurset. Karakterkonfigurationen er opdelingen af bedømte underafsnit af kurset (såsom eksamener og opgavesæt), og kan ændres på siden 'Karaktergivning' (under 'Indstillinger') i Studio.
fr: Cliquez pour afficher la configuration d'évaluation du cours. La configuration d'évaluation montre la répartition des sous-sections évaluées du cours (tels que les examens, problèmes et exercices). Elle peut être modifiée dans la page "Evaluation" (dans le menu "Paramètres") dans Studio.
pl: Kliknij, aby wyświetlić konfigurację ocen dla tego kursu. Konfiguracja ocen stanowi sumę wszystkich ocenianych lekcji kursu (takich jak ćwiczenia i egzaminy) i może zostać zmieniona z poziomu podstrony 'Ocen' (pod 'Ustawieniami') w Studio.
pt_pt: Clique para exibir a configuração de classificação para o curso. A configuração de classificação é a repartição de subsecções classificáveis do curso (como exames e conjuntos de problemas) e pode ser alterada na página 'Classificações' (em 'Configurações') no Studio.
zh_tw: 點擊以顯示本課程的評分結構。評分結構是關於課程評分細項的配置 (像是考試與作業)，評分結構可以在教職員界面的('設置'選項下) 的'評分'頁面進行調整。

source: Grading Configuration
da: Karaktergivnings Konfiguration
fr: Configuration de la Notation
pl: Konfiguracja ocen
pt_pt: Configuração de avaliação
zh_tw: 評分標準

source: The CSV of anonymized student IDs download has been relocated to the Reports section below.
da: CSV'en for download af anonymiserede elev-id'er er blevet flyttet til afsnittet Rapporter nedenfor.
fr: Le fichier CSV du téléchargement des identifiants étudiants anonymes a été déplacé dans la section Rapports ci-dessous.
pl: Pobieranie pliku CSV z anonimowymi identyfikatorami studentów zostało przeniesione do sekcji Raporty poniżej.
pt_pt: O CSV dos IDs de estudante anónimos foi transferido para a secção de Relatórios abaixo.

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
da: For større kurser kan generering af rapporter tage flere timer. Når genereringen er slut, vil der blive vist et link i tabellen nedenfor, som inkluderer dato og tidspunkt for genereringen. Disse rapporter genereres i baggrunden, hvilket betyder, at det er OK at forlade denne side, mens din rapport genereres.
fr: Pour les cours à grande échelle, la création des rapports peut prendre plusieurs heures. Quand la création du rapport est achevée, un lien incluant la date et l'heure de la création est affiché dans le tableau ci-dessous. Ces rapports sont créés en tâche de fond, cela signifie qu'il est possible de naviguer dans d'autres pages en parallèle de la création des rapports.
pl: Dla dużych kursów wygenerowanie niektórych raportów może potrwać nawet kilka godzin. Po zakończeniu generowania raportu, w tabeli poniżej dostępny będzie link opatrzony datą i czasem wygenerowania. Raporty generowane są w tle, co oznacza, że możesz spokojnie opuścić tę stronę.
pt_pt: Para grandes cursos, a criação de alguns relatórios pode demorar várias horas. Quando a criação do relatório estiver concluída, um link que inclui a data e a hora da produção aparece na tabela abaixo. Estes relatórios são gerados em segundo plano, o que significa que pode sair desta página enquanto o relatório está a ser criado.
zh_tw: 對於較龐大課程，部分報告的產生可能需數小時運作。當報告生成，含日期及生成耗時之連結，將呈現於下列表單。此報告產生程序會於背景執行，意即報告生成期間，您可瀏覽其他頁面。

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
da: Vær tålmodig og klik ikke flere gange på disse taster. Det vil gøre genereringsprocessen betydeligt langsommere.
fr: S'il vous plais, soyez patient et cliquez sur ces boutons une seule fois. Cliquer à plusieurs reprises sur ces boutons va significativement ralentir le processus de création.
pl: Proszę zachować cierpliwość i nie klikać w przycisk więcej niż jeden raz. Kliknięcie więcej razy znacznie wydłuży czas generowania raportu.
pt_pt: Por favor seja paciente e não clique nestes botões várias vezes. Clicar nestes botões várias vezes irá atrasar o processo de produção.
zh_tw: 敬請耐心等候，請勿重複點擊這些按紐。多次點擊將會造成處理成效大幅地降低。

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
da: Klik for at generere en CSV-fil med alle tilmeldte kursister på dette kursus, sammen med profilinformation, såsom e-mailadresser og brugernavne:
fr: Cliquer pour générer un fichier CSV de tous les étudiants inscrits au cours, avec leurs informations de profil comme l'adresse électronique et leur nom d'utilisateur :
pl: Kliknij, aby wygenerować plik CSV z listą wszystkich studentów uczestniczących w tym kursie, zawierającą nazwy użytkownika i adresy e-mail:
pt_pt: Clique para criar um ficheiro CSV de todos os estudantes matriculados neste curso, juntamente com informação de perfil como endereço de email e nome de utilizador:
zh_tw: 點選以產生以CSV格式表示的所有課程參與學生，包含了電子郵件信箱與使用者帳號等個人資訊。

source: Download profile information as a CSV
da: Download profilinformation som CSV-fil
fr: Télécharger les informations de profil au format CSV
pl: Pobierz informacje profilowe jako CSV
pt_pt: Descarregar informação de perfil como um CSV
zh_tw: 以CSV格式下載個人檔案資訊

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
da: Klik for at generere en CSV-fil med personer, som kan tilmelde sig kurset, men som endnu ikke har gjort det.
fr: Cliquer pour générer un fichier CSV de tous les apprenants qui peuvent s'inscrire au cours, mais qui ne l'ont pas encore fait.
pl: Kliknij, aby wygenerować plik CSV z listą wszystkich studentów, którzy mogą zapisać się na kurs, ale jeszcze tego nie zrobili.
pt_pt: Clique para criar um ficheiro CSV que lista os estudantes que podem matricular-se no curso mas que ainda não o fizeram.
zh_tw: 點擊產生CSV 檔案列表，其中列出學習者誰能註冊此門課程，但卻尚未註冊者。

source: Download a CSV of learners who can enroll
da: Download en CSV-fil af personer, som kan tilmelde sig
fr: Télécharger au format CSV une liste des apprenants pouvant s'inscrire
pl: Pobież plik CSV z listą studentów, którzy mogą się zapisać
pt_pt: Descarregar um CSV de estudantes que podem matricular-se
zh_tw: 下載CSV有關學習者誰可以報名參加的

source: Click to download a CSV of anonymized student IDs:
da: Klik for at downloade en CSV-fil med anonymiserede kursist ID'er:
fr: Cliquer pour télécharger un fichier CSV contenant les ID anonymisés des étudiants :
pl: Kliknij, aby pobrać plik CSV ze zanonimizowanymi tożsamościami studentów:
pt_pt: Clique para transferir um ficheiro CSV de IDs anónimas de estudantes:
zh_tw: 點選以下載匿名表示學生ID的CSV檔案：

source: Get Student Anonymized IDs CSV
da: Hent Anonymiserede Kursist ID CSV-fil
fr: Obtenir le CSV des IDs anonymes des étudiants
pl: Pobierz CSV ze zanonimizowanymi tożsamościami studentów
pt_pt: Obter IDs CSV de Estudantes Anonimizadas
zh_tw: 取得學生的匿名 IDs CSV

source: Click to generate a CSV file of all proctored exam results in this course.
da: Klik for at generere en CSV-fil med alle eksamensresultater i dette kursus.
fr: Cliquer pour générer un fichier CSV de tous les résultats des examens suveillés pour ce cours.
pl: Kliknij, aby wygenerować plik CSV z listą wszystkich wyników nadzorowanego egzaminu z tego kursu.
pt_pt: Clique para gerar um ficheiro CSV de todos os resultados de exames supervisionados neste curso.
zh_tw: 點擊產生CSV 檔案，其中列出此門課程所有考試的結果。

source: Generate Proctored Exam Results Report
da: Generér rapport over eksamensresultater
fr: Générer le rapport des résultats d'examens surveillés
pl: Wygeneruj raport z wynikami nadzorowanego egzaminu
pt_pt: Gerar Relatório de Resultados de Exames Supervisionados
zh_tw: 生成監考考試結果報告

source: Click to generate a CSV file of survey results for this course.
da: Klik for at generere en CSV-fil med resultater for dette kursus.
fr: Cliquer pour générer un fichier CSV avec les résultats de sondage pour ce cours.
pl: Kliknij, aby wygenerować plik CSV z wynikami ankiety dla tego kursu.
pt_pt: Clique para gerar um ficheiro CSV com resultados de inquérito para este curso.
zh_tw: 點擊產生CSV 檔案，其中列出對此門課程的分析結果。

source: Generate Survey Results Report
da: Genererer rapport over resultater
fr: Générer le rapport des résultats de sondage
pl: Wygeneruj raport z wynikami ankiety
pt_pt: Gerar Relatório de Resultados do Inquérito
zh_tw: 產生問卷結果
