Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
da: Indtast sandt eller falsk. Hvis sandt, kan kursisterne oprette diskussions-indlæg, som er anonyme for andre kursister. Denne indstilling gør ikke indlæg anonyme for kursuspersonale.
fr: Entrez true ou false. Si true, les étudiants peuvent proposer des contributions aux discussions qui sont vues comme anonymes par les autres étudiants. Ce paramètre ne rend pas les messages anonymes pour l'équipe enseignante.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", studenci będą mogli publikować takie wpisy w dyskusjach, które będą anonimowe wobec pozostałych studentów. Autor wpisu będzie jednak widoczny dla kadry kursu.
pt_pt: Introduza verdadeiro ou falso. Se for verdadeiro, os estudantes podem criar artigos de discussão que são anónimos para os outros estudantes. Esta configuração não torna os artigos anónimos para a equipa do curso.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，學生可以對其他學生建立出匿名的討論。但是此設定對課程工作人員並不匿名。

source: Advanced Module List
da: Avanceret modulliste
fr: Liste des modules avancés
pl: Lista modułów zaawansowanych
pt_pt: Lista de Módulos Avançados
zh_tw: 進階模組列表

source: Enter the names of the advanced modules to use in your course.
da: Indtast navnene på de avancerede moduler, der skal bruges i dit kursus.
fr: Entrer les noms des modules avancés à utiliser dans votre cours.
pl: Wprowadź nazwy modułów zaawansowanych do wykorzystania w twoim kursie.
pt_pt: Insira os nomes dos módulos avançados para utilização no seu curso.
zh_tw: 輸入您在課程中使用的進階模組名稱。

source: Course Home Sidebar Name
da: Navn på kursusstartsidepanel

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
da: Indtast den overskrift, som du ønsker, at eleverne skal se over dine kursusuddelinger på kursushjemmesiden. Dine kursusuddelinger vises i højre panel på siden.

source: Course Handouts
da: Kursus Materiale

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
da: Sandt, hvis tidszoner skal vises på datoer i kurset. Udfaset til fordel for forfaldsdato_visningsformat.
fr: Vrai si les fuseaux horaires doivent être affichés pour les dates dans le cours. Rendu obsolète en faveur de due_date_display_format.
pl: Wybierz "tak" jeśli obok dat związanych z kursem mają się wyświetlać strefy czasowe. Zastępują informacje due_date_display_format.
pt_pt: Introduza verdadeiro se os fusos horários forem apresentados nas datas do curso. Esse formato foi descontinuado a favor de due_date_display_format.
zh_tw: True 表示應在課程的日期上顯示時區。已過時，改為支援 due_date_display_format。

source: Due Date Display Format
da: Datoformat
fr: Format d'affichage de l'échéance
pl: Format wyświetlania terminu końcowego
pt_pt: Formato de exibição da data de entrega
zh_tw: 到期日期顯示設定

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
da: Indtast formatet for forfaldsdatoer. Standarden er Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM DD, eller "%Y-%d-%m" for YYYY-DD-MM.
fr: Entrer le format des dates de remises. Le défaut est Mon DD, YYYY. Entrer "%m-%d-%Y" pour MM-DD-YYYY, "%d-%m-%Y" pour DD-MM-YYYY, "%Y-%m-%d" pour YYYY-MM-DD, ou "%Y-%d-%m" pour YYYY-DD-MM.
pl: Wprowadź format terminów końcowych. Domyślny format to Mies DD, RRRR. Wprowadź "%m-%d-%Y" dla MM-DD-RRRR, "%d-%m-%Y" dla DD-MM-RRRR, "%Y-%m-%d" dla RRRR-MM-DD lub "%Y-%d-%m" dla RRRR-DD-MM.
pt_pt: Insira o formato para datas limite de entrega. O padrão é Seg DD, AAAA. Insira "%m-%d-%Y" para DD-MM-YYYY, "%d-%m-%Y" para DD-MM-YYYY, "%Y-%m-%d" para DD-MM-YYYY, ou "%Y-%d%d-%m" para AAAA-DD-MM
zh_tw: 輸入截止日期的格式。預設值是 Mon DD, YYYY 。輸入"%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD，或 "%Y-%d-%m" for YYYY-DD-MM 。

source: External Login Domain
da: Eksternt Login Domæne
fr: Domaine à connexion externe
pl: Domena zewnętrznego logowania
pt_pt: Domínio de Login Externo
zh_tw: 外部登錄區

source: Enter the external login method students can use for the course.
da: Indtast den eksterne login-metode, som kursisterne kan benytte til kurset.
fr: Entrez la méthode de connexion externe que les étudiants peuvent utiliser pour le cours
pl: Wprowadź metodę zewnętrznego logowania z której mogą skorzystać studenci kursu.
pt_pt: Insira o método externo de iniciar a sessão que os estudantes podem utilizar para o curso.
zh_tw: 輸入學生可以使用這課程的外部登錄的方法。

source: Certificates Downloadable Before End
da: Diplomer til download før slutning
fr: Certificats qu'il est possible de télécharger avant la fin
pl: Możliwość pobierania certyfikatów przed zakończeniem kursu
pt_pt: Certificados Descarregados Antes do Fim
zh_tw: 結束前可下載證書

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
da: Indtast sandt eller falsk. Hvis sandt, kan kursisterne downloade diplomer, før kurset slutter, hvis de har opfyldt kravene.
fr: Entrez true ou false. Si true, les étudiants peuvent télécharger des certificats avant la fin du cours, s'ils remplissent les exigences pour obtenir la certification.
pl: Wprowadź "true" lub "false". W przypadku wyboru "true", studenci będą mogli pobierać certyfikaty przed zakończeniem kursu, o ile spełnią wszystkie wymagania.
pt_pt: Introduza verdadeiro ou falso. Se for verdadeiro, os estudantes podem transferir os certificados antes do final do curso, caso reúnam os requisitos de certificado.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，學生可以在課程結束前下載證書，如果他們已滿足證書的要求。

source: Certificates Display Behavior
da: Visning af diplom
fr: Comportement de l'affichage des certificats
pl: Sposób wyświetlania certyfikatów
pt_pt: Comportamento de exibição de certificados
zh_tw: 證書展示行為

source: This field, together with certificate_available_date will determine when a user can see their certificate for the course
da: Dette felt vil sammen med certifikat_tilgængelig_dato bestemme, hvornår en bruger kan se deres certifikat for kurset
fr: Ce champ, ainsi que certificate_available_date déterminera quand un utilisateur peut voir son attestation pour le cours
pt_pt: Este campo, juntamente com o certificate_available_date, determinará quando um utilizador pode ver o seu certificado para o curso

source: Course About Page Image
da: "Kursus om"-side billede
fr: Image de la page "A propos du Cours"
pl: Obrazek karty kursu
pt_pt: Imagem da Página Sobre o Curso
zh_tw: 課程介紹頁面圖片

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
da: Rediger navnet på filen med kursusbillede. Du skal uploade denne fil på Filer & Uploads-siden. Du kan også sætte kursets billede på Indstillinger & Detaljer-siden.
fr: Modifiez le nom du fichier de l'image du cours . Vous devez télécharger ce fichier sur la page Fichiers & Téléchargements. Vous pouvez également définir l'image de cours sur la page Paramètres et informations détaillées.
pl: Wyedytuj nazwę pliku graficznego kursu. Musisz przesłać ten plik z poziomu strony "Zarządzanie plikami". Możesz również ustawić obrazek kursu z poziomu strony "Ustawienia i szczegóły".
pt_pt: Editar o nome do ficheiro de imagem do curso. Carregue este ficheiro na página Ficheiros & Carregamentos. Também pode definir a imagem do curso na página Configurações e Detalhes.
zh_tw: 編輯課程圖像檔名稱。您必須上傳檔案在Files & Uploads 頁面。您也可以設定課程圖片在Settings & Details頁面。

source: Course Banner Image
da: Kursusbannerbillede
fr: Image de bannière du cours
pl: Banner kursu
pt_pt: Imagem do Banner do Curso
zh_tw: 課程橫幅圖片

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
da: Rediger navnet på bannerbilledfilen. Du kan indstille bannerbilledet på siden Indstillinger og detaljer.
fr: Éditez le nom du fichier de l'image bannière. Vous pouvez définir l'image bannière dans la page Paramètres et informations détaillées.
pl: Wyedytuj nazwę bannera kursu. Możesz ustawić banner z poziomu strony "Ustawienia i szczegóły".
pt_pt: Editar o nome do ficheiro da imagem do Banner. Pode definir a imagem do banner na página Configurações e Detalhes.
zh_tw: 編輯橫幅影圖片的名稱。您可以在 [設定和詳細資訊] 頁面上設定橫幅圖片。

source: Course Video Thumbnail Image
da: Kursusvideominiaturebillede
fr: Vignette de la vidéo de cours
pl: Grafika - miniatura filmu
pt_pt: Miniatura da imagem do vídeo do Curso
zh_tw: 課程影片縮圖圖片

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
da: Rediger navnet på videominiaturebilledfilen. Du kan indstille videominiaturebilledet på siden Indstillinger og detaljer.
fr: Éditez le nom du fichier de la vignette de la vidéo. Vous pouvez définir la vignette de la vidéo dans la page Paramètres et informations détaillées.
pl: Wyedytuj nazwę grafiki - miniatury filmu. Możesz ją ustawić z poziomu strony "Ustawienia i szczegóły".
pt_pt: Editar o nome do ficheiro da imagem em miniatura do vídeo. Pode definir a imagem em miniatura do vídeo na página Configurações e Detalhes.
zh_tw: 編輯影片縮圖圖片檔的名稱。您可以在 [設定和詳細資訊] 頁面上設定影片縮圖圖片。

source: Issue Open Badges
da: Udsted åbne badges
pt_pt: Emitir Crachás Abertos

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
da: Udsted Open Badges badges til dette kursus. Badges genereres, når certifikater oprettes.
pt_pt: Emitir crachás de crachás abertos para este curso. Os crachás são gerados quando os certificados são criados.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
da: Brug kun denne indstilling, når du genererer PDF-certifikater. Indtast det korte navn på den type certifikat, som eleverne modtager, når de afslutter kurset mellem anførselstegn. For eksempel &quot;Certifikat&quot;.
fr: Utilisez ce paramètre seulement quand vous générez des certificats PDF. Entre guillemets, entrez le nom court du cours qui sera utilisé sur le certificat que les étudiants recevront quand ils auront complété le cours.
pl: Użyj tego ustawienia wyłącznie w przypadku generowania certyfikatów w PDF. Między cudzysłowami wpisz skróconą nazwę typu certyfikatu, który otrzymują studenci po ukończeniu kursu. Dla przykładu, "Certyfikat".
pt_pt: Apenas utilize esta configuração quando gerar certificados PDF. Entre aspas, insira o nome curto do tipo de certificado que os estudantes recebem quando concluem o curso. Por exemplo: "Certificado".
zh_tw: 只有在要產生證書的PDF檔時，才使用這項設定。當學生完成課程所獲得的證書，在引文標號中間輸入 證書類型簡稱於學生證書上。例如，“修課證明”。

source: Certificate Name (Short)
da: Navn på diplom (Kort)
fr: Nom du certificat (court)
pl: Nazwa certyfikatu (skrócona)
pt_pt: Nome (curto) do Certificado
zh_tw: 證書名稱 (簡稱)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
da: Brug kun denne indstilling, når du genererer PDF-certifikater. Indtast det lange navn på den type certifikat, som eleverne modtager, når de afslutter kurset mellem anførselstegn. For eksempel "Certifikat for præstation".
fr: Utilisez ce paramètre seulement quand vous générez des certificats PDF. Entre guillemets, entrez le nom long du cours qui sera utilisé sur le certificat que les étudiants recevront quand ils auront complété le cours.
pl: Użyj tego ustawienia wyłącznie w przypadku generowania certyfikatów w PDF. Między cudzysłowami wpisz pełną nazwę typu certyfikatu, który otrzymują studenci po ukończeniu kursu. Dla przykładu, "Certyfikat ukończenia kursu".
pt_pt: Apenas utilize esta configuração quando gerar certificados PDF. Entre aspas, insira o nome curto do tipo de certificado que os estudantes recebem quando eles concluem o curso. Por exemplo: "Certificado de Conclusão".
zh_tw: 只有在要產生證書的PDF檔時，才使用這項設定。當學生完成課程所獲得的證書，在引文標號中間輸入 證書類型全名於學生證書上。例如，“成績證書”。

source: Certificate Name (Long)
da: Navn på diplom (Langt)
fr: Nom du certificat (long)
pl: Nazwa certyfikatu (pełna)
pt_pt: Nome (longo) do Certificado
zh_tw: 證書名稱 (完整)

source: Certificate Web/HTML View Enabled
da: Diplom Web/HTML Visning aktiveret
fr: Certificats Web/HTML activées
pl: Udostępnij podgląd certyfikatu przez przeglądarkę/HTML
pt_pt: Visualização via Web/HTML do Certificado Ativado
zh_tw: 證書的網頁瀏覽模式啟用

source: If true, certificate Web/HTML views are enabled for the course.
da: Hvis sandt, er Web/HTML diplom-visning aktiveret for kurset.
fr: Si vrai, les certificats Web/HTML sont activés pour ce cours.
pl: Jeśli zaznaczysz "tak", możliwy będzie podgląd certyfikatu przez przeglądarkę/HTML.
pt_pt: Se verdadeiro, as visualizações Web/HTML serão ativadas para o curso.
zh_tw: 當輸入true時，這門課程的證書，其網頁瀏覽模式啟用。

source: Certificate Web/HTML View Overrides
da: Certifikat Web/HTML View Tilsidesættelser
fr: Paramétrages additionnels de la vue du certificat Web/HTML
pl: Zmiany podglądu certyfikatu przez przeglądarkę/HTML.
pt_pt: Sobreposições da Vista Web/HTML do Certificado
zh_tw: 證書 Web/HTML View Overrides

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
da: Indtast kursusspecifikke tilsidesættelser for web-/HTML-skabelonparametrene her (JSON-format)
fr: Entrez ici vos paramètres pour surcharger ceux du template Web/HTML (au format JSON)
pl: Wprowadź zmiany dla określonego kursu w parametrach szablonu HTML (format JSON)
pt_pt: Introduza aqui as substituições específicas do curso para os parâmetros do modelo Web/HTML (formato JSON)

source: Certificate Configuration
da: Diplom konfiguration
fr: Configuration du certificat
pl: Konfiguracja certyfikatu
pt_pt: Configuração do Certificado
zh_tw: 證書設定

source: Enter course-specific configuration information here (JSON format)
da: Indtast kursus-specifikke konfigurationsoplysninger her (JSON-format)
fr: Entrez ici les informations de configuration spécifiques à ce cours ici (au format JSON)
pl: Wprowadź informacje konfiguracyjne dla określonego kursu (w formacie JSON)
pt_pt: Insira a informação da configuração específica do curso aqui (formato JSON)
zh_tw: 在此輸入課程指定的設定資訊 (JSON格式)

source: CSS Class for Course Reruns
da: CSS klasse for kursus genkørsler
fr: Classe CSS utilisée quand le cours est réédité
pl: Klasa CSS dla wznowień kursu
pt_pt: Classe CSS para Repetições do Curso

source: Allows courses to share the same css class across runs even if they have different numbers.
da: Tillader kurser at dele den samme CSS klasse på tværs af kørsler, selvom de har forskellige numre.
fr: Permet aux cours de partager la même classe css à travers les éditions, même si elles ont des numéros différents.
pl: Pozwala na dzielenie przez kursy tej samej klasy css w kolejnych wznowieniach nawet jeśli powracające kursy mają różne numeracje.
pt_pt: Permite que várias edições dos cursos partilhem a mesma classe css, mesmo que tenham códigos diferentes.

source: Discussion Forum External Link
da: Diskussionsforum eksternt link
fr: Lien vers un forum de discussion externe
pl: Odnośnik do zewnętrznego forum dyskusyjnego
pt_pt: Link Externo do Fórum de Debate
zh_tw: 討論區外部連結

source: Allows specification of an external link to replace discussion forums.
da: Tillad specifikation af et eksternt link at erstatte diskussionsfora.
fr: Permet de spécifier un lien externe pour remplacer des forums de discussion.
pl: Pozwala na wywołanie zewnętrznego odnośnika w miejscu forum dyskusyjnego.
pt_pt: Permite a especificação de um link externo para substituir fóruns de debate.
zh_tw: 允許指定的外部連結取代討論區。

source: Hide Progress Tab
da: Skjul Progress tasten
pt_pt: Ocultar Separador de Progresso

source: Allows hiding of the progress tab.
da: Tillad skjul af "Progress" tasten
pt_pt: Permite ocultar o separador de progresso.

source: Course Organization Display String
da: Kursus Organisation Visning
fr: Chaîne d'affichage de l'organisation du cours
pl: Wyświetlana nazwa podmiotu organizującego kurs
pt_pt: Nome da Organização do Curso a exibir
zh_tw: 課程組織的顯示字串

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
da: Indtast den kursusorganisation, du ønsker skal vises på kurset. Denne indstilling tilsidesætter den organisation, du indtastede, da du oprettede kurset. For at bruge den organisation, du indtastede, da du oprettede kurset, skal du indtaste null.
fr: Entrez l'organisation de cours que vous souhaitez voir apparaître dans le cours. Ce paramètre remplace l'organisation que vous avez saisie lors de la création du cours. Pour utiliser l'organisation saisie lors de la création du cours, entrez la valeur null.
pl: Wpisz nazwę organizacji realizującej kurs. To ustawienie nadpisuje informację wprowadzoną w momencie zakładania kursu. Aby wyświetlać nazwę organizatora, która została wpisana w momencie zakładania kursu, pozostaw pole puste.
pt_pt: Insira a organização do curso que deseja que apareça no curso. Esta configuração substitui a organização inserida quando o curso foi criado. Para utilizar a organização inicial, insira 'null'.
zh_tw: 輸入要在課程中顯示的課程組織。此設定會覆寫您建立課程時輸入的組織。若要使用您建立課程時輸入的組織，請輸入 null。

source: Course Number Display String
da: Kursusnummer visning
fr: Chaîne d'affichage du numéro du cours
pl: Wyświetlany numer kursu
pt_pt: Cadeia de exibição do número do curso
zh_tw: 課程編碼顯示字串

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
da: Indtast det kursusnummer, du ønsker skal fremgå af kurset. Denne indstilling tilsidesætter det kursusnummer, du indtastede, da du oprettede kurset. For at bruge det kursusnummer, du indtastede, da du oprettede kurset, skal du indtaste null.
fr: Entrez le numéro de cours que vous souhaitez voir apparaître dans le cours. Ce paramètre remplace le numéro que vous avez saisi lors de la création du cours. Pour utiliser le numéro saisi lors de la création du cours, entrez la valeur null.
pl: Wpisz numer kursu do wyświetlenia w informacjach o kursie. To ustawienie nadpisuje informację wprowadzoną w momencie zakładania kursu. Aby wyświetlać numer kursu, który został wpisany w momencie zakładania kursu, pozostaw pole puste.
pt_pt: Insira o código do curso que deseja que apareça no curso. Esta configuração substitui o código do curso definido quando o curso foi criado. Para usar o código do curso inicial, insira 'null'.
zh_tw: 輸入要在課程中顯示的課程編號。此設定會覆寫您建立課程時輸入的課程編號。若要使用您建立課程時輸入的課程編號，請輸入 null。

source: Course Maximum Student Enrollment
da: Maks. antal tilmeldinger på kurset
fr: Nombre maximum d'inscription d'étudiants au cours
pl: Maksymalna liczba uczestniczących studentów
pt_pt: Número Máximo de Estudantes Inscritos no Curso
zh_tw: 課程學生註冊上限。

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
da: Indtast det maksimale antal kursister, der kan tilmelde sig kurset. Hvis du vil tillade et ubegrænset antal, skal du indtaste null.
fr: Entrez le nombre maximal d'étudiants qui peuvent s'inscrire au cours. Pour permettre à un nombre illimité d'étudiants, entrez la valeur null.
pl: Podaj maksymalną liczbę studentów, którzy mogą się zapisać na kurs. Aby nie wprowadzać limitu studentów, pozostaw pole puste.
pt_pt: Insira o número máximo de estudantes que podem inscrever-se no curso. Para permitir um número ilimitado de estudantes, insira 'null'.
zh_tw: 輸入可以註冊這課程的最大學生數量。輸入空，允許無上限學生數量。

source: Allow Public Wiki Access
da: Tillad Offentlig Wiki adgang
fr: Autoriser l'accès public au wiki
pl: Pozwól na publiczny dostęp do wiki
pt_pt: Permitir Acesso Público ao Wiki
zh_tw: 允許公開Wiki存取

source: Enter true or false. If true, students can view the course wiki even if they're not enrolled in the course.
da: Indtast sand eller falsk. Hvis det er sandt, kan eleverne se kursets wiki, selvom de ikke er tilmeldt kurset.
fr: Entrez true ou false. Si true, les apprenants peuvent consulter le wiki du cours même s'ils ne sont pas inscrits.
pt_pt: Digite verdadeiro ou falso. Se verdadeiro, os alunos podem ver o curso wiki mesmo que não estejam matriculados no curso.

source: Invitation Only
da: Kun invitation
fr: Seulement sur invitation
pl: Tylko na zaproszenia
pt_pt: Apenas por convite
zh_tw: 僅限受邀者

source: Whether to restrict enrollment to invitation by the course staff.
da: Om tilmelding skal begrænses til invitation fra kursuspersonalet
fr: Inscriptions sur invitation par l'équipe pédagogique uniquement.
pl: Rejestracja na kurs wyłącznie na zaproszenia wysyłane przez kadrę kursu.
pt_pt: Se a inscrição deve ser restrita a convite do pessoal do curso.
zh_tw: 是否限制註冊僅能透過課程工作人員邀請。

source: Pre-Course Survey Name
da: Navn på før-kursus forundersøgelse
fr: Nom de l’enquête d'avant cours
pl: Nazwa ankiety wstępnej
pt_pt: Nome da pesquisa pré-curso
zh_tw: 課程前的問卷名稱

source: Name of SurveyForm to display as a pre-course survey to the user.
da: Navn på SurveyForm, der skal vises som en undersøgelse før kursus til brugeren.
fr: Nom du formulaire à afficher à l'utilisateur comme une enquête d'avant cours.
pl: Nazwa formularza ankietowego do wyświetlenia użytkownikowi w ramach ankiety wstępnej.
pt_pt: Nome do SurveyForm para exibir como uma pesquisa pré-curso para o utilizador.
zh_tw: SurveyForm的名稱，以顯示課前問卷給用戶。

source: Pre-Course Survey Required
da: Før-kursus forundersøgelse nødvendig
fr: Enquête d'avant cours requise
pl: Wymagana ankieta wstępna
pt_pt: Nome da pesquisa pré-curso obrigatória
zh_tw: 需要課前問卷

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
da: Angiv, om kursister skal udfylde et spørgeskema, før de kan se kursusindholdet. Hvis du indstiller denne værdi til sand, skal du tilføje et navn på spørgeundersøgelsen til undersøgelsesnavnet ovenfor.
fr: Préciser si les étudiants doivent remplir une enquête avant de pouvoir accéder au contenu du cours. Si vous réglez ce paramètre à vrai, vous devez donner un nom à l'enquête dans le paramètre Nom de l'Enquête du Cours ci-dessus.
pl: Określ, czy studenci muszą wypełnić ankietę zanim uzyskają dostęp do treści kursu. Jeśli ustawisz tę opcję na "tak", należy dodać nazwę ankiety w powyższym polu "Nazwa ankiety kursu".
pt_pt: Especifique se os estudantes devem ou não completar uma pesquisa antes de poderem visualizar o conteúdo do seu curso. Se definir este valor como verdadeiro, deverá adicionar em cima um nome para a pesquisa na configuração do Nome da Pesquisa do Curso.
zh_tw: 指定學生是否必須完成的一項問卷，才可以查看您的課程內容。如果將該值設置為true，你必須加上問卷名稱。

source: Course Visibility In Catalog
da: Kursets synlighed i kataloget
fr: Visibilité du cours dans le catalogue
pl: Widoczność kursu w katalogu
pt_pt: Visibilidade do Curso no Catálogo
zh_tw: 在目錄的課程能見度
