Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
da: Gensort eventuelle svar, der er blevet indsendt. Valgmuligheden 'Rescore alle problemer kun hvis score forbedres' opdaterer kun elevens score, hvis den forbedres til elevens favør.
fr: Réévaluer toutes les réponses soumises. L'option "Réévaluer en faveur des apprenants uniquement" modifie la note de l'apprenant uniquement si la nouvelle note est meilleure que la précédente.
pl: Oceń ponownie wszystkie zgłoszone odpowiedzi. Opcja "Oceń ponownie wszystkie ćwiczenia tylko w przypadku poprawy oceny" pozwala skorygować oceny tylko jeśli zmieniają się one na korzyść studenta.
pt_pt: Reavalie quaisquer respostas que tenham sido submetidas. As atualizações da opção 'Reavaliar Todos os Problemas Apenas Se a Classificação Melhorar' atualizam as classificações do estudante apenas se melhorarem a favor do mesmo.
zh_tw: 重新評量已經繳交的資料。 「唯有在使成績改善的狀況下才能重新調整分數」此選項建立在使學習者成績調高的基礎上。

source: Rescore All Problems
da: Genopret alle problemer
fr: Réévaluer tous les exercices
pl: Oceń ponownie wszystkie ćwiczenia
pt_pt: Reavaliar Todos os Problemas
zh_tw: 重新配分

source: Rescore All Problems Only If Score Improves
da: Gentag kun alle problemer, hvis resultatet forbedres
fr: Réévaluer tous les exercices en faveur des apprenants uniquement
pl: Oceń ponownie wszystkie ćwiczenia tylko w przypadku poprawy oceny
pt_pt: Reavaliar Todos os Problemas Apenas Se a Classificação Melhorar
zh_tw: 只為分數有進步的學生重新計分

source: Entrance Exam History
da: Optagelsesprøvens historie
fr: Historique de l'examen d'entrée
pl: Historia egzaminu wstępnego
pt_pt: Histórico de Exames de Entrada
zh_tw: 資格考試歷史記錄

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
da: For hele optagelsesprøven skal du permanent og fuldstændig slette elevens svar og score fra databasen.
fr: Supprimer complètement et de manière permanente l'historique des réponses et notes de l'étudiants pour tout l'examen d'entrée.
pl: Nieodwracalnie usuń z bazy danych odpowiedzi i oceny studenta uzyskane z egzaminu wstępnego.
pt_pt: Para todo o exame de entrada, apague permanente e completamente as respostas do estudante e as suas classificações do banco de dados.
zh_tw: 將學生整個入學考試的答案和成績從資料庫中永久性地完全移除。

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
da: Vis status for de genoptagelsesopgaver, som du har indsendt til denne elev- og optagelsesprøve.
fr: Afficher le statut de la tâche de remplacement de note pour cet apprenant et cet examen d'entrée.
pl: Pokaż status czynności ponownej oceny egzaminu wstępnego obecnego studenta.
pt_pt: Exibir o estado das tarefas de reavaliação que submeteu para este estudante e exame de entrada.
zh_tw: 顯示您針對繳交出去的學生入學考試調整後的成績。

source: Adjust all enrolled learners' grades for a specific problem
da: Juster alle tilmeldte elevers karakterer for et specifikt problem
fr: Ajuster la note de tous les apprenants pour un exercice
pl: Skoryguj oceny wszystkich studentów za określone ćwiczenie
pt_pt: Ajustar todas as classificações de um problema específico de todos os estudantes inscritos
zh_tw: 為所有註冊學生調整該題目的成績

source: Allows all learners to work on the problem again.
da: Giver alle elever mulighed for at arbejde med problemet igen.
fr: Autoriser tous les apprenants à retravailler sur cet exercice.
pl: Pozwól wszystkim studentom na ponowne podejście do ćwiczenia
pt_pt: Permitir que todos os estudantes realizem novamente o problema.
zh_tw: 允許所有學生再次回答問題。

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
da: Rescore indsendte svar. Valgmuligheden &#39;Rescore Only If Scorer Improve&#39; opdaterer kun en elevs score, hvis den forbedres til elevens favør.
fr: Réévaluer les réponses soumises. L'option "Réévaluer en faveur des apprenants uniquement" modifie la note de l'apprenant uniquement si la nouvelle note est meilleure que la précédente.
pl: Oceń ponownie przesłane odpowiedzi. Opcja "Oceń ponownie tylko w przypadku poprawy oceny" pozwala skorygować oceny tylko jeśli zmieniają się one na korzyść studenta.
pt_pt: Respostas reavaliadas submetidas. A opção 'Reavaliar Apenas Se a Classificação Melhorar' atualiza a classificação do estudante apenas se melhorar a favor do mesmo.
zh_tw: 重新調整繳交成績。 「唯有分數改善才能調整」選項是指調整後的分數必須讓學生的分數調高才能進行。

source: Rescore All Learners' Submissions
da: Rescore alle elevers afleveringer
fr: Réévaluer toutes les réponses soumises des apprenants
pl: Oceń ponownie zgłoszenia wszystkich studentów
pt_pt: Reavaliar as submissões de todos os estudantes
zh_tw: 重新評分所有學習者送出的結果

source: Rescore Only If Scores Improve
da: Rescore kun hvis resultaterne forbedres
fr: Réévaluer en faveur des apprenants uniquement
pl: Oceń ponownie tylko w przypadku poprawy oceny
pt_pt: Reavaliar Apenas Se a Classificação Melhorar
zh_tw: 只重新評分有進步的學習者

source: Show the status for the tasks that you submitted for this problem.
da: Vis status for de opgaver, du har sendt til dette problem.
fr: Afficher le statut de la tâche de remplacement de note pour cet exercice.
pl: Pokaż status czynności zgłoszonych dla tego ćwiczenia.
pt_pt: Exibir o estado das tarefas que submeteu para este problema.
zh_tw: undefined

source: Note
da: Bemærk
pl: Notatka
pt_pt: Nota
zh_tw: 筆記

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
da: Vælg et problem for at generere en CSV-fil, der viser alle elevernes svar på problemet. Du vælger også et afsnit eller kapitel for at inkludere resultater af alle problemer i det pågældende afsnit eller kapitel.
fr: Sélectionnez un problème pour générer un fichier CSV qui répertorie toutes les réponses des élèves au problème. Vous sélectionnez également une section ou un chapitre pour inclure les résultats de tous les problèmes dans cette section ou ce chapitre.
pl: Wybierz problem, aby wygenerować plik CSV z listą wszystkich odpowiedzi uczniów na dany problem. Możesz również wybrać sekcję lub rozdział, aby uwzględnić wyniki wszystkich zagadnień w tej sekcji lub rozdziale.
pt_pt: Selecione um problema para gerar um ficheiro CSV que lista todas as respostas dos estudantes relativas ao problema. Selecione também uma secção ou capítulo para incluir os resultados de todos os problemas nessa secção ou capítulo.

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
da: Klik for at få vist karakterkonfigurationen for kurset. Karakterkonfigurationen er opdelingen af bedømte underafsnit af kurset (såsom eksamener og opgavesæt), og kan ændres på siden 'Karaktergivning' (under 'Indstillinger') i Studio.
fr: Cliquez pour afficher la configuration de notation du cours. La configuration de notation est la répartition des sous-sections notées du cours (telles que les examens et les ensembles de problèmes), et peut être modifiée sur la page "Notation" (sous "Paramètres") dans Studio.
pl: Kliknij, aby wyświetlić konfigurację ocen dla tego kursu. Konfiguracja ocen stanowi sumę wszystkich ocenianych lekcji kursu (takich jak ćwiczenia i egzaminy) i może zostać zmieniona z poziomu podstrony 'Ocen' (pod 'Ustawieniami') w Studio.
pt_pt: Clique para exibir a configuração de classificação para o curso. A configuração de classificação é a repartição de subsecções classificáveis do curso (como exames e conjuntos de problemas) e pode ser alterada na página 'Classificações' (em 'Configurações') no Studio.

source: Click to download a CSV of anonymized student IDs:
da: Klik for at downloade en CSV med anonymiserede studie-id'er:
fr: Cliquez pour télécharger un fichier CSV d'identifiants étudiants anonymisés:
pl: Kliknij, aby pobrać plik CSV ze zanonimizowanymi tożsamościami studentów:
pt_pt: Clique para transferir um CSV com os IDs dos alunos anonimizados:

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
da: For store kurser kan det tage flere timer at generere nogle rapporter. Når rapportgenereringen er færdig, vises et link, der inkluderer datoen og tidspunktet for genereringen, i tabellen nedenfor. Disse rapporter genereres i baggrunden, hvilket betyder, at det er OK at navigere væk fra denne side, mens din rapport genereres.
fr: Pour les cours à grande échelle, la génération de certains rapports peut prendre plusieurs heures. Lorsque la génération du rapport est terminée, un lien qui inclut la date et l'heure de génération apparaît dans le tableau ci-dessous. Ces rapports sont générés en arrière-plan, ce qui signifie que vous pouvez quitter cette page pendant la génération de votre rapport.
pl: Dla dużych kursów wygenerowanie niektórych raportów może potrwać nawet kilka godzin. Po zakończeniu generowania raportu, w tabeli poniżej dostępny będzie link opatrzony datą i czasem wygenerowania. Raporty generowane są w tle, co oznacza, że możesz spokojnie opuścić tę stronę.
pt_pt: Para cursos de grande dimensão, criar alguns relatórios pode levar várias horas. Quando a criação de relatórios estiver completa, um link que inclui a data e a hora da criação aparece na tabela abaixo. Estes relatórios são criados em segundo plano, o que significa que não há problema em navegar para outras páginas enquanto o seu relatório está a ser criado.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
da: Vær tålmodig og klik ikke på disse knapper flere gange. Hvis du klikker på disse knapper flere gange, forsinkes genereringsprocessen betydeligt.
fr: Veuillez être patient et ne cliquez pas plusieurs fois sur ces boutons. Cliquer plusieurs fois sur ces boutons ralentira considérablement le processus de génération.
pl: Proszę zachować cierpliwość i nie klikać w przycisk więcej niż jeden raz. Kliknięcie więcej razy znacznie wydłuży czas generowania raportu.
pt_pt: Por favor, seja paciente e não clique nestes botões várias vezes. Clicar nestes botões várias vezes irá atrasar significativamente o processo de geração.

source: For smaller courses, click to list profile information for enrolled students directly on this page:
da: For mindre kurser, klik for at få vist profiloplysninger for tilmeldte studerende direkte på denne side:
fr: Pour les cours plus petits, cliquez pour afficher les informations de profil des étudiants inscrits directement sur cette page:
pl: W przypadku mniejszych kursów, kliknij, aby wyświetlić informacje o profilu zapisanych studentów bezpośrednio na tej stronie:
pt_pt: Para cursos menores, clique para listar informações de perfil para alunos matriculados diretamente nesta página:

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
da: Klik for at generere en CSV-fil med alle elever, der er tilmeldt dette kursus, sammen med profiloplysninger såsom e-mailadresse og brugernavn:
fr: Cliquez pour générer un fichier CSV de tous les étudiants inscrits à ce cours, ainsi que des informations de profil telles que l'adresse courriel et le nom d'utilisateur:
pl: Kliknij, aby wygenerować plik CSV wszystkich studentów zapisanych na ten kurs, wraz z informacjami o profilu, takimi jak adres e-mail i nazwa użytkownika:
pt_pt: Clique para gerar um ficheiro CSV de todos os alunos matriculados neste curso, juntamente com informações de perfil, como endereço de e-mail e nome de utilizador:

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
da: Klik for at generere en CSV-fil, der viser elever, der kan tilmelde sig kurset, men som endnu ikke har gjort det.
fr: Cliquez pour générer un fichier CSV qui répertorie les apprenants qui peuvent s'inscrire au cours mais ne l'ont pas encore fait.
pl: Kliknij, aby wygenerować plik CSV z listą uczestników, którzy mogą zapisać się na kurs, ale jeszcze tego nie zrobili.
pt_pt: Clique para gerar um ficheiro CSV que lista os alunos que podem se inscrever no curso, mas ainda não o fizeram.

source: Click to generate a CSV file of all proctored exam results in this course.
da: Klik for at generere en CSV-fil med alle overvågede eksamensresultater i dette kursus.
fr: Cliquez pour générer un fichier CSV de tous les résultats d'examen surveillés dans ce cours.
pl: Kliknij, aby wygenerować plik CSV z listą wszystkich wyników nadzorowanego egzaminu z tego kursu.
pt_pt: Clique para gerar um ficheiro CSV de todos os resultados do exame supervisionado neste curso.

source: Click to generate a CSV file of survey results for this course.
da: Klik for at generere en CSV-fil med undersøgelsesresultater for dette kursus.
fr: Cliquez pour générer un fichier CSV des résultats de sondage pour ce cours.
pl: Kliknij, aby wygenerować plik CSV z wynikami ankiet dla tego kursu.
pt_pt: Clique para gerar um ficheiro CSV de resultados de pesquisa para este curso.

source: Click to generate a CSV ORA grade report for all currently enrolled students.
da: Klik for at generere en CSV ORA-karakterrapport for alle aktuelt tilmeldte elever.
fr: Cliquez pour générer un rapport de notation CSV ORA pour tous les étudiants actuellement inscrits.
pl: Kliknij, aby wygenerować plik CSV z raportem ocen ORA wszystkich obecnie zapisanych studentów.
pt_pt: Clique para gerar um ficheiro CSV ORA com um relatório de notas de avaliações de resposta aberta para todos os alunos atualmente matriculados.

source: Click to generate a CSV problem grade report for all currently enrolled students.
da: Klik for at generere en CSV-problemkarakterrapport for alle aktuelt tilmeldte elever.
fr: Cliquez pour générer un rapport de notation du problème CSV pour tous les étudiants actuellement inscrits.
pl: Kliknij, aby wygenerować raport oceny problemu w formacie CSV dla wszystkich aktualnie zapisanych uczniów.
pt_pt: Clique para gerar um relatório CSV de notas problemáticas para todos os estudantes actualmente matriculados.

source: My Courses
da: Mine kurser
fr: Mes Cours
pl: Moje kursy
pt_pt: Meus Cursos
zh_tw: 我的課程

source: Change Preferred Language
da: Skift foretrukket sprog
fr: Changer les préférences de langue
pl: Zmień preferowany język
pt_pt: Alterar Idioma de Preferência
zh_tw: 更改偏好的語言

source: Please choose your preferred language
da: Vælg sit foretrukne sprog
fr: Merci de choisir la langue que vous préférez
pl: Proszę wybrać preferowany język
pt_pt: Por favor escolha o seu idioma de preferência
zh_tw: 請選擇您的偏好語言

source: Save Language Settings
da: Gem indstillinger for sprog
fr: Enregistrement des préférences de langue
pl: Zapisz ustawienia języka
pt_pt: Guardar Definições de Idioma
zh_tw: 儲存語言設定

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
da: Kan du ikke finde dit foretrukne sprog? {link_start} Ansøg om at blive en oversætter! {link_end}
fr: Vous ne trouvez pas votre langue préférée ? {link_start}Proposez-vous comme traducteur volontaire !{link_end}
pl: Nie widzisz swojego preferowanego języka? {link_start}Dołącz do tłumaczy - wolontariuszy!{link_end}
pt_pt: Não encontra o seu idioma de preferência? {link_start}Voluntarie-se para ser um tradutor!{link_end}
zh_tw: 沒有看到您的偏好語言?{link_start}自願成為翻譯者!{link_end}

source: Explore Courses
da: Udforsk kurser
fr: Explorer les cours
pl: Przeglądaj kursy
pt_pt: Explorar Cursos
zh_tw: 探索課程

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
da: {p_tag}Du skal i øjeblikket ikke foretage nogen peer-bedømmelse. For at have peer-bedømmelse at gøre: {ul_tag} {li_tag}Du skal have indsendt et svar på et peer-bedømmelsesproblem.{end_li_tag} {li_tag} bedømmelseskriterierne.{end_li_tag} {li_tag}Der skal være afleveringer, der venter på bedømmelsen.{end_li_tag} {end_ul_tag} {a073azce
fr: {p_tag}Vous n'avez actuellement aucune évaluation par les pairs à effectuer. Afin d'avoir des évaluations par les pairs à effectuer : {ul_tag} {li_tag}Vous devez avoir soumis une réponse à un problème avec évaluation par les pairs.{end_li_tag} {li_tag}L'équipe pédagogique doit évaluer les compositions qui seront utilisés pour vous aider à mieux comprendre les critères d'évaluation.{end_li_tag} {li_tag}Il doit y avoir des soumissions qui sont en attente d'évaluation.{end_li_tag} {end_ul_tag} {end_p_tag}
pl: {p_tag}W tej chwili nie ma dla ciebie zadań do oceny. Aby móc oceniać zadania: {ul_tag} {li_tag}Musisz mieć zgłoszoną odpowiedź na ćwiczenie.{end_li_tag} {li_tag}Instruktor kursu musi zamieścić przykładowe rozwiązania pokazujące jak prawidłowo ocenić zadanie.{end_li_tag} {li_tag}Muszą istnieć zgłoszenia czekające na ocenę.{end_li_tag} {end_ul_tag} {end_p_tag}
pt_pt: {p_tag}Atualmente, não tem nenhuma avaliação de pares pendente. Para ter uma avaliação de pares: {ul_tag} {li_tag}Deve ter submetido uma resposta a um problema de avaliação de pares.{end_li_tag} {li_tag}A equipa do curso tem de classificar os ensaios que são usados para ajudá-lo a entender melhor os critérios de avaliação.{end_li_tag} {li_tag}Têm de existir submissões que aguardam avaliação.{end_li_tag} {end_ul_tag} {end_p_tag}
zh_tw: {p_tag} 您目前沒有做任何同儕互評的動作。為了有同儕互評： {ul_tag} {li_tag} 您需要提交並回應對同儕問題之評分。 {end_li_tag} {li_tag} 課程團隊需要對文章作出評分，用於幫助您更了解評分標準。 {end_li_tag} {li_tag} 必須提交正在等待評分意見。{end_li_tag} {end_ul_tag} {end_p_tag}

source: Here is a list of problems that need to be peer graded for this course.
da: Her er en liste over problemer, der skal peer-bedømmes til dette kursus.
fr: Voici une liste des problèmes à réponse ouverte qui doivent être évalués par les pairs pour ce cours.
pl: Oto lista ćwiczeń, które muszą zostać poddane wzajemnej ocenie.
pt_pt: Aqui está uma lista de problemas que necessitam de avaliação de pares para este curso.
zh_tw: 以下是這門課程中需要進行相互評分的問題列表。

source: Problem Name
da: Problem-navn
fr: Nom de l'exercice
pl: Nazwa ćwiczenia
pt_pt: Nome do problema
zh_tw: 問題名稱

source: Due date
da: Afleveringsdato
fr: Date d'échéance
pl: Termin
pt_pt: Data limite
zh_tw: 截止日期

source: Graded
da: Bedømt
fr: Évalué
pl: Ocenione
pt_pt: Avaliado
zh_tw: 已評分

source: Available
da: Tilgængelig
fr: Disponible
pl: Dostępne
pt_pt: Disponível
zh_tw: 可評分的

source: Required
da: Nødvendig
fr: Requis
pl: Wymagane
pt_pt: Necessário
zh_tw: 需要

source: No due date
da: Ingen afleveringsdato
fr: Pas de date d'échéance
pl: Bez terminu ostatecznego
pt_pt: Sem data limite
zh_tw: 沒有截止日期

source: The due date has passed, and peer grading for this problem is closed at this time.
da: Forfaldsdatoen er overskredet, og peer-bedømmelse for dette problem er lukket på nuværende tidspunkt.
fr: La date d'échéance est passée, et l'évaluation par les pairs pour cet exercice est fermé en ce moment.
pl: Minął termin ostateczny i wzajemna ocena dla tego ćwiczenia jest już niedostępna.
pt_pt: A data limite passou, e a avaliação de pares para este problema está atualmente fechada.
zh_tw: 截止日期已過，這個問題的互評環節現在已經關閉。

source: The due date has passed, and peer grading is closed at this time.
da: Forfaldsdatoen er overskredet, og peer-bedømmelse er lukket på nuværende tidspunkt.
fr: La date d'échéance est passée, et l'évaluation par les pairs est fermé en ce moment.
pl: Minął termin ostateczny i wzajemna ocena jest już niedostępna.
pt_pt: A data limite passou, e a avaliação de pares está atualmente fechada.
zh_tw: 截止日期已過，互評環節現在已經關閉。

source: Learning to Grade
da: Lær at bedømme
fr: Apprendre à noter
pl: Nauka oceniania
pt_pt: Aprender a Avaliar
zh_tw: 學習如何評分

source: Hide Question
da: Skjul spørgsmål
fr: Cacher la question
pl: Ukryj pytanie
pt_pt: Ocultar Questão
zh_tw: 隱藏問題

source: Student Response
da: Kursist Svar
fr: Réponse de l'étudiant
pl: Odpowiedź studenta
pt_pt: Resposta do Estudante
zh_tw: 學生回應

source: Written Feedback
da: Skriftlig Feedback
fr: Réaction écrite
pl: Pisemna opinia
pt_pt: Comentários escritos
zh_tw: 書面回饋

source: Please include some written feedback as well.
da: Tilføj også skriftlig feedback.
fr: Merci d'inclure également vos réactions.
pl: Proszę załączyć pisemną opinię.
pt_pt: Por favor, inclua também alguns comentários escritos.
zh_tw: 請給出一些書面回饋。

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
da: Dette indlæg har eksplicit, stødende, eller (jeg har mistanke om) plagieret indhold.
fr: Cette soumission comporte un contenu explicite, offensant, ou (peut-être) plagié.
pl: Zgłoszenie zawiera treść zbyt ogólnikową, obraźliwą lub (być może) będącą plagiatem.
pt_pt: Esta submissão tem conteúdo explícito, ofensivo ou (se suspeitar) plagiado.
zh_tw: 這個提交有明確的，令人反感的，或者 (我懷疑) 抄襲內容。

source: How did I do?
da: Hvordan klarede jeg mig?
fr: Comment ai-je fait ?
pl: Jak mi poszło?
pt_pt: Como me saí?
zh_tw: 我應該怎麼做？

source: Ready to grade!
da: Klar til at bedømme!
fr: Prêt à noter !
pl: Gotowy do oceny!
pt_pt: Pronto para avaliar!
zh_tw: 準備好進行評分！

source: You have finished learning to grade, which means that you are now ready to start grading.
da: Du har nu lært at bedømme, hvilket betyder, at du nu er klar til at starte at bedømme.
fr: Vous avez terminé l'apprentissage de la notation, ce qui signifie que vous êtes prêt à commencer à évaluer.
pl: Ukończyłeś naukę oceniania, co oznacza, że możesz już zacząć oceniać prace.
pt_pt: Acabou de aprender a avaliar, o que significa que está pronto para começar a fazê-lo.
zh_tw: 您已完成了評分學習，這意味著現在您可以開始評分了。

source: Start Grading!
da: Begynd at bedømme!
fr: Commencez à évaluer !
pl: Zacznij oceniać!
pt_pt: Comece a Avaliar!
zh_tw: 開始評分！

source: Learning to grade
da: At lære at give karakter
fr: Apprendre à évaluer
pl: Nauka oceniania
pt_pt: A aprender a avaliar
zh_tw: 學習如何評分

source: You have not yet finished learning to grade this problem.
da: Du er endnu ikke færdig med at lære at bedømme dette problem.
fr: Vous n'avez pas encore fini d'apprendre à noter cet exercice.
pl: Nie nauczyłeś się jeszcze jak należy oceniać to ćwiczenie.
pt_pt: Ainda não acabou de aprender como avaliar este problema.
zh_tw: 您尚未完成學習以針對此問題評分。

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
da: Du vil nu blive vist en række opgaver, som er blevet bedømt af en instruktør, og du vil blive bedt om selv at bedømme dem.
fr: Nous allons vous montrer un jeu d'exercices de test déjà notés par un enseignant, et nous allons vous demander de les noter à votre tour.
pl: Za chwilę zobaczysz serię wypracowań ocenionych przez instruktora i zostaniesz poproszony o samodzielną ich ocenę.
pt_pt: Ser-lhe-á mostrado uma série de ensaios avaliados por um professor, e ser-lhe-á pedido que os avalie por si próprio.
zh_tw: 以下將展示給您一系列由教師評分完成的文章，您將被要求自行為它們評分。
