Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
da: Sørg for, at din browser er opdateret til den {strong_start}{a_start}senest mulige version{a_end} {strong_end} . Sørg også for, at dit {strong_start}webkamera er tilsluttet, tændt og lov til at fungere i din webbrowser (kan normalt justeres i dine browserindstillinger). {strong_end}
fr: Veuillez vous assurer que votre navigateur est mis à jour à la{strong_start}{a_start} version la plus récente possible{a_end}{strong_end}. Veuillez aussi vous assurer que votre {strong_start}caméra est branchée, mise sous tension, et autorisé à fonctionner dans votre navigateur Web (paramètre communément ajustable dans les paramètres du navigateur).{strong_end}
pl: Proszę się upewnić, że twoja przeglądarka jest zaktualizowana {strong_start}{a_start}do najnowszej możliwej wersji{a_end}{strong_end}. Proszę również sprawdzić, czy twoja {strong_start}kamera internetowa jest włączona oraz działa w przeglądarce (można to włączyć w ustawieniach przeglądarki){strong_end}
pt_pt: Por favor certifique-se que o seu browser está atualizado com a {strong_start}{a_start}versão mais recente possível{a_end}{strong_end}. Certifique-se igualmente que a sua {strong_start}webcam está conectada, ligada, e com permissão para funcionar no seu browser (normalmente isto é ajustável nas configurações do browser).{strong_end}
zh_tw: 請您務必將瀏覽器更新為{strong_start}{a_start}最新版本{a_end}{strong_end}。另請確認{strong_start}網路攝影機已裝妥、開啟，並且可在網頁瀏覽器中正常運作 (通常可在您的瀏覽器設定中調整)。{strong_end}

source: Re-Verification
da: Genbekræftelse
fr: Re-vérification
pl: Powtórne potwierdzenie tożsamości
pt_pt: Repetir Verificação
zh_tw: 重新驗證

source: Identity Verification
da: Identitetsbekræftelse
fr: Vérification d'identité
pl: Potwierdzenie tożsamości
pt_pt: Verificação de Identidade
zh_tw: 身份驗證

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
da: Du har allerede indsendt dine bekræftelsesoplysninger. Du vil se en meddelelse på dit betjeningspanel, når bekræftelsesprocessen er fuldført (normalt inden for 5-7 dage).
fr: Vous avez déjà soumis vos informations de vérification. Vous verrez un message sur votre tableau de bord lorsque le processus de vérification sera complété (normalement entre 5-7 jours).
pl: Przesłałeś już swoje informacje weryfikacyjne. Po zakończeniu procesu weryfikacji (zwykle w ciągu 5-7 dni) na pulpicie pojawi się komunikat.
pt_pt: Já enviou as suas informações de verificação. Será mostrado uma mensagem no seu painel de controlo quando o processo de verificação estiver concluído (geralmente dentro de 5 a 7 dias).

source: You cannot verify your identity at this time.
da: Du kan ikke bekræfte din identitet på dette tidspunkt.
fr: Vous ne pouvez vérifier votre identité présentement.
pl: W tym momencie nie możesz poddać się weryfikacji tożsamości.
pt_pt: Não podemos verificar a sua identidade neste momento.
zh_tw: 你目前無法驗證你的身份

source: Return to Your Dashboard
da: Tilbage til dit skrivebord
fr: Retour à votre tableau de bord
pl: Wróć do swojego pulpitu
pt_pt: Regressar ao seu Painel de Controlo
zh_tw: 回到我的課程

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
da: Denne hjemmeside bruger cookies for at sikre, at du får den bedste oplevelse på vores hjemmeside. Hvis du fortsætter med at browse på denne side, forstår vi, at du accepterer brugen af cookies.
fr: Ce site utilise des cookies pour vous assurer la meilleure navigation possible. En continuant de naviguer sur ce site, nous comprenons que vous acceptez l'utlisation de cookies.
pl: Strona korzysta z plików cookie w celu oferowania jak najlepszych możliwości korzystania z Serwisu. Przeglądając stronę akceptujesz nasze pliki cookie.
pt_pt: Este site utiliza cookies para garantir que tenha a melhor experiência no nosso site. Se continuar a navegar neste site, depreendemos que aceita o uso de cookies.
zh_tw: 本網站使用cookies來確保您在我們的網站上獲得最佳體驗。 如果您繼續瀏覽本網站，我們了解您接受cookies的使用。

source: Got it!
da: Forstået!
fr: OK !
pl: Rozumiem!
pt_pt: Compreendido!
zh_tw: 瞭解！

source: Learn more
da: Lær mere
fr: En savoir plus
pl: Dowiedz się więcej
pt_pt: Saber mais
zh_tw: 瞭解更多

source: Changes
da: Ændringer
fr: Changements
pl: Zmiany
pt_pt: Alterações
zh_tw: 修改

source: Course Wiki
da: Kursus Wiki
fr: Wiki du cours
pl: Wiki kursu
pt_pt: Wiki do Curso
zh_tw: 課程 Wiki

source: Add article
da: Tilføj artikel
fr: Ajouter un article
pl: Dodaj artykuł
pt_pt: Adicionar artigo
zh_tw: 新增文章

source: Preview Language Setting
da: Vis sprogindstilling
fr: Aperçu des paramètres de langue
pl: Podgląd ustawienia języka
pt_pt: Pré-visualizar Configuração de Idioma
zh_tw: 預覽語言設定

source: Language Code
da: Sprogkode
fr: Code de langue
pl: Kod języka
pt_pt: Código de Idioma
zh_tw: 語言代號

source: e.g. en for English
da: fx en for engelsk
fr: Par exemple, fr pour français
pl: np. pl dla polskiego
pt_pt: por exemplo, en para Inglês

source: Preview Theme
da: Forhåndsvisning af tema
fr: Aperçu du thème
pl: Podgląd skórki
pt_pt: Pré-visualizar Tema
zh_tw: 預覽主題

source: Attribution
da: Anerkendelse
pl: Uznanie autorstwa
pt_pt: Atribuição
zh_tw: 署名

source: Noncommercial
da: Ikke kommercielt
pl: Użycie niekomercyjne
pt_pt: Utilização não Comercial
zh_tw: 非商業性

source: No Derivatives
da: Ingen derivater
fr: Pas de travaux dérivés
pl: Bez utworów zależnych
pt_pt: Não a obras derivadas
zh_tw: 禁止改作

source: Share Alike
da: Del Lignende
fr: Partage à l'identique
pl: Na tych samych warunkach
pt_pt: Partilhar da mesma forma
zh_tw: 相同方式分享

source: Creative Commons licensed content, with terms as follow:
da: Creative Commons licenseret indhold under disse betingelser:
fr: Contenu sous licence Creative Commons, avec les conditions suivantes :
pl: Treść na licencji Creative Commons na następujących warunkach:
pt_pt: Conteúdo licenciado da Creative Commons, com os seguintes termos:
zh_tw: 創用 CC 內容，聲明如下：

source: Some Rights Reserved
da: Visse rettigheder forbeholdes
fr: Quelques droits réservés
pl: Część praw zastrzeżona
pt_pt: Alguns direitos reservados
zh_tw: 保留部分權利

source: Upcoming Dates
da: Kommende datoer
fr: Dates à venir
pl: Nadchodzące terminy
pt_pt: Próximas Datas

source: Goal:
da: Mål:

source: Edit your course goal:
da: Rediger dit kursusmål:

source: Pursue a verified certificate
da: Forfølge et verificeret certifikat

source: Sample verified certificate with your name, the course title, the logo of the institution and the signatures of the instructors for this course.
da: Prøv et verificeret certifikat med dit navn, kursustitel, institutionens logo og underskrifter fra instruktørerne for dette kursus.

source: Upgrade ({price})
da: Opgrader ({price})

source: Expand All
da: Udvid alle

source: Prerequisite:
da: Forudsætning:

source: Learn About Verified Certificates
da: Lær om verificerede certifikater
fr: En savoir plus sur les Certificats vérifiés
pl: Dowiedz się więcej o zweryfikowanych certyfikatach
pt_pt: Saiba mais sobre Certificados Validados

source: {platform_name} Verified Certificate
da: {platform_name} Verificeret certifikat
fr: {platform_name} Certificat vérifié
pl: Potwierdzony Certyfikat {platform_name}
pt_pt: {platform_name} Certificado Validado

source: Why upgrade?
da: Hvorfor opgradere?
fr: Pourquoi effectuer une mise à jour ?
pl: Po co aktualizować?
pt_pt: Porquê atualizar?

source: Official proof of completion
da: Officielt bevis for færdiggørelse
fr: Preuve officielle d'accomplissement
pl: Oficjalny dowód ukończenia
pt_pt: Prova oficial de conclusão

source: Easily shareable certificate
da: Nemt delbart certifikat
fr: Certificat partageable facilement
pl: Łatwo udostępniany certyfikat
pt_pt: Certificado de partilha fácil

source: Proven motivator to complete the course
da: Dokumenteret motivator til at gennemføre kurset
fr: Source de motivation reconnu pour compléter le cours
pl: Sprawdzony motywator do ukończenia kursu
pt_pt: Incentivo para concluir o curso

source: Certificate purchases help {platform_name} continue to offer free courses
da: Køb af certifikater hjælper {platform_name} med at fortsætte med at tilbyde gratis kurser
fr: Les achats de Certificats permettent à {platform_name} de continuer à proposer des cours gratuits
pl: Zakup certyfikatów umożliwia {platform_name} dalsze oferowanie bezpłatnych kursów
pt_pt: A compra de Certificados ajuda a {platform_name} a continuar a oferecer cursos gratuitos

source: How it works
da: Hvordan det virker
fr: Comment ça marche
pl: Jak to działa
pt_pt: Como funciona

source: Pay the Verified Certificate upgrade fee
da: Betal opgraderingsgebyret for verificeret certifikat
fr: Payez les frais de mise à jour du Certificat vérifié
pl: Zapłać opłatę za aktualizację zweryfikowanego certyfikatu
pt_pt: Pagar a taxa de actualização do Certificado Validado

source: Verify your identity with a webcam and government-issued ID
da: Bekræft din identitet med et webcam og et offentligt udstedt id
fr: Vérifiez votre identité à l'aide d'une caméra et d'une pièce d'identité officielle
pl: Potwierdź swoją tożsamość przy pomocy kamerki internetowej i dokumentu tożsamości
pt_pt: Valide a sua identidade através da webcam e do documento oficial de identificação

source: Study hard and pass the course
da: Studer hårdt og bestå kurset
fr: Étudiez bien et validez le cours
pl: Ucz się intensywnie i zalicz kurs
pt_pt: Estude muito e passe no curso

source: Share your certificate with friends, employers, and others
da: Del dit certifikat med venner, arbejdsgivere og andre
fr: Partagez votre certificat avec vos amis et employeurs, entre autres
pl: Udostępnij swój certyfikat znajomym, pracodawcom i innym osobom
pt_pt: Partilhe o certificado com os amigos, colegas de trabalho e outras pessoas

source: My certificate has helped me showcase my knowledge on my resumé - I feel like this certificate could really help me land my dream job!
da: Mit certifikat har hjulpet mig med at vise min viden på mit CV - jeg føler, at dette certifikat virkelig kunne hjælpe mig med at lande mit drømmejob!
fr: Mon attestation m'a aidé à mettre en valeur mes connaissances sur mon CV - J'ai l'impression que cette attestation pourrait vraiment m'aider à décrocher mon emploi de rêve!
pl: Mój certyfikat pomógł mi wykazać się wiedzą w moim CV - czuję, że ten certyfikat może naprawdę pomóc mi znaleźć wymarzoną pracę!
pt_pt: O meu certificado ajudou-me a mostrar os meus conhecimentos no meu currículo - sinto que este certificado pode realmente ajudar-me a conseguir o emprego dos meus sonhos!

source: I wanted to include a verified certificate on my resumé and my profile to illustrate that I am working towards this goal I have and that I have achieved something while I was unemployed.
da: Jeg ønskede at inkludere et bekræftet certifikat på mit CV og min profil for at illustrere, at jeg arbejder hen imod mine mål og at jeg har opnået noget, mens jeg var arbejdsløs.
fr: Je voulais inclure une attestation vérifiée sur mon CV et mon profil pour afficher que je travaille afin d'atteindre mon objectif et que j'ai réalisé quelque chose pendant que j'étais au chômage.
pl: Chciałem dołączyć zweryfikowany certyfikat do mojego resumé i mojego profilu, aby pokazać, że dążę do tego celu i że osiągnąłem coś, będąc bezrobotnym.
pt_pt: Queria incluir um certificado verificado no meu currículo e no meu perfil para ilustrar que estou a trabalhar para este objectivo que tenho e que alcancei algo enquanto estava desempregado.

source: Upgrade ({course_price})
da: Opgrader ( {course_price} )
fr: Mise à jour ({course_price})
pl: Zaktualizuj ({course_price})
pt_pt: Atualização ({course_price})

source: This course does not have any updates.
da: Dette kursus har ingen opdateringer.
fr: Ce cours n'a pas été mis à jour.
pl: Ten kurs nie ma żadnych opublikowanych aktualności.
pt_pt: Este curso não tem nenhuma atualização.
zh_tw: 本課程沒有任何更新。

source: Latest Update
da: Seneste opdatering

source: Show More
da: Vis mere

source: Search Results
da: Søgeresultater

source: Connected Accounts
da: Tilknyttede konti
fr: Comptes connectés
pl: Połączone konta
pt_pt: Conectar Contas
zh_tw: 連結帳號

source: Not Linked
da: Ikke tilknyttet
fr: Non lié
pl: Niepołączone
pt_pt: Não Ligado
zh_tw: 未連結

source: Unlink
da: Slet link
fr: Supprimer le lien
pl: Rozłącz
pt_pt: Remover o Link
zh_tw: 取消連結

source: Completed {completion_date_html}
da: Fuldført {completion_date_html}
fr: Complété {completion_date_html}
pl: Zakończone {completion_date_html}
pt_pt: Concluído {completion_date_html}

source: {course_mode} certificate
da: {course_mode} certifikat
fr: {course_mode} certificat
pl: {course_mode} certyfikat
pt_pt: {course_mode} certificado

source: You haven't earned any certificates yet.
da: Du har ikke optjent nogen certifikater endnu.
fr: Vous n'avez pas reçu de certificat pour le moment.
pl: Nie zdobyłeś jeszcze żadnych certyfikatów.
pt_pt: Ainda não obteve quaisquer certificados.

source: Explore New Courses
da: Udforsk nye kurser
fr: Explorer les cours
pl: Odkryj nowe kursy
pt_pt: Explorar Novos Cursos
zh_tw: 探索新課程

source: View My Records
da: Se mine optegnelser
fr: Voir mes succès
pl: Wyświetl Moje Nagrania
pt_pt: Ver os Meus Registos

source: My Profile
da: Min profil
fr: Mon profil
pl: Mój profil
pt_pt: O Meu Perfil
zh_tw: 我的個人檔案

source: Build out your profile to personalize your identity on {platform_name}.
da: Byg din profil for at personliggøre din identitet på {platform_name} .
fr: Créer votre profil pour personnaliser votre identité sur {platform_name}
pl: Uzupełnij swój profil w celu spersonalizowania swojej tożsamości na platformie {platform_name}.
pt_pt: Crie o seu perfil para personalizar a sua identidade em {platform_name}.

source: An error occurred. Try loading the page again.
da: En fejl opstod. Prøv at indlæse siden igen.
fr: Une erreur est survenue. Essayerz de rafraichir la page de nouveau.
pl: Wystąpił błąd. Odśwież stronę i spróbuj ponownie.
pt_pt: Ocorreu um erro. Por favor tente carregar a página novamente.
zh_tw: 發生錯誤。請嘗試再次載入頁面。

source: example: username@domain.com
da: F. eks.: brugernavn@domæne.dk

source: edX, Open edX, and the edX and Open edX logos are registered trademarks of {link_start}edX Inc.{link_end}
da: edX, Open edX og edX- og Open edX-logoerne er registrerede varemærker tilhørende {link_start}edX Inc. {link_end}

source: Log in
da: Log ind
fr: Connexion
pl: Zaloguj się
pt_pt: Iniciar sessão
zh_tw: 登入

source: The page that you were looking for was not found.
da: Den side, du ledte efter, blev ikke fundet.
fr: La page que vous recherchiez n'a pas été trouvée.
pl: Szukana strona nie została odnaleziona.
pt_pt: A página que procurava não foi encontrada.
zh_tw: 無法找到您所搜尋的頁面

source: Go back to the {homepage}.
da: Gå tilbage til {homepage} .
fr: Revenir à l'{homepage}.
pl: Wróć do {homepage}.
pt_pt: Voltar à {homepage}.

source: {studio_name} Server Error
da: {studio_name} Serverfejl
fr: Erreur sur les serveurs {studio_name}
pl: Błąd serwera {studio_name}
pt_pt: {studio_name} Erro de Servidor
zh_tw: {studio_name}伺服器發生錯誤

source: The {em_start}{studio_name}{em_end} servers encountered an error
da: {em_start}{studio_name} {em_end} -serverne stødte på en fejl
fr: Une erreur est survenue sur les serveurs {em_start}{studio_name}{em_end}
pl: Serwery {em_start}{studio_name}{em_end} napotkały błąd
pt_pt: Os servidores {em_start}{studio_name}{em_end} detetaram um erro
zh_tw: {em_start}{studio_name}{em_end}伺服器發生錯誤

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
da: Der opstod en fejl i {studio_name} , og siden kunne ikke indlæses. Prøv venligst igen om et øjeblik.
fr: {studio_name} a rencontré une erreur et la page n'a pas pu être chargée. Merci d'essayer à nouveau dans quelques instants.
pl: Wystąpił błąd w {studio_name} i nie udało się wczytać strony. Proszę spróbować ponownie.
pt_pt: Ocorreu um erro em {studio_name} e não foi possível carregar a página. Por favor, tente novamente dentro de momentos.
zh_tw: {studio_name}出現錯誤，頁面無法載入。請稍後再試。

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
da: Vi har registreret fejlen, og vores personale arbejder i øjeblikket på at løse denne fejl så hurtigt som muligt.
fr: Nous avons consigné l'erreur dans un journal et notre équipe tâchera de la résoudre le plus rapidement possible.
pl: Błąd został odnotowany i nasz zespół pracuje nad jak najszybszym rozwiązaniem problemu.
pt_pt: Foi identificado um erro. A equipa da plataforma está neste momento a trabalhar o tentar resolver assim que possível.
zh_tw: 我們已經記錄下這個錯誤，同時技術人員正試圖儘快解決這個問題。

source: Studio Accessibility Policy
da: Studietilgængelighedspolitik
fr: Politique d'accessibilité Studio
pl: Polityka dostępności Studio
pt_pt: Política de Acessibilidade do Studio

source: Course Certificates
da: Kursusbeviser
fr: Certificats du cours
pl: Certyfikaty z kursu
pt_pt: Certificados de Curso
zh_tw: 課程證書

source: This module is not enabled.
da: Dette modul er ikke aktiveret.
fr: Ce module n'est pas activé.
pl: Ten moduł nie jest włączony.
pt_pt: Este módulo não está activo.
zh_tw: 該模塊未啟用。

source: This course does not use a mode that offers certificates.
da: Dette kursus bruger ikke en tilstand, der tilbyder certifikater.
fr: Ce cours n'utilise pas un mode qui offre des certificats.
pl: Ten kurs nie korzysta z trybu oferującego certyfikaty.
pt_pt: Este curso não utiliza um modo que ofereça certificados.
zh_tw: 本課程不提供證書。

source: Working with Certificates
da: Arbejde med certifikater
fr: Travailler avec les certificats
pl: Praca z certyfikatami
pt_pt: A Trabalhar com Certificados
zh_tw: 使用證書

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
da: Angiv en kursustitel, der skal bruges på certifikatet, hvis kursets officielle titel er for lang til at blive vist korrekt.
fr: Spécifier un titre de cours à utiliser sur le certificat si le titre officiel du cours est trop long pour être affiché.
pl: Określ nazwę kursu, która ma znajdować się na certyfikacie, jeśli oficjalna nazwa kursu jest zbyt długa i nie wyświetla się poprawnie.
pt_pt: Especifique um título de curso a ser utilizado no certificado, caso o título oficial do curso seja muito longo para ser apresentado de forma adequada.
zh_tw: 如果課程的正式名稱太長以致無法完整顯示，請指定一簡短課程名稱以便於證書上使用

source: For verified certificates, specify between one and four signatories and upload the associated images.
da: For verificerede certifikater skal du angive mellem en og fire underskrivere og uploade de tilknyttede billeder.
fr: Pour les certificats, spécifier entre un ou quatre signataires et téléverser les images de leurs signatures.
pl: Dla potrzeb potwierdzonych certyfikatów określ od jednego do czterech sygnatariuszy i prześlij stosowne podpisy.
pt_pt: Para os certificados validados, especifique entre um e quatro signatários e carregue as imagens associadas.
zh_tw: 對於驗證的證書，指定1到4個簽署國，並上傳了相關圖片。

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
da: For at redigere eller slette et certifikat, før det aktiveres, skal du holde markøren over det øverste højre hjørne af formularen og vælge {em_start}Rediger {em_end} eller sletteikonet.
fr: Afin d'éditer ou supprimer un certificat avant que celle-ci ne soit activée, passer au-dessus du coin supérieur droit du formulaire et choisir {em_start}Éditer{em_end} ou l'icône supprimer.
pl: Aby wyedytować lub usunąć certyfikat zanim zostanie aktywowany, najedź na prawy górny róg formularza i wybierz opcję {em_start}Edytuj{em_end} lub ikonę usunięcia.
pt_pt: Para editar ou apagar um certificado antes de ser activado, passe o cursor sobre o canto superior direito do formulário e seleccione {em_start}Edit{em_end} ou o ícone de apagar.
zh_tw: 編輯或刪除證書之前，它被激活，將鼠標懸停在表的右上角，然後選擇{em_start}修改{em_end}或刪除圖標。

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
da: For at se et prøvecertifikat skal du vælge en kursustilstand og vælge {em_start}Se forhåndsvisning af certifikat {em_end} .
fr: Pour voir un exemple de certificat, choisissez un mode de cours et sélectionnez {em_start}Aperçu de certificat{em_end}.
pl: Aby wyświetlić przykładowy certyfikat, zaznacz tryb kursu i wybierz {em_start}Podgląd certyfikatu{em_end}.
pt_pt: Para mostrar um exemplo de certificado, escolha um modo de curso e selecione {em_start}Pré-visualizar Certificado{em_end}.
zh_tw: 要查看樣品證書，選擇課程模式，並選擇{em_start}預覽證書{em_end}。

source: Issuing Certificates to Learners
da: Udstedelse af certifikater til elever
fr: Emettre des Certificats aux Apprenants
pl: Wydawanie certyfikatów studentom
pt_pt: Emissão de Certificados para Estudantes
zh_tw: 頒發證書學員

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
da: For at begynde at udstede kursuscertifikater vælger et kursusteammedlem med enten medarbejder- eller administratorrollen {em_start}Aktiver {em_end} . Kun kursusholdsmedlemmer med disse roller kan redigere eller slette et aktiveret certifikat.
fr: Pour commencer à publier des certificats de cours, un membre de l'équipe pédagogique avec le rôle de membre du Personnel ou d'Administrateur clique sur {em_start}Activer{em_end}. Seuls les membres de l'équipe pédagogique avec ces rôles peuvent modifier ou supprimer un certificat activé.
pl: Aby rozpocząć wydawanie certyfikatów, członek kadry o statusie administratora lub nauczyciela musi kliknąć {em_start}Aktywuj{em_end}. Wyłącznie członkowie kadry kursu o tych rolach mogą edytować lub usuwać aktywowany certyfikat.
pt_pt: Para começar a emitir certificados de curso, um elemento da equipa do curso com o perfil de equipa ou administrador seleciona {em_start}Ativar{em_end}. Somente os elementos da equipa do curso com estas funções podem editar ou eliminar um certificado já ativado.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
da: {em_start} {em_end} må ikke slette certifikater efter et kursus er startet; elever, der allerede har opnået certifikater, vil ikke længere kunne få adgang til dem.
fr: {em_start}Ne supprimez pas{em_end} les certificats après le début d'un cours; les apprenants ayant déjà obtenu des certificats ne pourront plus les accéder.
pl: {em_start}Pamiętaj, aby nie usuwać{em_end} certyfikatów od momentu rozpoczęcia kursu; studenci, którzy otrzymali certyfikaty, nie będą mieć do nich dostępu.
pt_pt: {em_start} Não {em_end} elimine certificados após o início de um curso; os estudantes que já receberam certificados não lhes poderão mais aceder.
zh_tw: {em_start}不要{em_end}刪除證書後，課程開始;誰已經獲得了證書，學生將不再能夠訪問它們。

source: Learn more about certificates
da: Få mere at vide om certifikater
fr: En savoir plus sur les certificats
pl: Dowiedz się więcej na temat certyfikatów
pt_pt: Saiba mais sobre certificados
zh_tw: 了解更多有關證書

source: Details & Schedule
da: Detaljer og tidsplan
fr: Détails & Horaire
pl: Szczegóły i harmonogram
pt_pt: Detalhes & Horário
zh_tw: 細節與時程

source: Duplicate this component
da: Dupliker denne komponent
fr: Dupliquer ce composant
pl: Zduplikuj ten element
pt_pt: Duplicar este componente
zh_tw: 複製這個組件
