Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
da: Indtast sandt eller falsk. Hvis sandt, vises som standard altid en 'Nulstil'-knap. Du kan overstyre dette i indstillingerne for hver opgave. Alle eksisterende opgaver påvirkes for hele kurset, når denne indstilling ændres.
fr: Saisir vrai ou faux. Si la valeur vaut vrai, les exercices du cours vont par défaut afficher un bouton de 'Réinitialisation'. Cette valeur peut être modifiée dans chaque paramétrage d'exercice. Tous les exercices existants sont affectés quand ce paramètre de cours est changé.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", ćwiczenia w tym kursie będą domyślnie wyświetlać przycisk resetu. Możesz zmienić to ustawienie dla każdego ćwiczenia z osobna w jego opcjach, natomiast wybór opcji w tym miejscu powoduje zmianę obecnych ustawień dla wszystkich istniejących ćwiczeń w kursie.
pt_pt: IIntroduza verdadeiro ou falso. Se verdadeiro, os problemas no curso padrão exibem sempre um "botão Redefinir". Pode alterar isto nas configurações de cada problema. Tenha em atenção que todos os problemas existentes são afetados quando esta configuração do curso é alterada.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，在課程的問題會預設成總是顯示'重設'按鈕。您可以覆蓋此問題設定。所有存在的問題都會被影響當此設置被改變。

source: Enable Student Notes
da: Aktivér Student Notes
fr: Activer les notes des étudiants
pl: Włącz notatki studenta
pt_pt: Activar Notas do Estudante
zh_tw: 啟用學生筆記

source: Enter true or false. If true, students can use the Student Notes feature.
da: Indtast sandt eller falsk. Hvis sandt, kan kursisterne bruge funktionen Student Notes.
fr: Entrez true ou false. Si true, les élèves peuvent utiliser le module de prise de notes.
pl: Wprowadź "true" lub "false". Jeśli wybierzesz "true", studenci będą mogli używać funkcjonalności notatek studenta.
pt_pt: Introduza verdadeiro ou falso. Se falso, os estudantes podem utilizar a funcionalidade Notas do Estudante.
zh_tw: 請輸入"true"或"false"。當輸入"true"時，學生可以使用學生比較功能。

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
da: Angiver, om Student Notes er synlige. Kursister kan også vise eller skjule deres noter i kursusmateriale.
fr: Indique si les Notes d'étudiant sont visibles dans le cours. Les étudiants peuvent aussi afficher/masquer leur notes de cours.
pl: Wskaż, czy notatki studenta są widoczne w kursie. Studenci mogą również pokazywać lub ukrywać swoje notatki w materiałach kursowych.
pt_pt: Indica se as Notas do Aluno são visíveis no curso. Os alunos também podem mostrar ou esconder as suas notas no material didáctico.
zh_tw: 說明是否學生筆記在課程中可見。學生還可以顯示或隱藏自己的筆記中的教材。

source: Tag this module as part of an Entrance Exam section
da: Marker dette modul som en del af en adgangsprøve sektion

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
da: Indtast sandt eller falsk. Hvis sandt, vil svar indsendt til opgavemoduler overvejes i bedømmelsen af optagelsesprøve/gating algoritme.

source: Error while reading {}. Check file for XML errors.
da: Fejl under læsning af {}. Tjek filen for XML-fejl.
fr: Erreur lors de la lecture de {}. Vérifiez le fichier pour des erreurs XML.
pt_pt: Erro durante a leitura {}. Verificar ficheiro para erros XML.

source: Failed to import module: {} at location: {}
da: Kunne ikke importere modul: {} på lokation: {}

source: Enrollment Track Groups
da: Tilmeldingssporgrupper
fr: Groupes de Parcours d'inscription
pl: Grupy ścieżki kursu
pt_pt: Grupos de Modo de Inscrição
zh_tw: 註冊紀錄

source: Partition for segmenting users by enrollment track
da: Opdeling til segmentering af brugere efter tilmeldingsspor
fr: Répartition permettant de diviser les utilisateurs en fonction de leur parcours d'inscription
pl: Partycja do segmentowania studentów według ścieżki kursu
pt_pt: Partição para segmentação de utilizadores por modo de inscrição

source: Whether this student has voted on the poll
da: Om denne elev har stemt i afstemningen
fr: Si cet étudiant a répondu ou non à ce sondage
pl: Czy ten student oddał głos w głosowaniu
pt_pt: Se este estudante votou na sondagem

source: Student answer
da: Elevens svar
fr: Réponse d'étudiant
pl: Głos studenta
pt_pt: Resposta do estudante

source: Poll answers from all students
da: Afstemningssvar fra alle elever
fr: Réponses de tous les étudiants au sondage
pl: Głosy wszystkich studentów
pt_pt: Respostas dos inquéritos de todos os estudantes

source: Poll answers from xml
da: Afstemningssvar fra xml
fr: Réponses au sondage sous xml
pl: Głosy z xml
pt_pt: Respostas ao inquérito de xml

source: Poll question
da: Afstemningsspørgsmål
fr: Question de sondage
pl: Pytanie w głosowaniu
pt_pt: Questão do inquérito

source: Enter the date by which problems are due.
da: Angiv forfaldsdato.
fr: Entrez la date à laquelle les problèmes doivent être rendus.
pl: Wprowadź termin końcowy na ukończenie ćwiczeń.
pt_pt: Insira a data limite para entrega dos problemas.
zh_tw: 輸入問題的截止日期

source: Hide sequence content After Due Date
da: Skjul sekvensindhold efter forfaldsdato
fr: Cacher le contenu de la séquence après la date d'échéance
pl: Ukryj zawartość sekcji po terminie końcowym
pt_pt: Ocultar o conteúdo da sequência após data limite
zh_tw: 在截止日期過後隱藏內容結果

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
da: Hvis den er indstillet, skjules sekvensindholdet for ikke-medarbejdere efter forfaldsdatoen er passeret.
fr: Si définie, le contenu de séquence est caché pour les utilisateurs autre que ceux de l'équipe pédagogique après que la date d'échéance soit passée.
pl: W przypadku zaznaczenia tej opcji, zawartość sekcji staje się niewidoczna dla studentów po upływie terminu końcowego.
pt_pt: Se configurado, o conteúdo da sequência encontra-se oculto após a data limite para utilizadores que não sejam funcionários.
zh_tw: 如果設定為，當截止日期過後，對非工作人員使用者結果內容將被隱藏。

source: Is Entrance Exam
da: Adgangseksamen
fr: Est un examen d'entrée
pl: Jest egzaminem wstępnym
pt_pt: É Exame de Admissão
zh_tw: 是資格考試

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
da: Marker dette kursusmodul som adgangseksamen. Bemærk, du skal aktivere Adgangseksamen til dette kursus, for at indstillingen træder i kraft.

source: Is Time Limited
da: Tidsbegrænset
fr: Est limité dans le temps
pl: Posiada limit czasowy
pt_pt: Tempo limitado
zh_tw: 時間有限的

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
da: Denne indstilling angiver, om kursisterne har begrænset tid til at se eller interagere med dette kursusmateriale.
fr: Ce paramètre indique si les étudiants ont un temps limité pour voir ou interagir avec ce composant de cours.
pl: To ustawienie wskazuje, czy studenci mają ograniczoną czasowo możliwość przeglądania i interakcji z elementem kursu.
pt_pt: Esta configuração indica se os alunos têm um tempo limitado para ver ou interagir com esta componente do material didáctico.
zh_tw: 此設置說明學生是否只能在有限時間內瀏覽或與這份教材組件互動。

source: Time Limit in Minutes
da: Tidsbegrænsning i minutter
fr: Limite de temps en minutes
pl: Limit czasowy w minutach
pt_pt: Tempo limite em minutos
zh_tw: 時間限制以分鐘為單位

source: The number of minutes available to students for viewing or interacting with this courseware component.
da: Antallet af minutter til rådighed for kursister til at se eller interagere med dette kursusmateriale.
fr: Le nombre de minutes pendant lequel les étudiants peuvent voir ou interagir avec ce composant de cours.
pl: Liczba minut wskazująca czas przez jaki studenci mogą przeglądać i prowadzić interakcję z elementem kursu.
pt_pt: O número de minutos disponíveis aos alunos para ver ou interagir com esta componente do material didáctico.
zh_tw: 學生可以瀏覽或與教材組件互動的時間（分鐘）。

source: Is Proctoring Enabled
da: Er Proctoring aktiveret
fr: Surveillance d'examen activée
pl: Czy nadzorowanie jest włączone
pt_pt: O modo de supervisor está ativo
zh_tw: 監考已啟用

source: This setting indicates whether this exam is a proctored exam.
da: Denne indstilling angiver, om denne eksamen er en proctoreret eksamen.
fr: Ce paramètre indique si cet examen est un examen surveillé.
pl: To ustawienie wskazuje czy ten egzamin jest egzaminem nadzorowanym.
pt_pt: Esta configuração indica se este exame é um exame supervisionado.
zh_tw: 此設定表示該考試是否為一場有監考的考試。

source: Software Secure Review Rules
da: Regler for sikker gennemgang af software
fr: Règles d'examen de Software Secure
pl: Zasady bezpieczeństwa oceny nagrań
pt_pt: Regras de Revisão Segura de Software
zh_tw: 軟體安全審查規則

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
da: Denne indstilling angiver, hvilke regler proctoring-teamet skal følge, når de ser videoerne.
fr: Ce paramètre indique quelles règles l'équipe de surveillance devrait suivre quand elle regarde les vidéos.
pl: To ustawienie wskazuje zasady jakich powinna przestrzegać kadra w trakcie przeglądania nagrań filmowych.
pt_pt: Esta configuração indica as regras que a equipa de supervisão deve seguir ao ver os vídeos.
zh_tw: 此設定表示在瀏覽影片時，團隊必須遵循監考的規則。

source: Is Practice Exam
da: Praktisk eksamen
fr: Est un examen d’entraînement
pl: Jest egzaminem próbnym
pt_pt: É Exame Prático
zh_tw: 是練習考試

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
da: Denne indstilling angiver, om denne eksamen kun er til testformål. Praksiseksamener er ikke verificeret.
fr: Ce paramètre indique si cet examen est pour fins de test seulement. Les examens de pratique ne sont pas vérifiés.
pl: To ustawienie wskazuje, czy ten egzamin służy wyłącznie do celów ćwiczeniowych. Egzaminy próbne nie podlegają weryfikacji.
pt_pt: Esta configuração indica se este exame é apenas para fins de teste. Os exames de prática não são verificados.
zh_tw: 此設定表示本次考試是否僅適用於測試。練習式的考試是無證明的。

source: Is Onboarding Exam
da: Er onboarding eksamen
fr: Est un examen d'intégration
pt_pt: É um exame de Integração

source: This setting indicates whether this exam is an onboarding exam.
da: Denne indstilling angiver, om denne eksamen er en onboarding-eksamen.
fr: Ce paramètre indique si cet examen est un examen d'intégration.
pt_pt: Esta definição indica se este exame é um exame de integração.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
da: Denne undersektion er låst op for elever, når de opfylder forudsætningskravene.
fr: Cette sous-section est déverrouillée aux apprenants quand ils répondent aux exigences préalables.
pl: Ta lekcja zostanie otwarta dla studentów po spełnieniu przez nich określonych wymagań wstępnych.
pt_pt: Esta subsecção é desbloqueada para os alunos quando estes preenchem os pré-requisitos.
zh_tw: 當學習者滿足先決條件要求，此小節便會開放。

source: This exam is hidden from the learner.
da: Denne eksamen er skjult for eleven.
fr: Cet examen est caché à l'apprenant.
pl: Ten egzamin jest niewidoczny dla studenta.
pt_pt: Este exame está oculto para o estudante.
zh_tw: 學習者看不到此考試。

source: Because the course has ended, this assignment is hidden from the learner.
da: Fordi kurset er afsluttet, er denne opgave skjult for eleven.
fr: Ce devoir n'est plus affiché à l'étudiant car le cours a pris fin.
pl: Ponieważ kurs dobiegł końca, to zadanie jest niewidoczne dla studenta.
pt_pt: Como o curso terminou, esta tarefa está oculta para o estudante.

source: Because the due date has passed, this assignment is hidden from the learner.
da: Da afleveringsdatoen er overskredet, er denne opgave skjult for eleven.
fr: Ce devoir n'est plus affiché à l'étudiant car la date d'échéance est passée.
pl: Ponieważ upłynął termin końcowy, to zadanie jest niewidoczne dla studenta.
pt_pt: Como a data limite passou, esta tarefa está oculta para o estudante.

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
da: Dette afsnit er en forudsætning. Du skal udfylde dette afsnit for at låse op for yderligere indhold.
fr: Cette section est un prérequis. Vous devez compléter cette section afin de déverrouiller le contenu supplémentaire.
pt_pt: Esta secção é um pré-requisito. Conclua esta secção para desbloquear conteúdo adicional.

source: A list summarizing what students should look forward to in this section.
da: En liste, der opsummerer, hvad eleverne skal se frem til i dette afsnit.
fr: Une liste résumant ce à quoi les étudiants devraient s'attendre dans le cadre de cette section.
pl: Lista podsumowująca czego mogą się spodziewać studenci w tym rozdziale.
pt_pt: Uma lista que resume o que os estudantes devem esperar desta secção.

source: Group ID {group_id}
da: Gruppe ID {group_id}
fr: Identifiant de groupe {group_id}
pl: Identyfikator grupy: {group_id}
pt_pt: ID do Grupo {group_id}
zh_tw: 群組 ID {group_id}

source: Not Selected
da: Ikke valgt
fr: Non sélectionné
pl: Nie wybrano
pt_pt: Não selecionado
zh_tw: 未選取

source: The display name for this component. (Not shown to learners)
da: Visningsnavnet for denne komponent. (Vis ikke til elever)
fr: Le nom d'affichage de ce composant. (Les étudiants ne peuvent pas le voir)
pl: Nazwa wyświetlana tego elementu (niewidoczna dla studentów)
pt_pt: O nome exibido para este componente. (Não mostrado aos estudantes)

source: Content Experiment
da: Indholdseksperiment
fr: Expérience sur des contenus
pl: Eksperyment z treścią
pt_pt: Experiência de Conteúdo
zh_tw: 內容實驗

source: The list of group configurations for partitioning students in content experiments.
da: Listen over gruppekonfigurationer til opdeling af elever i indholdseksperimenter.
fr: La liste des configurations du groupe servant à répartir les étudiants dans des expériences de contenu.
pl: Lista konfiguracji grup dla studentów uczestniczących w eksperymentach z treścią.
pt_pt: A lista de configurações de grupo para dividir estudantes em experiências de conteúdo.
zh_tw: 內容實驗中學生的分組名單設定。

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
da: Konfigurationen definerer, hvordan brugere er grupperet til dette indholdseksperiment. Advarsel: Ændring af gruppekonfigurationen af et elev-synlig-eksperiment vil påvirke data.
fr: La configuration définit la façon dont les utilisateurs sont regroupés pour cette expérience sur les contenus. Attention : Modifier la configuration du groupe d'une expérience visible par les étudiant aura des répercussions sur les données de l'expérience.
pl: Ta konfiguracja określa sposób w jaki studenci są zgrupowani w eksperymencie z treścią. Uwaga: zmiana konfiguracji grupy eksperymentu widocznego dla studenta wpłynie na wyniki tego eksperymentu.
pt_pt: A configuração define como os utilizadores são agrupados para esta experiência de conteúdo. Cuidado: Alterar a configuração do grupo de uma experiência visível pelo estudante afetará os dados da experiência.
zh_tw: 此設定定義了使用者如何在內容實驗中被分組。注意：改變學生可見的群組的設定將會影響實驗數據。

source: Group Configuration
da: Konfiguration af gruppe
fr: Configuration du groupe
pl: Konfiguracja grupy
pt_pt: Configuração de Grupo
zh_tw: 群組設定

source: Which child module students in a particular group_id should see
da: Hvilket underordnet modul studerende i et bestemt group_id skal se

source: The experiment is not associated with a group configuration.
da: Forsøget er ikke forbundet med en gruppekonfiguration.
fr: L'expérience n'est pas associée à une configuration de groupe.
pl: Ten eksperyment nie jest powiązany z konfiguracją grupy.
pt_pt: A experiência não está associada a uma configuração de grupo.
zh_tw: 實驗未與任何群組設定關聯。

source: Select a Group Configuration
da: Vælg en gruppekonfiguration
fr: Sélectionner une configuration du groupe
pl: Wybierz konfigurację grupy
pt_pt: Selecione uma configuração de grupo
zh_tw: 選擇一個群組設定

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
da: Eksperimentet anvender en slettet gruppekonfiguration. Vælg en gyldig gruppekonfiguration eller slet dette eksperiment.
fr: L'expérience utilise une configuration de groupe qui a été effacée. Sélectionner une configuration de groupe valide ou supprimer l'expérience.
pl: Ten eksperyment wykorzystuje usuniętą konfigurację grupy. Wybierz istniejącą konfigurację grupy lub usuń ten eksperyment.
pt_pt: A experiência usa uma configuração de grupo que foi eliminada. Selecione uma configuração de grupo válida ou apague esta experiência.
zh_tw: 本實驗使用了一個已刪除的群組設定，請重新選擇一個正確的設定或是刪除本實驗。

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
da: Eksperimentet anvender en gruppekonfiguration, der ikke understøttes til eksperimenter. Vælg en gyldig gruppekonfiguration eller slet dette eksperiment.
fr: Ce test utilise une configuration de groupe qui n'est pas supportée pour des tests. Sélectionner une configuration de groupe valide ou supprimez ce test.
pl: Ten eksperyment wykorzystuje konfigurację grupy, która nie wspiera eksperymentów. Wybierz prawidłową konfigurację grupy lub usuń ten eksperyment.
pt_pt: A experiência usa uma configuração de grupo que não é suportada para experiências. Selecione uma configuração de grupo válida ou apague esta experiência.
zh_tw: 此實驗使用了不支持實驗的群組設定。選擇一個有效的群組設定或刪除這個實驗。

source: The experiment does not contain all of the groups in the configuration.
da: Eksperimentet indeholder ikke alle grupperne i konfigurationen.
fr: L'expérience ne contient pas tous les groupes de la configuration.
pl: Eksperyment nie obejmuje wszystkich grup w tej konfiguracji.
pt_pt: A experiência não contém todos os grupos na configuração.
zh_tw: 本實驗並未包含設定中所有的群組。

source: Add Missing Groups
da: Tilføj manglende grupper
fr: Ajouter les groupes manquants
pl: Dodaj brakujące grupy
pt_pt: Adicionar Grupos em falta
zh_tw: 新增消失的群組

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
da: Eksperimentet har en inaktiv gruppe. Flyt indhold til aktive grupper, slet derefter den inaktive gruppe.
fr: L'expérience a un groupe inactif. Déplacer le contenu dans les groupes actifs, puis supprimer le groupe inactif.
pl: Ten eksperyment posiada nieaktywną grupę. Przenieś zawartość do aktywnych grup, a następnie usuń nieaktywną grupę.
pt_pt: A experiência tem um grupo inativo. Mova o conteúdo para grupos ativos e apague o grupo inativo.
zh_tw: 本實驗有個不活動的群組，移動內容到其他活動中的群組並且刪除此不活動的群組。

source: This content experiment has issues that affect content visibility.
da: Dette eksperiment indeholder spørgsmål, som påvirker indholdets synlighed.
fr: Cette expérience sur les contenus a des implications sur la visibilité des contenus.
pl: Ta eksperymentalna treść ma problemy, które wpływają na widoczność treści.
pt_pt: Este conteúdo apresenta problemas que afetam a sua visibilidade.
zh_tw: 這個內容實驗已經被標記為影響內容可見度。

source: External Discussion
da: Ekstern diskussion
fr: Discussion externe
pl: Zewnętrzna dyskusja
pt_pt: Debate Externo
zh_tw: 外部討論

source: Home
da: Hjem
fr: Accueil
pl: Strona główna
pt_pt: Início
zh_tw: 首頁

source: Course
da: Kursus
fr: Cours
pl: Kurs
pt_pt: Curso
zh_tw: 課程

source: Save and Import
da: Gem og importer
pt_pt: Salvar e Importar

source: Cancel
da: Annuller
fr: Annuler
pl: Anuluj
pt_pt: Cancelar

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
da: Kan ikke modtage udskrifter fra Youtube for {youtube_id}. Statuskode: {status_code}.
fr: Impossible de recevoir la transcription de Youtube pour {youtube_id}. Code du status : {status_code}.
pl: Nie udało się pobrać transkrypcji z Youtube dla {youtube_id}. Kod statusu: {status_code}.
pt_pt: Não é possível receber transcrições do Youtube para {youtube_id}. Código de status: {status_code}.
zh_tw: 無法從 Youtube 收到 {youtube_id} 的字幕。狀態代碼: {status_code}。

source: We support only SubRip (*.srt) transcripts format.
da: Vi understøtter kun SubRip (* .srt) udskriftsformat.
fr: Seul le format SubRip (*.srt) est supporté pour les transcriptions.
pl: Wspieramy wyłącznie format transkrypcji SubRip (*.srt).
pt_pt: Suporta apenas o formato de transcrição SubRip (*.srt).
zh_tw: 我們只支持 SubRip (*.srt) 副本的格式。

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
da: Der er noget galt med SubRip udskriftsfil. Fejlmeddelelse: {error_message}
fr: Une erreur est survenue pendant l'analyse du fichier de transcription SubRip. Le message interne est {error_message}
pl: Coś poszło nie tak z plikiem transkrypcji SubRip podczas jego parsowania. Komunikat wewnętrzny: {error_message}
pt_pt: Algo falhou com o ficheiro de transcrição SubRip durante a análise. A mensagem interna é {error_message}
zh_tw: 在分析 SubRip 副本檔案過程中發生錯誤。進一步消息是{error_message}

source: Something wrong with SubRip transcripts file during parsing.
da: Noget galt med SubRip udskriftsfil.
fr: Une erreur est survenue pendant l'analyse du fichier de transcription SubRip.
pl: Coś poszło nie tak z plikiem transkrypcji SubRip podczas jego parsowania.
pt_pt: Algo falhou com o ficheiro de transcrição SubRip durante a análise.
zh_tw: 在分析SubRip 副本檔案過程中發生錯誤。

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
da: {exception_message}: Kan ikke finde uploadede udskrifter: {user_filename}
fr: {exception_message} : Impossible de trouver les transcriptions envoyées : {user_filename}
pl: {exception_message}: Nie odnaleziono przesłanych transkrypcji: {user_filename}
pt_pt: {exception_message}: Não foi possível encontrar as transcrições carregadas: {user_filename}
zh_tw: {exception_message}： 找不到上傳的成績單: {user_filename}

source: Language is required.
da: Sprog er påkrævet.
fr: La maîtrise de la langue est requise.
pt_pt: A linguagem é necessária.

source: Basic
da: Grundlæggende
fr: Basique
pl: Podstawowy
pt_pt: Básico
zh_tw: 基本

source: There is no transcript file associated with the {lang} language.
da: Der er ingen transskriptionsfil tilknyttet {lang} sproget.
fr: Aucun fichier de transcription n'est associé à la langue {lang}.
pl: Brak pliku transkrypcji powiązanego z językiem {lang}.
pt_pt: Não existe ficheiro de transcrição associado ao idioma {lang}.
zh_tw: 沒有有關{lang} 語言的字幕檔案。

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
da: URL'en til din video. Dette kan være en YouTube URL eller et link til en .mp4, .ogg, eller .webm videofil hostet andre steder på internettet.
fr: L'URL de votre vidéo. Cela peut être une URL YouTube ou un lien vers un fichier vidéo .mp4, .ogg ou .webm hébergé ailleurs sur Internet.
pl: Adres URL twojego filmu. Może to być adres YouTube, albo odnośnik do pliku .mp4, .ogg lub .webm przechowywanego gdziekolwiek w Internecie.
pt_pt: O URL do seu vídeo. Este pode ser um URL do YouTube ou um link para um ficheiro de vídeo .mp4, .gg ou .webm alojado noutro local da Internet.
zh_tw: 您的影片網址。可以是一個YouTube的網址或者連結至一個儲存.mp4, .ogg, 或者.webm 格式影片的網路伺服器網址。

source: Default Video URL
da: Standard Video URL
fr: URL par défaut de la vidéo
pl: Domyślny adres URL filmu
pt_pt: URL padrão do vídeo
zh_tw: 預設的影片網址

source: Component Display Name
da: Visningsnavn
fr: Nom du composant à afficher
pl: Wyświetlana nazwa elementu
pt_pt: Nome de exibição do componente
zh_tw: 組件顯示名稱
