Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Unable to push changes. This is usually because the remote repository cannot be contacted
da: Ude af stand til at skubbe ændringer. Dette skyldes normalt, at fjernlageret ikke kan kontaktes
fr: Impossible d'intégrer les modifications. C'est généralement parce que le dépôt distant ne peut pas être contacté
pl: Nie udało się wpiąć zmian. Z reguły dzieje się tak dlatego, że nie udało się połączyć ze zdalnym repozytorium.
pt_pt: Não foi possível enviar alterações. Isto pode ter ocorrido porque não foi possível contactar o repositório remoto.
zh_tw: 無法push更改，通常是因為無法聯繫遠端的資源庫

source: Bad course location provided
da: Dårlig kursusplacering til rådighed
fr: Mauvais emplacement du cours fourni
pl: Podano błędną ścieżkę kursu
pt_pt: Indicou uma localização errada do curso
zh_tw: 您提供的課程位置是錯的

source: Missing branch on fresh clone
da: Manglende gren på frisk klon
fr: Branche manquante sur le nouveau clone
pl: Brakuje gałęzi na nowym klonie
pt_pt: Ramo em falta no clone recente
zh_tw: 在新的副本中漏失了分支資訊

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
da: Tag det angivne kursus og forsøg at eksportere det til et git-lager. Kursusmappe skal allerede være et git-lager. Brug: git_export<course_loc><git_url>
fr: Prenez le cours choisi et tentez de l'exporter vers un dépôt git. Le répertoire de cours doit déjà être un dépôt git. Utilisation git_export <course_loc> <git_url>
pl: Wyciągnij wskazany kurs i spróbuj wyeksportować go do repozytorium git. Baza kursów sama musi być już repozytorium git. Użycie: git_export <course_loc> <git_url>
pt_pt: Faça o curso em particular e tente exportá-lo para um repositório git . O diretório do curso já deve ser um repositório git. Utilizar: git_export <course_loc> <git_url>
zh_tw: 拿具體指定課程並且嘗試去匯入它到git庫 。課程目錄必須已經是一個git庫。用法：git_export <course_loc> <git_url>

source: Marks a field as deprecated.
da: Markerer et felt som forældet.
fr: Marquer un champs comme obsolète.
pl: Oznacza pole jako przestarzałe.
pt_pt: Marca campo como obsoleto.

source: User-friendly display name for the field
da: Brugervenligt visningsnavn for feltet
fr: Nom simple d'affichage pour le champs
pl: Przyjazna dla użytkownika nazwa wyświetlana dla pola
pt_pt: Nome de exibição amigável para o campo

source: Help text that describes the setting.
da: Hjælpetekst, der beskriver indstillingen.
fr: Texte d'aide qui décrit ce paramètre.
pl: Tekst pomocniczy opisujący ustawienie.
pt_pt: Texto de ajuda que descreve a configuração.

source: Tab type
da: Fanetype
fr: Type d'onglet
pl: Typ zakładki
pt_pt: Tipo de separador

source: Default name for the tab displayed to users
da: Standardnavn for den fane, der vises for brugerne
fr: Nom par défaut pour l'onglet affiché aux utilisateurs
pl: Domyślna nazwa zakładki wyświetlanej użytkownikom
pt_pt: Nome por defeito para o separador apresentado aos utilizadores

source: True if it's possible to hide the tab for a course
da: Sandt, hvis det er muligt at skjule fanen for et kursus
fr: Vrai si c'est possible de cacher cet onglet pour un cours
pl: "True", jeśli można ukryć kartę kursu
pt_pt: Verdadeiro se for possível esconder o separador para um curso

source: True the tab is hidden for the course
da: Sandt nok er fanen skjult for kurset
fr: Vrai si cet onglet est caché pour ce cours
pl: "True", jeśli ​​zakładka jest ukryta dla kursu
pt_pt: Verdadeiro o separador está escondido para o curso

source: True if it's possible to reorder the tab in the list of tabs
da: Sandt, hvis det er muligt at omarrangere fanen på listen over faner
fr: Vrai si c'est possible de reordonner cet onglet dans la liste d'onglets
pl: "True", jeśli można zmienić kolejność zakładek na liście zakładek
pt_pt: Verdadeiro se for possível reordenar o separador na lista de separadores

source: True if this tab should be displayed only for instructors
da: Sandt, hvis denne fane kun skal vises for instruktører
fr: Vrai si cet onglet ne doit être affiché que pour les instructeurs
pl: "True", jeśli ta zakładka powinna być wyświetlana tylko dla instruktorów
pt_pt: Verdadeiro se este separador deve ser exibido apenas para instrutores

source: Name of the tab displayed to users. Overrides title.
da: Navnet på den fane, der vises for brugerne. Tilsidesætter titel.
fr: Nom de l'onglet affiché aux utilisateurs. Remplace le titre.
pl: Nazwa zakładki wyświetlanej użytkownikom. Zastępuje tytuł.
pt_pt: Nome do separador apresentado aos utilizadores. Anula o título.

source: Additional settings specific to the tab
da: Yderligere indstillinger, der er specifikke for fanen
fr: Paramètres additionnels spécifiques à cet onglet
pl: Dodatkowe ustawienia specyficzne dla zakładki
pt_pt: Definições adicionais específicas do separador

source: ID of tab to update
da: ID for fane, der skal opdateres
fr: ID de l'onglet à mettre à jour
pl: Identyfikator zakładki do aktualizacji
pt_pt: ID do separador a actualizar

source: Location (Usage Key) of tab to update
da: Placering (brugsnøgle) for fane, der skal opdateres
fr: Emplacement (Usage Key) de l'onglet à mettre à jour
pl: Lokalizacja (klucz użytkowania) zakładki do aktualizacji
pt_pt: Localização (chave de utilização) de separador para actualizar

source: Need to supply either a valid tab_id or a tab_location.
da: Skal angive enten et gyldigt tab_id eller en tab_location.
fr: Besoin de fournir un tab_id valide ou un tab_location.
pl: Musisz podać prawidłowy tab_id lub tab_location.
pt_pt: Precisa de fornecer ou um tab_id válido ou um tab_location.

source: True to hide the tab, and False to show it.
da: Sand for at skjule fanen, og False for at vise den.
fr: Vrai pour cacher l'onglet et Faux pour l'afficher
pl: "True", aby ukryć zakładkę, i "False", aby ją pokazać.
pt_pt: Verdadeiro para esconder a aba, e Falso para a mostrar.

source: Change the visibility of tabs in a course.
da: Skift synligheden af faner i et kursus.
fr: Changer la visibilité des onglets dans le cours.
pl: Zmień widoczność zakładek w kursie.
pt_pt: Alterar a visibilidade dos separadores num curso.

source: Deleted Group
da: Slettet gruppe
fr: Groupe Supprimé
pl: Usunięta grupa
pt_pt: Grupo Apagado
zh_tw: 已刪除的組

source: The image must have name, content type, and size information.
da: Billedet skal have oplysninger om navn, indholdstype og størrelse.
fr: L'image doit avoir un nom, type de contenu, et l'information de sa taille.
pl: Obrazek musi posiadać nazwę, wskazanie typu treści oraz informację o jego wielkości.
pt_pt: A imagem deve ter um nome, tipo de conteúdo e informações sobre o tamanho.
zh_tw: 圖像必須具有名稱，內容類型和大小等信息。

source: This image file type is not supported. Supported file types are {supported_file_formats}.
da: Denne billedfiltype understøttes ikke. Understøttede filtyper er {supported_file_formats} .
fr: Ce type de fichier d'image n'est pas pris en charge. Les types de fichier pris en charge sont les {supported_file_formats}.
pl: Ten format pliku obrazka jest niewspierany. Wspieranymi typami plików są {supported_file_formats}.
pt_pt: Este tipo de ficheiro de imagem não é suportado. Os tipos de ficheiros suportados são {supported_file_formats}.
zh_tw: 不支持此圖像文件類型。 支持的文件類型為{supported_file_formats}。

source: This image file must be smaller than {image_max_size}.
da: Denne billedfil skal være mindre end {image_max_size} .
fr: La taille de ce fichier d'image doit être inférieure à {image_max_size}.
pl: Plik obrazka musi ważyć mniej niż {image_max_size}.
pt_pt: O tamanho deste ficheiro de imagem deve ser menor que {image_max_size}.
zh_tw: 該圖像文件必須小於{image_max_size}。

source: This image file must be larger than {image_min_size}.
da: Denne billedfil skal være større end {image_min_size} .
fr: La taille de ce fichier d'image doit être supérieure à {image_min_size}.
pl: Plik obrazka musi ważyć więcej niż {image_min_size}.
pt_pt: O tamanho deste ficheiro de imagem deve ser maior que {image_min_size}.
zh_tw: 該圖像文件必須大於{image_min_size}。

source: There is a problem with this image file. Try to upload a different file.
da: Der er et problem med denne billedfil. Prøv at uploade en anden fil.
fr: Ce fichier image a un problème. Essayez de charger un autre fichier.
pl: Wystąpił problem z tym plikiem obrazka. Spróbuj przesłać inny plik.
pt_pt: Ocorreu um problema com este ficheiro de imagem. Tente carregar um ficheiro diferente.
zh_tw: 該圖像文件有點問題。 嘗試上傳其他文件。

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
da: Den anbefalede billedopløsning er {image_file_max_width}x{image_file_max_height}. Minimumsopløsningen er {image_file_min_width}x {image_file_min_height} .
fr: Les résolutions d'image conseillées sont de {image_file_max_width}x{image_file_max_height}. La résolution minimale est de {image_file_min_width}x{image_file_min_height}.
pl: Zalecana rozdzielczość obrazka to {image_file_max_width}x{image_file_max_height} pikseli. Minimalna dopuszczalna rozdzielczość wynosi {image_file_min_width}x{image_file_min_height}.
pt_pt: A resolução de imagem recomendada é {image_file_max_width} x {image_file_max_height}. A resolução mínima é {image_file_min_width} x {image_file_min_height}.

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
da: Denne billedfil skal have et billedformat på {video_image_aspect_ratio_text} .
fr: Le rapport d'aspect de ce fichier d'image doit être de {video_image_aspect_ratio_text}.
pl: Plik obrazka musi posiadać rozdzielczość {video_image_aspect_ratio_text}.
pt_pt: Este ficheiro de imagem deve ter uma proporção de {video_image_aspect_ratio_text}.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
da: Billedfilnavnet kan kun indeholde bogstaver, tal, bindestreger (-) og understregninger (_).
fr: Les noms de fichiers d'image ne peuvent contenir que des lettres, des chiffres, des tirets bas (_) et des traits d'union (-).
pl: Nazwa pliku obrazka może zawierać wyłącznie litery, cyfry, myślniki (-) i podkreślenia (_).
pt_pt: O nome do ficheiro de imagem só pode conter letras, números, hífens (-) e sublinhados (_).

source: Upload completed
da: Upload fuldført
fr: Chargement terminé
pl: Przesyłanie ukończone
pt_pt: Envio concluído
zh_tw: 上傳完成

source: must have name of the certificate
da: skal have navn på certifikatet
fr: doit avoir le nom du certificat
pl: musi posiadać nazwę certyfikatu
pt_pt: deve ter o nome do certificado
zh_tw: 務必含設定證書的名稱

source: Certificate dict {0} missing value key '{1}'
da: Certifikat dict {0} mangler værdinøgle '{1}'
fr: Dictionnaire de certificat {0} valeur manquante '{1}'
pl: W dict certyfikatu {0} brakuje klucza wartości '{1}'
pt_pt: Certificado dict {0} chave de valor ausente '{1}'
zh_tw: 憑證字典 {0} 遺失數值'{1}'

source: PermissionDenied: Failed in authenticating {user}
da: Tilladelse nægtet: Kunne ikke godkende {user}
fr: PermissionDenied: Echec de l'authentification pour {user}
pl: Odmówiono dostępu: nieudana autoryzacja użytkownika {user}
pt_pt: Acesso Negado: Falha na autenticação {user}
zh_tw: 沒有權限: 認證失敗 {user}

source: {platform_name} Support Levels:
da: {platform_name} Supportniveauer:
fr: Niveaux de support {platform_name} :
pl: Poziomy wsparcia {platform_name}:
pt_pt: {platform_name} Níveis de Suporte:
zh_tw: {platform_name} 支援級別:

source: Open Response
da: Åben Svar
fr: Réponse ouverte
pl: Otwarta odpowiedź
pt_pt: Respostas Abertas
zh_tw: 打開作答

source: Blank Open Response Assessment
da: Blank åben responsvurdering

source: Course has been successfully reindexed.
da: Kurset er blevet genindekseret.
fr: Cours réindexé avec succès.
pl: Kurs został pomyślnie przeindeksowany.
pt_pt: O curso foi reindexado com sucesso.
zh_tw: 課程已經成功重新索引。

source: Set Date
da: Indstil dato
fr: Définir une date
pl: Ustaw datę
pt_pt: Definir Data
zh_tw: 設定日期

source: Special characters not allowed in organization, course number, and course run.
da: Specialtegn er ikke tilladt i organisation, kursusnummer og kursusforløb.
fr: Les caractères spéciaux ne sont pas autorisés dans l'organisation, le numéro du cours, et l'exécution du cours.
pl: Znaki specjalne są niedozwolone w nazwie organizacji oraz nazwie i numerze kursu.
pt_pt: Não são permitidos caracteres especiais na organização, no número do curso e na execução do curso.
zh_tw: 組織名稱、課程編號以及開課時程中不允許使用特殊字元

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
da: Der er allerede defineret et kursus med samme organisation og kursusnummer. Ændr venligst enten organisations- eller kursusnummer for at være unikt.
fr: Il existe déjà un cours défini avec la même institution et le même numéro. Veuillez modifier, soit l'institution, soit le numéro du cours, pour qu'il soit unique.
pl: Istnieje już kurs tej samej organizacji o identycznym numerze kursu. Proszę zmienić nazwę organizacji lub numer kursu na unikalny.
pt_pt: Já existe um curso definido com a mesma organização e o mesmo número de curso. Por favor, altere o número da organização ou do curso para ser único.
zh_tw: 已經有一個具有相同機構、課號和課程單元的課程存在，請更改機構或是課號以確保與其他課程不同。

source: Please change either the organization or course number so that it is unique.
da: Ændr venligst enten organisations- eller kursusnummer, så det er unikt.
fr: Merci de changer l'organisme ou le numéro du Cours pour qu'il soit unique.
pl: Proszę zmienić nazwę organizacji lub numer kursu na unikalny.
pt_pt: Por favor, altere o nome da organização ou o número do curso para que seja único.
zh_tw: 請更改機構或是課號，讓它有別於其他課程。

source: User does not have the permission to create courses in this organization or course creation is disabled
da: Brugeren har ikke tilladelse til at oprette kurser i denne organisation, eller kursusoprettelse er deaktiveret
fr: L'usager n'a pas la permission de créer de cours dans cette organisation ou la création de cours est désactivée
pl: Użytkownik nie ma uprawnień do tworzenia kursów w tej organizacji lub tworzenie kursów jest wyłączone
pt_pt: O utilizador não tem a permissão para criar cursos nesta organização ou a criação de cursos está desactivada

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
da: Du skal knytte dette kursus til en organisation for at fortsætte. Den organisation, du valgte, findes ikke i systemet, du skal tilføje den til systemet
fr: Vous devez associer ce cours à une organisation pour continuer. L'organisation sélectionnée n'existe pas dans le système, vous allez devoir l'ajouter au système
pl: Aby kontynuować, musisz powiązać kurs z organizacją. Wskazana przez ciebie organizacja nie istnieje w systemie, więc musisz ją do niego dodać.
pt_pt: Este curso deve ser associado a uma organização para poder continuar. A organização que selecionou não existe no sistema, por isso precisará de a adicionar
zh_tw: 你為了繼續必須將此課程連結到一個機構。你選擇了不存在於系統中的機構，你需要將此機構新增到系統

source: Invalid prerequisite course key
da: Ugyldig forudsætning for kursusnøgle
fr: Id du cours prérequis invalide
pl: Błędny klucz kursu poprzedzającego
pt_pt: Chave do curso de pré-requisitos inválida
zh_tw: 無效的預備課程key

source: An error occurred while trying to save your tabs
da: Der opstod en fejl under forsøget på at gemme dine faner
fr: Une erreur est survenue lors de la sauvegarde de vos onglets
pl: Wystąpił błąd w trakcie próby zapisu twoich zakładek
pt_pt: Ocorreu um erro enquanto tentava gravar os seus separadores
zh_tw: 儲存標籤時發生錯誤。

source: Tabs Exception
da: Tabs Undtagelse
fr: Exception d'Onglet
pl: Wyjątek zakładek
pt_pt: Separadores de Excepções
zh_tw: 標籤異常

source: This group configuration is in use and cannot be deleted.
da: Denne gruppekonfiguration er i brug og kan ikke slettes.
fr: Cette configuration de groupe est utilisée et ne peut pas être supprimée.
pl: Ta konfiguracja grupy jest w użyciu i nie może zostać usunięta.
pt_pt: A configuração de grupo está a ser utilizada e não pode ser eliminado.
zh_tw: 此群組設定在使用中，無法刪除。

source: This content group is in use and cannot be deleted.
da: Denne indholdsgruppe er i brug og kan ikke slettes.
fr: Ce groupe de contenu est utilisé et ne peut pas être effacé.
pl: Ta grupa treści jest w użyciu i nie może zostać usunięta.
pt_pt: Este grupo de conteúdo está a ser utilizado e não pode ser eliminado.
zh_tw: 此內容群組在使用中，無法刪除。

source: Entrance Exam - Subsection
da: Adgangsprøve - Stk
fr: Examen d'entrée - Sous-section
pl: Egzamin Wstępny - Podsekcja
pt_pt: Exame de Admissão - Subsecção
zh_tw: 資格考試 － 小節

source: Completed Course Entrance Exam
da: Gennemført kursusoptagelsesprøve
fr: L'examen d'entrée au cours est terminé
pl: Ukończył/a egzamin wstępny kursu
pt_pt: Exame de Admissão do Curso Concluído
zh_tw: 完成課程資格考試

source: Course successfully exported to git repository
da: Kurset blev eksporteret til git repository
fr: Cours exporté avec succès dans un dépôt git
pl: Kurs pomyślnie wyeksportowany do repozytorium git
pt_pt: Curso exportado com sucesso para o repositório git
zh_tw: 課程成功匯出到Git資源庫

source: Vertical
da: Lodret
pl: Pionowy
zh_tw: 垂直

source: Section
da: Afsnit
pl: Rozdział
pt_pt: Secção
zh_tw: 章節

source: Subsection
da: Undersektion
fr: Sous-section
pl: Lekcja
pt_pt: Subsecção
zh_tw: 小節

source: Some chunks missed during file upload. Please try again
da: Nogle bidder gik glip af under filupload. Prøv igen
fr: Quelques pièces ont été manquées durant le téléversement. Veuillez réessayer.
pl: Niektóre fragmenty pominięte podczas przesyłania pliku. Proszę spróbuj ponownie
pt_pt: Alguns blocos falharam durante o carregamento de ficheiros. Por favor, tente novamente

source: File upload failed. Please try again
da: Filupload mislykkedes. Prøv igen
fr: Le téléchargement du fichier a échoué. Veuillez réessayer
pl: Przesyłanie pliku nie powiodło się. Proszę spróbuj ponownie
pt_pt: O carregamento de ficheiros falhou. Por favor, tente novamente

source: Libraries cannot have more than {limit} components
da: Biblioteker kan ikke have mere end {limit} komponenter
fr: Les bibliothèques ne peuvent pas avoir plus de {limit} composants
pl: Biblioteki nie mogą mieć więcej niż {limit} komponentów
pt_pt: As bibliotecas não podem ter mais do {limit} componentes

source: You can not move {source_type} into {target_parent_type}.
da: Du kan ikke flytte {source_type} til {target_parent_type} .
fr: Vous ne pouvez pas déplacer {target_parent_type} dans {source_type}
pl: Nie możesz przenieść {source_type} do {target_parent_type}.
pt_pt: Não pode mover {source_type} para {target_parent_type}.

source: Item is already present in target location.
da: Varen er allerede til stede på målplaceringen.
fr: Élément déjà présent dans l'emplacement cible.
pl: element znajduje się już w docelowej lokalizacji.
pt_pt: O item já está presente no local de destino.
zh_tw: 項目已存在於目標位置。

source: You can not move an item into itself.
da: Du kan ikke flytte et element ind i sig selv.
fr: Vous ne pouvez pas déplacer un élément vers lui-même.
pl: Nie możesz przenieść elementu do niego samego.
pt_pt: Não pode mover um item para si mesmo.
zh_tw: 您不能將項目移動到自身上。

source: You can not move an item into it's child.
da: Du kan ikke flytte et element ind i dets underordnede element.
fr: Vous ne pouvez pas déplacer un élément vers un de ses enfants.
pl: Nie możesz przenieść elementu do wywodzącego się z niego elementu.
pt_pt: Não pode mover um item para um item dependente.
zh_tw: 您不能將某項移入其子項。

source: You can not move an item directly into content experiment.
da: Du kan ikke flytte et element direkte ind i indholdseksperimentet.
fr: Vous ne pouvez pas déplacer un élément vers un contenu expérimental directement.
pl: Nie możesz przenieść elementu bezpośrednio do eksperymentu z treścią.
pt_pt: Não pode mover um item diretamente para a experiência de conteúdo.
zh_tw: 您不能將某項直接移動到內容實驗中。

source: {source_usage_key} not found in {parent_usage_key}.
da: {source_usage_key} ikke fundet i {parent_usage_key} .
fr: {source_usage_key} pas trouvé dans {parent_usage_key}.
pl: {source_usage_key} nieodnaleziony w {parent_usage_key}.
pt_pt: {source_usage_key} não foi encontrado em {parent_usage_key}.

source: You can not move {source_usage_key} at an invalid index ({target_index}).
da: Du kan ikke flytte {source_usage_key} ved et ugyldigt indeks ( {target_index} ).
fr: Vous ne pouvez pas déplacer {source_usage_key} vers un index non valable ({target_index}).
pl: Nie możesz przenieść {source_usage_key} do nieprawidłowego indeksu ({target_index}).
pt_pt: Não pode mover {source_usage_key} num índice inválido ({target_index}).

source: You must provide target_index ({target_index}) as an integer.
da: Du skal angive target_index ( {target_index} ) som et heltal.
fr: Vous devez fournir l'index_cible ({target_index}) en un nombre entier.
pl: Musisz podać target_index ({target_index}) jako całość.
pt_pt: Deve indicar o target_index ({target_index}) como um número inteiro.

source: Duplicate of {0}
da: Duplikat af {0}
fr: Duplication de {0}
pl: Duplikat {0}
pt_pt: Duplicado de {0}
zh_tw: 與{0}重複

source: Duplicate of '{0}'
da: Duplikat af '{0}'
fr: Duplication de '{0}'
pl: Duplikat '{0}'
pt_pt: Duplicado de '{0}'
zh_tw: 與'{0}'重複

source: Students must score {score}{pct_sign} or higher to access course materials.
da: Studerende skal score {score}{pct_sign} eller højere for at få adgang til kursusmateriale.
fr: Les étudiants doivent obtenir {score}{pct_sign} ou plus pour accéder au cours.
pl: Studenci muszą uzyskać wynik {score}{pct_sign} lub wyższy, aby uzyskać dostęp do materiałów kursowych.
pt_pt: Os estudantes devem uma pontuação {score}{pct_sign} ou superior para poderem aceder aos materiais do curso.
zh_tw: 學生必須得分 {score}{pct_sign} 或高於此分數以存取課程教材。

source: User does not have the permission to create library in this organization or course creation is disabled
da: Brugeren har ikke tilladelse til at oprette bibliotek i denne organisation, eller kursusoprettelse er deaktiveret
fr: L'usager n'a pas la permission de créer de bibliothèque dans cette organisation ou la création de cours est désactivée
pl: Użytkownik nie ma uprawnień do tworzenia biblioteki w tej organizacji lub tworzenie kursu jest wyłączone
pt_pt: O utilizador não tem a permissão para criar biblioteca nesta organização ou a criação de cursos está desactivada

source: Unable to create library - missing required field '{field}'
da: Kan ikke oprette bibliotek - manglende obligatorisk felt '{field}'
fr: Impossible de créer la bibliothèque - le champ '{field}' est manquant
pl: Nie udało się utworzyć biblioteki - brakuje wymaganego pola '{field}'
pt_pt: Não é possível criar a biblioteca - campo obrigatório ausente '{field}'
zh_tw: 無法建立課程組件庫 － 缺少需要的欄位 '{field}'

source: Unable to create library '{name}'. {err}
da: Kan ikke oprette biblioteket '{name}'. {err}
fr: Impossible de créer la bibliothèque nommée '{name}'. {err}
pl: Nie udało się utworzyć biblioteki '{name}'. {err}
pt_pt: Não é possível criar a bibiloteca '{name}'. {err}
zh_tw: 無法建立課程組件庫 '{name}'. {err}
