Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
da: Hvis denne indstilling er indstillet, vil brugere, der logger ind med denne SSO-udbyder, have deres sessionslængde begrænset til ikke længere end denne værdi. Hvis den er sat til 0 (nul), vil sessionen udløbe, når brugeren lukker sin browser. Hvis den efterlades tom, bruges standardlængden for Django-platformens session.
fr: Si cette option est définie, alors les utilisateurs se connectant à l’aide de ce fournisseur SSO auront une session dont la durée ne pourra pas dépasser cette valeur. Si vous la réglez à 0 (zéro), la session expirera dès que l’utilisateur fermera son navigateur. Si vous la laissez vide, la durée de session par défaut de la plateforme Django sera employée.
pl: W przypadku wyboru tej opcji, użytkownicy logujący się przy użyciu tego dostawcy SSO uzyskają ograniczenie długości sesji do poziomu niższego od tej wartości. W przypadku ustawienia 0 (zero) sesja wygaśnie po zamknięciu przeglądarki przez użytkownika. Jeśli pole pozostanie puste, zostanie użyta domyślna długość dla platformy Django.
pt_pt: Se esta opção estiver configurada, os utilizadores que iniciem sessão usando este fornecedor de SSO terão a sua duração de sessão limitada a esse valor. Se definido como 0 (zero), a sessão expirará após o utilizador fechar o seu navegador. Se deixado em branco, será utilizada a duração padrão da sessão da plataforma Django.

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
da: Hvis denne mulighed er valgt, vil brugere blive dirigeret til registreringssiden umiddelbart efter godkendelse hos tredjeparten i stedet for login-siden.
fr: Si cette option est sélectionnée, les utilisateurs seront redirigés à la page d’inscription immédiatement après s’être authentifié auprès du tiers au lieu de la page de connexion.
pl: W przypadku wybrania tej opcji, użytkownicy zostaną przeniesieni na stronę rejestracji natychmiast po uwierzytelnieniu za pomocą systemu zewnętrznego.
pt_pt: Se esta opção for selecionada, os utilizadores serão direcionados para a página de registo imediatamente após a autenticação com o fornecedor externo em vez da página de início de sessão.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
da: Synkroniser brugerprofildata modtaget fra identitetsudbyderen med edX-brugerkontoen på hvert SSO-login. Brugeren vil blive underrettet, hvis den e-mailadresse, der er knyttet til deres konto, ændres som en del af denne synkronisering.
fr: Synchroniser les données de votre profil d’utilisateur envoyées par le fournisseur d’identité avec le compte utilisateur edX à chaque connexion SSO. Dans le cadre de cette synchronisation, l’utilisateur sera averti si l’adresse e-mail associée à leur compte a été modifiée.
pt_pt: Sincronize os dados de perfil de utilizador fornecidos pelo provedor de identidade com a conta de utilizador edX em cada login de SSO. O utilizador será notificado se o endereço de email associado à sua conta for alterado como parte desta sincronização.

source: IDPs with this set to True will be excluded from the dropdown IDP selection in the EnterpriseCustomer Django Admin form.
da: IDP'er med dette indstillet til True vil blive udelukket fra rullemenuen IDP-valg i EnterpriseCustomer Django Admin-formularen.
fr: Les IDP avec cette valeur à True seront exclus de la sélection IDP déroulante dans le formulaire d'administration Django pour EnterpriseCustomer.
pt_pt: Os IDPs com este conjunto para VERDADEIRO serão excluídos da selecção de IDPs no formulário EnterpriseCustomer Django Admin.

source: The Site that this SAML configuration belongs to.
da: Det websted, som denne SAML-konfiguration tilhører.
fr: Le Site à qui appartient cette configuration SAML.
pl: Strona www do której należy ta konfiguracja SAML.
pt_pt: A página a quem pertence esta configuração SAML.
zh_tw: 此SAML設定歸屬的網站。

source: Please wait
da: Vent venligst
fr: Veuillez patienter
pl: Proszę czekać
pt_pt: Por favor aguarde
zh_tw: 請稍候

source: LONG_DATE_FORMAT
da: LANG_DATO_FORMAT
fr: %A %d %B %Y

source: DATE_TIME_FORMAT
da: LANG_TID_FORMAT
fr: %d %b %Y, à %H:%M

source: TIME_FORMAT
da: TID_FORMAT
fr: %H:%M:%S
zh_tw: 時間格式

# am/pm indicator
source: AM
da: FORMIDDAG
pl: rano
zh_tw: 上午

# am/pm indicator
source: PM
da: EFTERMIDDAG
pl: po południu
zh_tw: 下午

# weekday name
source: Monday
da: Mandag
fr: lundi
pl: Poniedziałek
pt_pt: segunda
zh_tw: 星期一

# weekday name
source: Tuesday
da: Tirsdag
fr: mardi
pl: Wtorek
pt_pt: terça
zh_tw: 星期二

# weekday name
source: Wednesday
da: Onsdag
fr: mercredi
pl: Środa
pt_pt: quarta
zh_tw: 星期三

# weekday name
source: Thursday
da: Torsdag
fr: jeudi
pl: Czwartek
pt_pt: quinta
zh_tw: 星期四

# weekday name
source: Friday
da: Fredag
fr: vendredi
pl: Piątek
pt_pt: sexta
zh_tw: 星期五

# weekday name
source: Saturday
da: Lørdag
fr: samedi
pl: Sobota
pt_pt: sábado
zh_tw: 星期六

# weekday name
source: Sunday
da: Søndag
fr: dimanche
pl: Niedziela
pt_pt: domingo
zh_tw: 星期日

# abbreviated weekday name
source: Mon
da: Man
fr: lun
pl: pon.
pt_pt: Seg
zh_tw: 週一

# abbreviated weekday name
source: Tue
da: Tir
fr: mar
pl: wt.
pt_pt: Ter
zh_tw: 週二

# abbreviated weekday name
source: Wed
da: Ons
fr: mer
pl: śr.
pt_pt: Qua
zh_tw: 週三

# abbreviated weekday name
source: Thu
da: Tors
fr: jeu
pl: czw.
pt_pt: Qui
zh_tw: 週四

# abbreviated weekday name
source: Fri
da: Fre
fr: ven
pl: pt.
pt_pt: Sex
zh_tw: 週五

# abbreviated weekday name
source: Sat
da: Lør
fr: sam
pl: sob.
pt_pt: Sáb
zh_tw: 週六

# abbreviated weekday name
source: Sun
da: Søn
fr: dim
pl: niedz.
pt_pt: Dom
zh_tw: 週日

# abbreviated month name
source: May
da: Maj
fr: mai
pl: maja
pt_pt: Mai
zh_tw: 五月

# abbreviated month name
source: Sep
da: Sept
fr: sept
pl: wrz.
pt_pt: Set
zh_tw: 九月

# abbreviated month name
source: Oct
da: Okt
pl: paź.
pt_pt: Out
zh_tw: 十月

# month name
source: January
da: Januar
fr: janvier
pl: stycznia
pt_pt: janeiro
zh_tw: 一月

# month name
source: February
da: Februar
fr: février
pl: lutego
pt_pt: fevereiro
zh_tw: 二月

# month name
source: March
da: Marts
fr: mars
pl: marca
pt_pt: março
zh_tw: 三月

# month name
source: May
da: Maj
fr: mai
pl: maja
pt_pt: maio
zh_tw: 五月

# month name
source: June
da: Juni
fr: juin
pl: czerwca
pt_pt: junho
zh_tw: 六月

# month name
source: July
da: Juli
fr: juillet
pl: lipca
pt_pt: julho
zh_tw: 七月

# month name
source: October
da: Oktober
fr: octobre
pl: października
pt_pt: outubro
zh_tw: 十月

source: The file must end with the extension '{file_types}'.
da: Filen skal slutte med en af følgende: '{file_types}'.
fr: Le nom du fichier doit se terminer par l'une des extensions suivantes : '{file_types}'.
pl: Plik musi się kończyć następującym rozszerzeniem: '{file_types}'.
pt_pt: O ficheiro deverá terminar com a extensão: '{file_types}'.
zh_tw: 該文件副檔名必須是： '{file_types}'.

source: Maximum upload file size is {file_size} bytes.
da: Maksimal filstørrelse til upload er {file_size} bytes.
fr: La taille maximale du fichier à importer est de {file_size} octets.
pl: Maksymalny dopuszczalny rozmiar przesyłanego pliku wynosi {file_size} bajtów
pt_pt: O tamanho máximo do ficheiro de carregamento é {file_size} bytes.
zh_tw: 檔案上傳上限為 {file_size} 位元組

source: Course {course_id} requires {prerequisite_course_id}
da: Kursus {course_id} kræver {prerequisite_course_id}
fr: Le cours {course_id} a pour pré-requis {prerequisite_course_id}
pl: Kurs {course_id} wymaga {prerequisite_course_id}
pt_pt: O Curso {course_id} requer {prerequisite_course_id}
zh_tw: 課程 {course_id} 要求先修課程 {prerequisite_course_id}

source: System defined milestone
da: System defineret milepæl
fr: Étape définie par le système
pl: Systemowo zdefiniowany punkt milowy
pt_pt: Marco definido pelo sistema
zh_tw: 系統定義的里程碑

source: Your password must contain {length_instruction}, including {complexity_instructions}.
da: Din adgangskode skal indeholde {length_instruction}, inklusive {complexity_instructions}.
fr: Votre mot de passe doit contenir {length_instruction}, comprenant {complexity_instructions}.
pt_pt: A sua palavra-passe deve conter {length_instruction}, incluindo {complexity_instructions}.

source: Your password must contain {length_instruction}.
da: Din adgangskode skal indeholde {length_instruction}.
fr: Votre mot de passe doit contenir {length_instruction}.
pt_pt: A sua palavra-passe deve conter {length_instruction}.

source: Invalid password.
da: Forkert kodeord.
fr: Mot de passe invalide.
pt_pt: Palavra-passe inválida.

source: at least %(min_length)d character
da: mindst %(min_length)d tegn
fr: au moins %(min_length)d caractère.
pt_pt: pelo menos %(min_length)d carácter

source: This password is too long. It must contain no more than %(max_length)d character.
da: Denne adgangskode er for lang. Det må ikke indeholde mere end %(max_length)d -tegn.
fr: Ce mot de passe ne peut pas contenir plus de %(max_length)d lettre.
pt_pt: Esta palavra-passe é demasiado longa. Defina uma palavra-passe até %(max_length)d carácter.

source: Your password must contain no more than %(max_length)d character.
da: Din adgangskode må ikke indeholde mere end %(max_length)d -tegn.
fr: Votre mot de passe doit contenir au plus %(max_length)dcaractère
pt_pt: A sua palavra-passe deve conter até %(max_length)d carácter.

source: This password must contain at least %(min_alphabetic)d letter.
da: Denne adgangskode skal indeholde mindst %(min_alphabetic)d bogstav.
fr: Votre mot de passe doit contenir au moins %(min_alphabetic)d lettre.
pt_pt: Esta palavra-passe deve conter pelo menos %(min_alphabetic)d letra.

source: %(num)d letter
da: %(num)d brev
fr: %(num)dlettre
pt_pt: %(num)d letra

source: This password must contain at least %(min_numeric)d number.
da: Denne adgangskode skal indeholde mindst %(min_numeric)d nummer.
fr: Ce mot de passe doit contenir au moins %(min_numeric)d chiffre.
pt_pt: Esta palavra-passe deve conter pelo menos %(min_numeric)d número.

source: Your password must contain at least %(min_numeric)d number.
da: Dit kodeord skal indeholde mindst %(min_numeric)d nummer.
fr: Votre mot de passe doit contenir au moins %(min_numeric)d chiffre.
pt_pt: A sua palavra-passe deve conter pelo menos %(min_numeric)d número.

source: %(num)d number
da: %(num)d nummer
fr: %(num)d chiffre
pt_pt: %(num)d número

source: This password must contain at least %(min_upper)d uppercase letter.
da: Denne adgangskode skal mindst indeholde %(min_upper)d stort bogstav.
fr: Ce mot de passe doit contenir au moins %(min_upper)d lettre majuscule.
pt_pt: Esta palavra-passe deve conter pelo menos %(min_upper)d letra maiúscula.

source: Your password must contain at least %(min_upper)d uppercase letter.
da: Dit kodeord skal indeholde mindst %(min_upper)d stort bogstav.
fr: Votre mot de passe doit contenir au moins %(min_upper)d lettre majuscule.
pt_pt: A sua palavra-passe deve conter pelo menos %(min_upper)d letra maiúscula.

source: %(num)d uppercase letter
da: %(num)d stort bogstav
fr: %(num)d lettre majuscule
pt_pt: %(num)d letra maiúscula

source: This password must contain at least %(min_lower)d lowercase letter.
da: Denne adgangskode skal indeholde mindst %(min_lower)d små bogstaver.
fr: Ce mot de passe doit contenir au moins %(min_lower)d lettre miniscule.
pt_pt: Esta palavra-passe deve conter pelo menos %(min_lower)d letra minúscula.

source: Your password must contain at least %(min_lower)d lowercase letter.
da: Din adgangskode skal mindst indeholde %(min_lower)d små bogstaver.
fr: Ce mot de passe doit contenir au moins %(min_lower)d lettre minuscule.
pt_pt: A sua palavra-passe deve conter pelo menos %(min_lower)d letras minúscula.

source: %(num)d lowercase letter
da: %(num)d små bogstaver
fr: %(num)d lettre minuscule
pt_pt: %(num)d letras minúscula

source: This password must contain at least %(min_punctuation)d punctuation mark.
da: Denne adgangskode skal indeholde mindst %(min_punctuation)d tegnsætningstegn.
fr: Ce mot de passe doit contenir au moins %(min_punctuation)dsigne de ponctuation.
pt_pt: Esta palavra-passe deve conter pelo menos %(min_punctuation)d sinal de pontuação.

source: Your password must contain at least %(min_punctuation)d punctuation mark.
da: Dit kodeord skal indeholde mindst %(min_punctuation)d tegnsætningstegn.
fr: Votre mot de passe doit contenir au moins %(min_punctuation)d signes de ponctuation.
pt_pt: A sua palavra-passe deve conter pelo menos %(min_punctuation)d sinal de pontuação.

source: %(num)d punctuation mark
da: %(num)d tegnsætningstegn
fr: %(num)dsigne de ponctuation
pt_pt: %(num)d sinal de pontuação

source: This password must contain at least %(min_symbol)d symbol.
da: Denne adgangskode skal indeholde mindst %(min_symbol)d symbol.
fr: Votre mot de passe doit contenir au moins %(min_symbol)d symbole.
pt_pt: A sua palavra-passe deve conter pelo menos %(min_symbol)d símbolo.

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
da: For at deaktivere XBlock og forhindre gengivelse i LMSet, lad "Enabled" være fravalgt; For klarhedens skyld skal du opdatere XBlockStudioConfiguration-supporttilstanden i overensstemmelse hermed.
fr: Pour désactiver le XBlock et prévenir le rendu dans le LMS, laisser "Activé" non sélectionné ; pour plus de clarté, mettre à jour l'état de support de XBlockStudioConfiguration en conséquence.
pl: Aby wyłączyć XBlock i zapobiec renderowaniu w LMS, pozostaw pole "Włączony" puste; dla jasności, zaktualizuj odpowiednio stan XBlockStudioConfiguration.
pt_pt: Para desativar o XBlock e evitar a renderização no LMS, deixe "Ativado" desmarcado; para maior clareza, atualize de acordo o estado do suporte de XBlockStudioConfiguration.
zh_tw: 為了禁用XBlock並防止在LMS轉譯，請取消選擇“啟用”;為了清楚起見，因而更新XBlock Studio配置支援狀態。

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
da: Kun XBlocks, der er opført i et kursuss Advanced Module List, kan markeres som forældet. Husk at opdatere XBlockStudioConfiguration-supporttilstanden i overensstemmelse hermed, da forældet ikke påvirker, hvorvidt nye XBlock-instanser kan oprettes i Studio.
fr: Seuls les XBlocks énumérés dans la liste des modules avancés d'un cours peuvent être identifiés comme obsolètes. Rappelez-vous de mettre à jour l'état de support de XBlockStudioConfiguration en conséquence puisque obsolète n'impacte pas si de nouvelles instances de XBlock peuvent être créées ou non dans Studio.
pl: Wyłącznie XBlocki wymienione na liście modułów zaawansowanych kursu mogą zostać oflagowane jako przestarzałe. Pamiętaj, aby odpowiednio zaktualizować stan XBlockStudioConfiguration, gdyż "przestarzały" nie wpływa na to, czy nowe wersje XBloków mogą zostać utworzone w Studio.
pt_pt: Apenas os XBlocks listados na Lista de Módulos Avançados de um curso podem ser assinalados como obsoletos. Lembre-se de actualizar o suporte de XBlockStudioConfiguration em conformidade, uma vez que obsoleto não tem impacto se podem ou não ser criadas novas instâncias XBlock no Studio.
zh_tw: 只有在課程的進階模組列表中，才有列出XBlocks可以標記為已停用。因此請記得更新XBlock Studio配置支援狀態，因為已停用不會影響是否可以在Studio中創建新的XBlock實例。

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
da: XBlock-/skabelonkombinationer, der er deaktiveret, kan ikke redigeres i Studio, uanset supportniveau. Husk også at tjekke om alle forekomster af XBlock er deaktiveret i XBlockConfiguration.
fr: Les combinaisons XBlock/gabarit qui sont désactivées ne peuvent être éditées dans Studio, indépendamment du niveau de support. Rappelez-vous de vérifier si toutes les instances du XBlock sont désactivées dans XBlockConfiguration.
pl: Połączenia XBlocków z szablonami, które są wyłączone, nie mogą być edytowane w Studio, niezależnie od poziomu wsparcia. Pamiętaj, aby sprawdzić, czy wszystkie wersje XBlocku są wyłączone z poziomu XBlockConfiguration.
pt_pt: As combinações do modelo/XBlock que estão desativadas não podem ser editadas no Studio, independentemente do nível de suporte. Lembre-se de verificar se todas as instâncias do XBlock estão desativadas no XBlockConfiguration.
zh_tw: 無論支持級別為何，無法在Studio中編輯已停用的XBlock /模組組合。 請記得還要確認XBlock配置中是否禁用了XBlock所有的實例。

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
da: Aktiverede XBlock/skabelonkombinationer med fuld eller foreløbig support kan altid oprettes i Studio. Ikke-understøttede XBlock/skabelonkombinationer kræver tilvalg af kursusforfatter.
fr: Les combinaisons XBlock/gabarit qui sont activées avec le support complet ou provisoire peuvent toujours être créées dans Studio. Les combinaisons XBlock/gabarit non supportées requièrent un accord de l'auteur du cours.
pl: Włączone połączenia XBlocków z szablonami z pełnym lub częściowym wsparciem mogą zawsze być tworzone w Studio. Niewspierane połączenia XBlocków z szablonami wymagają zapytania ze strony autora kursu.
pt_pt: As combinações ativadas do modelo/XBlock com suporte total ou provisório podem ser sempre criadas no Studio. As combinações de modelo/XBlock não suportadas requerem um processo de ativação por parte do autor do curso.
zh_tw: 啟用完全支援或暫時支援 XBlock /模組組合皆可以在Studio中被創建。 不支援XBlock /模組組合則需要課程作者選擇。

source: show deprecation messaging in Studio
da: vis udfasningsmeddelelser i Studio
fr: présenter le message d'obsolescence dans Studio
pl: Wyświetlaj w Studio komunikat o przestarzałej wersji
pt_pt: mostrar mensagens de depreciação no Studio
zh_tw: 在Studio中顯示捨棄訊息

source: Fully Supported
da: Fuldt understøttet
fr: Complètement supporté
pl: W pełni wspierany
pt_pt: Totalmente Suportado
zh_tw: 完全支援

source: Provisionally Supported
da: Foreløbigt understøttet
fr: Provisoirement supporté
pl: Prowizorycznie wspierany
pt_pt: Provisoriamente Suportado
zh_tw: 暫時支援

source: Unsupported
da: Ikke understøttet
fr: Non supporté
pl: Niewspierany
pt_pt: Não suportado
zh_tw: 不支援

source: Cannot rescore problems with possible file submissions
da: Kan ikke genoprette problemer med mulige filindsendelser
fr: Ne peut pas recalculer les scores des questions lors d'éventuelles soumissions de fichier
pl: Nie można ponownie ocenić ćwiczeń, które mogą zawierać załączone pliki
pt_pt: Não foi possível corrigir novamente os problemas com os possíveis envios de ficheiros
zh_tw: 對於可能的提交文件無法重新計分

source: Question {}
da: Spørgsmål {}
pl: Pytanie {}
pt_pt: Questão {}

source: Incorrect
da: Ukorrekt
pl: Błędnie
pt_pt: Incorreto
zh_tw: 不正確

source: Correct
da: Korrekt
pl: Poprawnie
pt_pt: Correto
zh_tw: 正確

source: correct
da: rigtigt
pl: poprawnie
pt_pt: correto
zh_tw: 正確

source: incorrect
da: forkert
pl: błędnie
pt_pt: incorreto
zh_tw: 錯誤

source: partially correct
da: delvis korrekt
fr: partiellement correct
pl: częściowo poprawnie
pt_pt: parcialmente correto
zh_tw: 部分正確

source: incomplete
da: ufuldstændig
fr: incomplet
pl: niekompletna
pt_pt: incompleto
zh_tw: 未完成

source: unanswered
da: ubesvaret
fr: non répondu
pl: bez odpowiedzi
pt_pt: sem resposta
zh_tw: 未答覆

source: submitted
da: indsendt
fr: soumis
pl: przesłana
pt_pt: submetido

source: processing
da: under behandling
fr: en cours
pl: przetwarzanie
pt_pt: processando
zh_tw: 處理中

source: This answer is correct.
da: Dette svar er korrekt.
fr: Cette réponse est correcte.
pl: Ta odpowiedź jest poprawna.
pt_pt: A resposta está correta.
zh_tw: 這個回答是正確的。

source: This answer is incorrect.
da: Dette svar er forkert.
fr: Cette réponse est fausse.
pl: Ta odpowiedź jest błędna.
pt_pt: A resposta está incorreta.
zh_tw: 這個回答是不正確的。

source: This answer is partially correct.
da: Dette svar er delvist korrekt.
fr: Cette réponse est partiellement correcte.
pl: Ta odpowiedź jest częściowo poprawna.
pt_pt: A resposta está parcialmente correta.
zh_tw: 這個回答是部分正確。

source: This answer is being processed.
da: Dette svar er under behandling.
fr: Cette réponse est en cours de traitement.
pl: Trwa przetwarzanie tej odpowiedzi.
pt_pt: A resposta está em processamento.
zh_tw: 這個回答正在處理中。

source: Not yet answered.
da: Endnu ikke besvaret.
fr: Pas encore répondu.
pl: Bez odpowiedzi.
pt_pt: Ainda não respondido.
zh_tw: 尚未回覆。

source: Select an option
da: Vælg en mulighed
fr: Sélectionnez une option
pl: Wybierz opcję
pt_pt: Selecione uma opção
zh_tw: 選擇一個選項

source: Answer received.
da: Svar modtaget.
fr: Réponse reçue.
pl: Odpowiedź otrzymana.
pt_pt: Resposta recebida.
zh_tw: 答案已接收。

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
da: Forventede et <choice> eller <compoundhint> tag; Fik {given_tag} i stedet
fr: Attendait une étiquette <choice> ou <compoundhint>; a reçu une étiquette {given_tag} au lieu
pl: System spodziewał się tagu <choice> lub <compoundhint> ; otrzymał {given_tag}
pt_pt: Esperada uma etiqueta <choice> ou <compoundhint>; mas foi obtida a etiqueta {given_tag}
zh_tw: 預期 <choice> 或 <compoundhint>標籤; 以 {given_tag} 取代

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
da: Dine filer er blevet indsendt. Så snart din besvarelse er blevet bedømt, vil denne meddelelse blive erstattet med karaktergiverens feedback.
fr: Vos fichiers ont été soumis. Dès que votre devoir sera noté, ce message sera remplacé par les commentaires de l'évaluateur.
pl: Twoje zgłoszenie zostało zarejestrowane. Gdy tylko zostanie ocenione, ten komunikat zastąpi opinia oceniającego.
pt_pt: Os seus ficheiros foram enviados. Assim que sua submissão for avaliada, esta mensagem será substituída pelo feedback do avaliador.
zh_tw: 您的檔案已送出，待您的答案完成評分後，本訊息將會被替換成評分結果。

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
da: Dit svar er blevet indsendt. Så snart din indsendelse er blevet bedømt, vil denne meddelelse blive erstattet med karaktergiverens feedback.
fr: Votre réponse a été soumise. Dès que votre soumission sera évaluée, ce message sera remplacé par le commentaire de votre évaluateur.
pl: Twoja odpowiedź została zarejestrowana. Gdy tylko zostanie oceniona, ten komunikat zastąpi opinia oceniającego.
pt_pt: A sua resposta foi submetida. Assim que a sua submissão seja corrigida, esta mensagem será substituída pelo comentário da classificação.
zh_tw: 您的答案已送出，待您的答案完成評分後，本訊息將會被替換成評分結果。

source: Press ESC then TAB or click outside of the code editor to exit
da: Tryk på ESC og derefter TAB, eller klik uden for kodeeditoren for at afslutte
fr: Appuyer sur ESC puis TAB ou cliquer en dehors de l'éditeur de code pour quitter
pl: Aby wyjść, naciśnij ESC a następnie TAB, albo kliknij poza edytor kodu
pt_pt: Pressione ESC e depois TAB ou clique fora do editor de código para sair
zh_tw: 按 ESC 然後按TAB 或在編輯器外點擊退出
