Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: altering or editing any content or graphics in the API Content;
da: ændring eller redigering af indhold eller grafik i API-indholdet;
fr: la modification ou la modification du contenu ou des graphiques dans le Contenu de l'API ;
pl: zmienianie lub edytowanie jakichkolwiek treści lub grafik w Zawartości API;
pt_pt: alterar ou editar qualquer conteúdo ou gráfico no Conteúdo da API;
zh_tw: 更改或編輯API內容中的任何內容或圖形；

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
da: ændring eller fjernelse af ethvert varemærke, ophavsret eller andre ejendomsretlige eller juridiske meddelelser indeholdt i eller optræder på API'erne eller API-indhold;
fr: modifier ou enlever toute marque de commerce, droit d'auteur ou autres mentions de propriété ou morales contenues dans, ou apparaissant sur les API ou tout contenu de l'API;
pl: zmienianie lub usuwanie wszelkich znaków towarowych, praw autorskich lub innych informacji o prawach własności lub informacji prawnych zawartych lub pojawiających się w interfejsach API lub jakiejkolwiek Zawartości API;
pt_pt: alterar ou remover qualquer marca registada, direitos de autor ou outros avisos de propriedade ou legais contidos nas APIs ou em qualquer Conteúdo da API, ou que apareçam nas mesmas;
zh_tw: 修改或刪除任何商標、版權，或是內含或出現在 API 或任何 API 內容上的其他專利或法律須知；

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
da: underlicensere, videredistribuere, leje, sælge eller lease adgang til API'erne eller din klienthemmelighed til en tredjepart;
fr: sous-licencer, re-distribuer, louer, vendre ou louer l'accès aux APIs ou à votre secret de client à une tierce partie;
pl: sublicencjonowanie, redystrybucję, wynajmowanie, sprzedaż lub dzierżawienie dostępu do interfejsów API lub tajemnicy klienta osobom trzecim;
pt_pt: sublicenciar, re-distribuir, alugar, vender ou arrendar o acesso às APIs ou o segredo do seu cliente a terceiros;
zh_tw: 將 API 存取權或您的用戶端密碼轉授權、轉散發、出租、出售或租賃予任何第三方；

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
da: distribuere enhver virus, trojanske hest, spyware, adware, malware, bot, tidsindstillet bombe, orm eller anden skadelig eller ondsindet komponent; eller
fr: la distribution de tout virus, cheval de Troie, spyware, adware, malware, bot, bombe à retardement, un ver ou tout autre élément nuisible ou malveillant; ou
pl: rozpowszechnianie jakiegokolwiek wirusa, konia trojańskiego, oprogramowania szpiegującego, oprogramowania reklamowego, złośliwego oprogramowania, bota, bomby czasowej, robaka lub innego szkodliwego lub złośliwego składnika; lub
pt_pt: distribuir qualquer vírus, cavalo de Tróia, spyware, adware, malware, bot, time bomb, worm ou outro componente prejudicial ou malicioso; ou
zh_tw: 散佈任何病毒、特洛伊木馬、間諜軟體、廣告軟體、惡意軟體、傀儡程式、定時炸彈、蠕蟲或其他有害或惡意元件；或

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
da: bruge API'erne til ethvert formål, der eller kan overbelaste, forringe eller forstyrre {platform_name}-platformen, serverne eller netværkene.
fr: utiliser les API pour toute fin qui pourrait surcharger, altérer ou perturber les la plateforme, les serveurs ou les réseaux {platform_name}.
pl: używanie interfejsów API w jakimkolwiek celu, który może przeciążyć, osłabić lub zakłócić działanie platformy {platform_name}, serwerów lub sieci.
pt_pt: utilizar as APIs para qualquer finalidade que possa sobrecarregar, prejudicar ou interromper a plataforma {platform_name}, os servidores ou as redes.
zh_tw: 使用 API 之任何目的造成或可能造成 {platform_name} 平台、伺服器或網路超載、癱瘓或受到干擾。

source: Usage and Quotas
da: Brug og kvoter
fr: Utilisation et quotas
pl: Wykorzystanie i wyniki
pt_pt: Utilização e Quotas
zh_tw: 用量及配額

source: {platform_name_capitalized} reserves the right, in its discretion, to impose reasonable restrictions and limitations on the number and frequency of calls made by you or Your Application to the APIs. You must not attempt to circumvent any restrictions or limitations imposed by {platform_name}.
da: {platform_name_capitalized} forbeholder sig retten til efter eget skøn at pålægge rimelige begrænsninger og begrænsninger på antallet og hyppigheden af opkald foretaget af dig eller din applikation til API'erne. Du må ikke forsøge at omgå nogen restriktioner eller begrænsninger pålagt af {platform_name}.
fr: {platform_name_capitalized} se réserve le droit, à son entière discrétion, d’imposer des restrictions et limites raisonnables par rapport au nombre et à la fréquence des appels aux API, qu’ils soient faits par vous ou Votre Application. N’essayez pas de contourner toute restriction ou limite imposée par {platform_name}.
pl: {platform_name_capitalized} zastrzega sobie prawo, według własnego uznania, do nałożenia uzasadnionych ograniczeń i ograniczeń na liczbę i częstotliwość wywołań wykonywanych przez Ciebie lub Twoją Aplikację do interfejsów API. Nie możesz próbować obchodzić żadnych ograniczeń ani ograniczeń nałożonych przez {platform_name}.
pt_pt: {platform_name_capitalized} reserva-se o direito, a seu critério, de impor restrições e limitações razoáveis ​​no número e na frequência de chamadas feitas por si ou pela Sua Inscrição para as APIs. Não deve tentar contornar quaisquer restrições ou limitações impostas pela {platform_name}.
zh_tw: {platform_name_capitalized}保留自行決定對您或您的應用程序對API的調用次數和頻率施加合理限制的權利。 您不得試圖規避{platform_name}施加的任何限制。

source: Compliance
da: Overholdelse
fr: Conformité
pl: Zgodność
pt_pt: Cumprimento
zh_tw: 法規遵循

source: You agree to comply with all applicable laws, regulations, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or Your Application's identity when using the APIs.
da: Du accepterer at overholde alle gældende love, regler og tredjepartsrettigheder (herunder uden begrænsning love vedrørende import eller eksport af data eller software, privatliv, copyright og lokale love). Du vil ikke bruge API'erne til at tilskynde til eller fremme ulovlig aktivitet eller krænkelse af tredjeparts rettigheder. Du vil ikke overtræde andre servicevilkår med {platform_name}. Du vil kun få adgang til (eller forsøge at få adgang til) en API på den måde, der er beskrevet i dokumentationen til den pågældende API. Du vil ikke misrepræsentere eller maskere hverken din identitet eller din applikations identitet, når du bruger API'erne.
fr: Vous acceptez de vous conformer à l’ensemble des lois, règlements et droits de tiers applicables (y compris, de manière non exhaustive, les lois relatives à l’importation et l’exportation de données ou de logiciels, la protection de la vie privée, les droits d’auteur et les lois en vigueur). Vous n’utiliserez pas les API pour encourager ou promouvoir des activités illégales ou la violation de droits de tiers. Vous n’enfreindrez aucune autre condition d’utilisation avec {platform_name}. Vous n’accéderez (ou tenterez d’accéder) à une API que par les moyens décrits dans la documentation de cette API. Lors de votre utilisation des API, votre identité et l’identité de Votre Application ne devront être ni forgées ni masquées.
pl: Zgadzasz się przestrzegać wszystkich obowiązujących praw, przepisów i praw osób trzecich (w tym między innymi przepisów dotyczących importu i eksportu danych lub oprogramowania, ochrony prywatności, praw autorskich i obowiązujących przepisów). Nie będziesz używać interfejsów API do zachęcania lub promowania nielegalnej działalności lub naruszania praw osób trzecich. Nie będziesz naruszać żadnych innych warunków korzystania z platformy {platform_name}. Uzyskasz dostęp (lub spróbujesz uzyskać dostęp) do interfejsu API wyłącznie w sposób opisany w dokumentacji tego interfejsu API. Podczas korzystania z interfejsów API Twoja tożsamość i tożsamość Twojej Aplikacji nie powinny być fałszowane ani ukrywane.
pt_pt: Concorda em cumprir todas as leis, regulamentos e direitos de terceiros ​​(incluindo, sem limitação, as leis relativas à importação ou exportação de dados ou software, privacidade, direitos de autor e leis locais). Não usará as APIs para incentivar ou promover atividades ilegais ou violações de direitos de terceiros. Não violará nenhum outro termo de serviço com a {platform_name}. Apenas vai aceder (ou tentar aceder) à API pelos meios descritos na documentação dessa mesma API. Não irá deturpar ou mascarar a sua identidade ou a identidade da Sua Aplicação ao usar as APIs.

source: Ownership
da: Ejendomsret
fr: Propriété
pl: Własność
pt_pt: Propriedade
zh_tw: 擁有權

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
da: Du anerkender og accepterer, at API'erne og alt API-indhold indeholder værdifuld intellektuel ejendom tilhørende {platform_name} og dets partnere. API'erne og alt API-indhold er beskyttet af amerikanske og udenlandske love om ophavsret, varemærker og andre love. Alle rettigheder til API'erne og API-indholdet, hvis det ikke udtrykkeligt er givet, er forbeholdt. Ved at bruge API'erne eller API-indhold erhverver du ikke ejerskab til nogen rettigheder til API'erne eller API-indholdet. Du må ikke gøre krav på eller forsøge at påberåbe dig ejerskab til API'erne eller API-indhold eller urigtigt fremstille dig selv eller din virksomhed eller din applikation som kilden til API-indhold. Du må ikke ændre, skabe afledte værker af eller forsøge at bruge, licensere eller på nogen måde udnytte API-indhold helt eller delvist på dine egne vegne eller på vegne af nogen tredjepart. Du må ikke distribuere eller ændre API'erne eller noget API-indhold (herunder tilpasning, redigering, uddrag eller oprettelse af afledte værker).
fr: Vous reconnaissez et acceptez que les API et l’ensemble du Contenu des API contiennent la propriété intellectuelle précieuse de {platform_name} et de ses associés. Les API et l’ensemble du Contenu des API sont protégés par des lois sur les droits d’auteurs et marques déposées, entre autres, à la fois américaines et étrangères. Tout droit relatif aux API et au Contenu des API, à défaut d’être expressément accordé, est réservé. L’utilisation des API ou du Contenu des API ne vous confère aucun droit de propriété sur les API ou le Contenu des API. Vous ne devez ni revendiquer la propriété ni tenter de revendiquer la propriété des API ou du Contenu des API. Vous ne devez pas représenter faussement votre personne, votre entreprise ou Votre Application comme étant source d’un quelconque Contenu API. Vous ne pouvez pas modifier, créer des versions dérivées, ou tenter d’utiliser, d’autoriser, ou d’exploiter d’une manière ou d’une autre tout Contenu API, en totalité ou en partie, en votre nom ou au nom de tout autre tiers. Vous ne pouvez ni distribuer ni modifier les API ou le Contenu des API (y compris au moyen de l’adaptation, l’édition, la citation, ou la création de versions dérivées).
pl: Przyjmujesz do wiadomości i zgadzasz się, że interfejsy API i cała Zawartość API zawierają wartościową własność intelektualną {platforma_nazwa} oraz jej partnerów. Interfejsy API i wszystkie Treści API są chronione przez prawo autorskie Stanów Zjednoczonych i zagraniczne, znaki towarowe i inne prawa. Wszelkie prawa do API i treści API, jeśli nie zostały wyraźnie udzielone, są zastrzeżone. Korzystając z interfejsów API lub dowolnej Zawartości Interfejsu API, nie nabywasz praw do API ani Treści API. Nie wolno Ci domagać się ani próbować domagać się prawa własności do API lub jakiejkolwiek Zawartości API lub fałszywie przedstawiać siebie lub swoją firmę lub Aplikację jako źródło jakiejkolwiek Treści API. Nie możesz modyfikować, tworzyć prac pochodnych lub próbować wykorzystywać, licencjonować lub w jakikolwiek sposób wykorzystywać Treści API w całości lub w części we własnym imieniu lub w imieniu jakiejkolwiek strony trzeciej. Nie możesz rozpowszechniać ani modyfikować Interfejsów API ani żadnych Treści API (w tym adaptacji, edycji, fragmentów lub tworzenia prac pochodnych).
pt_pt: Reconhece e concorda que as APIs e todo o conteúdo da API são propriedade intelectual valiosa de {platform_name} e dos seus parceiros. As APIs e todo o conteúdo da API são protegidos por direitos de autor, marcas registadas e outras leis dos Estados Unidos. Todos os direitos da API e o conteúdo da API, se não forem expressamente concedidos, são reservados. Ao usar as APIs ou qualquer Conteúdo da API, a propriedade de qualquer direito sobre a API ou o conteúdo não é adquirida. Não deve reivindicar ou tentar reivindicar a propriedade das APIs ou de qualquer conteúdo da API ou deturpar, em nome próprio, da sua empresa ou da sua aplicação, como sendo a fonte de qualquer conteúdo da API. Não pode modificar, criar trabalhos derivados ou tentar usar, licenciar ou, de qualquer forma, explorar todo o conteúdo da API, no todo ou em parte, para seu proveito próprio ou de terceiros. Não pode distribuir ou modificar as APIs ou qualquer Conteúdo da API (incluindo adaptação, edição, extração de peças ou criação de trabalhos derivados).
zh_tw: 您認可並同意 API 和所有 API 內容包含 {platform_name} 與其合作夥伴擁有的寶貴智慧財產。API 和所有 API 內容皆受到美國及境外版權、商標及其他法規的保護。API 及 API 內容中的所有權利 (未明確授予的情況下) 皆予保留。您不因使用 API 或任何 API 內容而取得 API 或 API 內容中任何權利之擁有權。您不得宣稱或企圖宣稱 API 或任何 API 內容之擁有權，或將您本身或您的公司或您的應用程式誤導為任何 API 內容之來源。您不可修改、建立衍生品，或企圖代表您本身或任何第三方使用、授權或以任何方式利用任何 API 內容之全部或部分。您不得散佈或修改 API 或任何 API 內容 (包括改寫、編輯、引用或建立衍生品)。

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rights notices incorporated in or accompanying the API Content. If any {platform_name} Participant (as hereinafter defined) or other third party revokes access to API Content owned or controlled by that {platform_name} Participant or third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that {platform_name} Participant or third party is deleted from Your Application and your networks, systems and servers as soon as reasonably possible. "{platform_name_capitalized} Participants" means MIT, Harvard, and the other entities providing information, API Content or services for the APIs, the course instructors and their staffs.
da: Alle navne, logoer og segl (&quot;varemærker&quot;), der forekommer i API'erne, API-indholdet eller på eller gennem de tjenester, der er gjort tilgængelige på eller gennem API'erne, hvis nogen, er deres respektive ejeres ejendom. Du må ikke fjerne, ændre eller tilsløre nogen meddelelser om ophavsret, varemærker eller andre ejendomsrettigheder, der er inkorporeret i eller ledsager API-indholdet. Hvis en {platform_name}-deltager (som defineret i det følgende) eller anden tredjepart tilbagekalder adgangen til API-indhold, der ejes eller kontrolleres af den pågældende {platform_name}-deltager eller tredjepart, inklusive uden begrænsning eventuelle varemærker, skal du sikre, at alt API-indhold, der vedrører denne { platform_name} Deltager eller tredjepart slettes fra din applikation og dine netværk, systemer og servere så hurtigt som det er rimeligt muligt. &quot;{platform_name_capitalized} Deltagere&quot; betyder MIT, Harvard og de andre enheder, der leverer information, API-indhold eller tjenester til API'erne, kursusinstruktørerne og deres medarbejdere.
fr: Chaque nom, logo, et sceau (« Marques déposées ») apparaissant dans les API, le Contenu des API ou, dans le cas échéant, sur ou par le biais des services rendus disponibles à travers les API, appartient à son propriétaire respectif. Les annonces de droit d’auteur, de Marque déposée, ou de tout autre droit de propriété intégrées ou attachées au Contenu API ne peuvent être retirées, altérées ou dissimulées. Si un quelconque Participant {platform_name} (défini ci-après) ou tout autre tiers refuse l’accès au Contenu API détenu ou géré par ledit Participant {platform_name} ou tiers, y compris, mais sans se limiter aux Marques déposées, vous devez vous assurer que l’ensemble du Contenu API de ce Participant {platform_name} ou de ce tiers soit supprimé de Votre Application et de vos réseaux, systèmes et serveurs aussi vite que possible, dans la mesure du raisonnable. « Participants {platform_name_capitalized} » désigne le Massachusetts Institute of Technology, Harvard, et toutes les autres entités fournissant l’information, le Contenu API ou les services pour les API, les instructeurs et leur personnel.
pl: Wszystkie nazwy, logo i pieczęcie („Znak towarowy”), które pojawiają się w interfejsach API, Treści interfejsu API lub w usługach udostępnianych w interfejsach API lub za ich pośrednictwem, jeśli takie istnieją, są własnością ich odpowiednich właścicieli. Użytkownik nie może usuwać, zmieniać ani zasłaniać żadnych informacji o prawach autorskich, znakach towarowych lub innych prawach własności zawartych w Zawartości API lub towarzyszących. Jeśli jakikolwiek Uczestnik {platform_name} (zgodnie z definicją poniżej) lub inna strona trzecia cofnie dostęp do Zawartości API posiadanych lub kontrolowanych przez tego Uczestnika {platform_name} lub stronę trzecią, w tym między innymi do jakichkolwiek Znaków Towarowych, musisz upewnić się, że cała Zawartość API dotycząca tego Uczestnika {platform_name} lub strona trzecia zostanie usunięta z Twojej Aplikacji oraz Twoich sieci, systemów i serwerów tak szybko, jak to możliwe. „Uczestnicy {platform_name_capitalized}” oznaczają MIT, Harvard i inne podmioty dostarczające informacje, Zawartość API lub usługi dla interfejsów API, instruktorów kursów i ich personel.
pt_pt: Todos os nomes, logótipos e selos ("Trademarks") que aparecem nas APIs, Conteúdo da API, ou através dos serviços disponibilizados nas ou através das APIs, se existirem, são propriedade dos seus respectivos proprietários. Não é permitido remover, alterar ou ocultar quaisquer avisos de direitos de autor, marcas registadas ou outros avisos de direitos de propriedade incorporados ou que acompanham o Conteúdo da API. Se qualquer {platform_name} Participante (conforme adiante definido) ou outro terceiro revogar o acesso ao Conteúdo da API pertencente ou controlado por esse {platform_name} Participante ou terceiro, incluindo, sem limitação, quaisquer Marcas Registadas, deverá assegurar-se de que todo o Conteúdo da API pertencente a esse {platform_name} Participante ou terceiro é eliminado da sua Aplicação e das suas redes, sistemas e servidores o mais rapidamente possível. "{platform_name_capitalized} Participantes" significa MIT, Harvard, e as outras entidades que fornecem informação, conteúdo ou serviços API para os APIs, os instrutores do curso e o seu pessoal.

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
da: I det omfang du indsender noget indhold til {platform_name} i forbindelse med din brug af API'erne eller ethvert API-indhold, giver du hermed til {platform_name} en verdensomspændende, ikke-eksklusiv, overdragelig, overdragelig, underlicenserbar, fuldt indbetalt , royaltyfri, evigvarende, uigenkaldelig ret og licens til at hoste, overføre, vise, udføre, reproducere, ændre, distribuere, videredistribuere, genlicensere og på anden måde bruge, gøre tilgængeligt og udnytte sådant indhold, helt eller delvist, i ethvert form og i alle medieformater og gennem alle mediekanaler (nu kendt eller udviklet herefter).
fr: À partir du moment où vous soumettez un quelconque contenu à {platform_name} dans le cadre de votre utilisation des API ou de tout Contenu de l’API, vous accordez à {platform_name} la licence et le droit à l’hébergement, au transfère, à l’affichage, à l’exécution, la modification, la distribution, la redistribution et au renouvellement de sa licence. Vous lui accordez également la licence et le droit d’utiliser, rendre disponible et exploiter le contenu en question, en tout ou en partie, peu importe la forme ou le format de média, et à travers tous les canaux médiatiques (connus ou à venir). Ces licences et droits sont internationaux, non exclusifs, cessibles, sous-licenciables, intégralement libérés, exempts de redevances, perpétuels et irrévocables.
pl: W zakresie, w jakim użytkownik przesyła jakąkolwiek treść do {platform_name} w związku z korzystaniem przez niego z interfejsów API lub jakiejkolwiek Zawartości interfejsu API, niniejszym przyznaje on {platform_name} ogólnoświatowe, niewyłączne, zbywalne, możliwe do przeniesienia, sublicencjonowane, w pełni opłacone , wolne od tantiem, wieczyste, nieodwołalne prawo i licencję do hostowania, przekazywania, wyświetlania, odtwarzania, reprodukowania, modyfikowania, rozpowszechniania, redystrybucji, ponownego licencjonowania i innego wykorzystywania, udostępniania i wykorzystywania takich treści, w całości lub w części, w jakiejkolwiek w formie i w dowolnych formatach medialnych oraz za pośrednictwem dowolnych kanałów medialnych (obecnie znanych lub opracowanych w przyszłości).
pt_pt: Na medida em que submete qualquer conteúdo para {platform_name} em conexão com a utilização das APIs ou de qualquer Conteúdo da API, concede a {platform_name} a nível mundial, não exclusivo, transferível, atribuível, sublicenciável, totalmente pago, isento de royalties, a licença perpétua e irrevogável para alojar, transferir, exibir, executar, reproduzir, modificar, distribuir, re-distribuir, licenciar novamente e, de outro modo, usar, disponibilizar e explorar esse conteúdo, no todo ou em parte, em qualquer forma e em qualquer formato de média e através de qualquer canal de média (já conhecido ou desenvolvido posteriormente).
zh_tw: 您將任何與您使用 API 或任何 API 內容相關之內容送出至 {platform_name} 後，即表示您就此內容範圍授與 {platform_name} 全世界適用、非獨佔、可轉讓、可分配、可轉授權、全數付清、免權利金、永久、不可撤銷之權利，並授權裝載、傳輸、顯示、執行、再製、修改、散佈、轉散發、再授權及作他用、提供和利用該內容之全部或部分，不限於任何形式和任何媒體格式，亦不限任何媒體管道 (包括目前已知或此後所發展)。

source: Privacy
da: Privatliv
fr: Confidentialité
pl: Prywatność
pt_pt: Privacidade
zh_tw: 隱私權
