Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
da: Brug et arkivprogram til at udtrække data fra .tar.gz-filen. Udtrukne data omfatter filen library.xml samt undermapper, der indeholder biblioteksindhold.
fr: Utilisez un logiciel de manipulation d'archives pour extraire les données du fichier .tar.gz. Les données extraites contiennent le fichier library.xml ainsi que les sous dossiers qui contiennent le contenu du cours.
pl: Użyj programu archiwizacyjnego do wypakowania danych z pliku .tar.gz. Pobrane dane obejmują plik library.xml oraz podfoldery, które zawierają treść biblioteki.
pt_pt: Utilize um programa de arquivamento para extrair os dados do ficheiro .tar.gz. Os dados extraídos incluem o ficheiro library.xml, bem como as subpastas que contêm o conteúdo da biblioteca.
zh_tw: 使用一個壓縮程式從 .tar.gz 檔案提取資料。提取後的資料包括課程組件庫的 .xml 檔案，還有一些存放課程組件庫內容的子目錄。

source: Learn more about exporting a library
da: Få mere at vide om eksport af et bibliotek
fr: Apprenez-en plus sur l'export de cours
pl: Dowiedz się więcej na temat eksportowania bibliotek
pt_pt: Saiba mais sobre como exportar uma biblioteca
zh_tw: 學習更多關於匯出課程組件庫

source: Why export a course?
da: Hvorfor eksportere et kursus?
fr: Pourquoi exporter un cours ?
pl: W jakim celu eksportuje się kurs?
pt_pt: Porquê exportar um curso?
zh_tw: 為何匯出課程?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
da: Du ønsker måske at redigere XML i dit kursus direkte uden for {studio_name} . Du ønsker måske at lave en sikkerhedskopi af dit kursus. Eller du vil måske oprette en kopi af dit kursus, som du senere kan importere til en anden kursusinstans og tilpasse.
fr: Vous pouvez vouloir modifier le XML de votre cours directement, en dehors de {studio_name}. Vous pouvez aussi vouloir créer une sauvegarde de votre cours. Ou vous pouvez aussi vouloir créer une copie de votre cours que vous pourrez importer par la suite dans une autre instance et la personnaliser.
pl: Być może zechcesz edytować zawartość XML swojego kursu poza {studio_name}. Możesz również wykorzystać wyeksportowany plik jako kopię zapasową swojego kursu, albo utworzyć kopię kursu, którą zaimportujesz na inną platformę.
pt_pt: Deve editar o XML diretamente no seu curso, fora de {studio_name}. Convém criar ou uma cópia de backup do seu curso, ou uma cópia do curso que possa ser posteriormente importada para outra instância do curso e personalizar.
zh_tw: 您或許想要直接地在{studio_name}之外修改一個在您課程中的XML檔案。您或許想要創建一個您課程的備份。 或者，您可能想要建立一份您的課程副本，之後您就可用來匯入至另一門課程的實體並客制。

source: What content is exported?
da: Hvilket indhold eksporteres?
fr: Quelles sont les données exportées ?
pl: Jakie treści podlegają eksportowaniu?
pt_pt: Que conteúdo é exportado?
zh_tw: 什麼內容被匯出?

source: The following content is exported.
da: Følgende indhold eksporteres.
fr: Le contenu suivant est exporté.
pl: Następująca zawartość jest eksportowana.
pt_pt: O seguinte conteúdo é exportado.

source: Course content and structure
da: Kursusindhold og struktur
fr: Contenu et structure du cours
pl: Treść i struktura kursu
pt_pt: Conteúdo e estrutura do curso
zh_tw: 課程內容及架構

source: Course dates
da: Kursusdatoer
fr: Dates du cours
pl: Daty kursu
pt_pt: Datas do curso
zh_tw: 課程日期

source: Grading policy
da: Karakterpolitik
fr: Politique de notation
pl: Polityka ocen
pt_pt: Política de classificação
zh_tw: 評分政策

source: Any group configurations
da: Eventuelle gruppekonfigurationer
fr: Toute configuration des groupes
pl: Konfiguracje dowolnej grupy
pt_pt: Quaisquer configurações de grupo
zh_tw: 任何群組設定

source: Settings on the Advanced Settings page, including MATLAB API keys and LTI passports
da: Indstillinger på siden Avancerede indstillinger, inklusive MATLAB API-nøgler og LTI-pas
fr: Paramètre sur la page des Paramètres avancés, y compris les clés de l'API MATLAB et les passeports LTI
pl: Ustawienia na stronie Ustawienia zaawansowane, w tym klucze MATLAB API i poświadczenia LTI
pt_pt: Configurações na página Configurações Avançadas, incluindo chaves-API MATLAB e passaportes LTI

source: The following content is not exported.
da: Følgende indhold eksporteres ikke.
fr: Le contenu suivant n'est pas exporté.
pl: Poniższa treść nie podlega eksportowaniu.
pt_pt: O seguinte conteúdo não é exportado.

source: Learner-specific content, such as learner grades and discussion forum data
da: Elevspecifikt indhold, såsom elevkarakterer og diskussionsforumdata
fr: Contenu propre aux étudiants, comme les notes d'étudiants et les données de forum de discussion
pl: Treści dotyczące studentów, takie jak oceny studentów i zawartość forów dyskusyjnych.
pt_pt: Conteúdo específico dos estudantes, como classificações dos estudantes e dados do fórum de debate

source: The course team
da: Kursusholdet
fr: L'équipe pédagogique
pl: Kadra kursu
pt_pt: A equipa do curso
zh_tw: 課程團隊

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
da: Brug et arkivprogram til at udtrække data fra .tar.gz-filen. Udtrukne data inkluderer kursus.xml-filen samt undermapper, der indeholder kursusindhold.
fr: Utilisez un logiciel de manipulation d'archives pour extraire les données du fichier .tar.gz. Les données extraites contiennent le fichier course.xml ainsi que les sous dossiers qui contiennent le contenu du cours.
pl: Użyj programu archiwizacyjnego do wypakowania danych z pliku .tar.gz. Pobrane dane obejmują plik course.xml oraz podfoldery, które zawierają treści kursu.
pt_pt: Use um programa de arquivamento para extrair os dados do arquivo .tar.gz. Os dados extraídos incluem o ficheiro course.xml, bem como as subpastas que contêm o conteúdo do curso.
zh_tw: 使用一個壓縮程式從 .tar.gz 檔案提取資料。 提取後的資料包括課程的 .xml 檔案，還有一些存放課程內容的子目錄。

source: Learn more about exporting a course
da: Få mere at vide om eksport af et kursus
fr: En savoir plus sur l'exportation d'un cours
pl: Dowiedz się więcej na temat eksportowania kursów
pt_pt: Saiba mais sobre como exportar um curso
zh_tw: 學習更多有關匯出課程

source: Export Course to Git
da: Eksporter kursus til Git
fr: Exporter le Cours vers Git
pl: Wyeksportuj kurs do Git
pt_pt: Exportar Cursos para o Git
zh_tw: 匯出課程 到 Git

source: About Export to Git
da: Om eksport til Git
fr: A propos de l'exportation vers Git
pl: O eksportowaniu do repozytorium git
pt_pt: Sobre a Exportação para o Git
zh_tw: 關於匯出到 Git

source: Use this to export your course to its git repository.
da: Brug dette til at eksportere dit kursus til dets git-lager.
fr: Utiliser ceci pour exporter votre cours ver son dépôt git
pl: Użyj tej funkcji, aby wyeksportować kurs do jego repozytorium git.
pt_pt: Utilize isto para exportar o seu curso para seu repositório Git.
zh_tw: 使用這個來匯出您的課程到它的git庫。

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
da: Dette vil derefter udløse en automatisk opdatering af LMS-hovedsiden og opdatere indholdet af dit kursus, der er synligt der for eleverne, hvis automatisk git-import er konfigureret.
fr: Ceci déclenchera une mise à jour automatique du site principal du LMS et la mise à jour des contenus de votre cours qui sont accessible aux étudiants, si les importations automatiques de puis git sont configurées.
pl: Spowoduje to uruchomienie automatycznej aktualizacji głównej strony w LMS i zawartości twojego kursu, która jest widoczna dla studentów, w przypadku skonfigurowania automatycznych importów git.
pt_pt: Isto irá acionar uma atualização automática do site principal do LMS e atualizará o conteúdo do seu curso visível para os estudantes, caso as importações automáticas de Git estiverem configuradas.
zh_tw: 如果自動化git匯入被設置。這會觸發主要LMS網站自動更新將會讓學生對您的課程內容為可見。

source: Export Course to Git:
da: Eksporter kursus til Git:
fr: Exporter le Cours vers Git:
pl: Wyeksportuj kurs do Git:
pt_pt: Exportar Curso para Git:
zh_tw: 匯出課程到Git：

source: giturl must be defined in your course settings before you can export to git.
da: giturl skal være defineret i dine kursusindstillinger, før du kan eksportere til git.
fr: L'url du dépôt git doit être définie dans les paramètres de votre cours avant de pouvoir exporter vers git.
pl: Musisz zdefiniować odnośnik do git w ustawieniach swojego kursu, zanim będziesz mógł dokonać eksportu do git.
pt_pt: O giturl deve ser definido nas configurações de seu curso antes de poder exportar para o Git.
zh_tw: 在您可以匯出到Git前，giturl必須在課程設置中被定義。

source: Export Failed
da: Eksport mislykkedes
fr: Export échoué
pl: Eksportowanie nie powiodło się
pt_pt: Falha na Exportação
zh_tw: 匯出失敗

source: Export Succeeded
da: Eksporten lykkedes
fr: Export réussi
pl: Eksportowanie przebiegło prawidłowo
pt_pt: Exportação Bem-Sucedida
zh_tw: 匯出成功

source: Your course:
da: Dit kursus:
fr: Votre cours :
pl: Twój kurs:
pt_pt: O seu Curso:
zh_tw: 您的課程：

source: Course git url:
da: Kursus git url:
fr: url git du cours :
pl: Adres git kursu:
pt_pt: URL do Git do Curso:
zh_tw: 課程git url：

source: Experiment Group Configurations
da: Eksperimentgruppekonfigurationer
fr: Configuration des groupes
pl: Konfiguracje grupy eksperymentalnej
pt_pt: Configurações do Grupo de Testes
zh_tw: 實驗群組設定

source: This module is disabled at the moment.
da: Dette modul er deaktiveret i øjeblikket.
fr: Ce module est désactivé pour le moment.
pl: Ten moduł jest w tym momencie niedostępny.
pt_pt: Este módulo está desativado de momento.
zh_tw: 這個模組現在不能使用

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
da: Tilmeldingssporgrupper giver dig mulighed for at tilbyde forskelligt kursusindhold til elever i hvert tilmeldingsspor. Elever, der er tilmeldt hvert tilmeldingsspor i dit kursus, inkluderes automatisk i den tilsvarende tilmeldingssporgruppe.
fr: Les groupes de parcours d'inscription vous permettent de proposer un contenu de cours différent en fonction du parcours d'inscription des élèves. Pour chaque parcours d'inscription de votre cours, les élèves rejoindront le groupe de parcours d'inscription leur correspondant.
pl: Grupy ścieżki kursu pozwalają na oferowanie innych treści kursowych studentom z różnych ścieżek kursu. Studenci zapisani na daną ścieżkę twojego kursu są automatycznie zapisywani do odpowiedniej grupy ścieżki.
pt_pt: Os grupos de modo de inscrição permitem disponibilizar aos estudantes diferentes conteúdos do curso de acordo com o modo escolhido. Os estudantes matriculados em cada modo são automaticamente incluídos no grupo correspondente.

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
da: På enhedssider i kursusoversigten kan du begrænse adgangen til komponenter til elever baseret på deres tilmeldingsspor.
fr: Vous pouvez, dans les pages d'unité de la description de cours, limiter l'accès des étudiants vers les composants en fonction de leur parcours d'inscription.
pl: Z poziomu ekranów w programie kursu możesz ograniczyć dostęp studentów do określonych elementów w zależności od ich ścieżki kursu.
pt_pt: Nas páginas das unidades na estrutura geral do curso, pode restringir o acesso dos estudantes aos componentes, com base no modo de inscrição.

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
da: Du kan ikke redigere tilmeldingssporgrupper, men du kan udvide hver gruppe for at se detaljer om det kursusindhold, der er udpeget til elever i gruppen.
fr: Vous ne pouvez pas modifier les groupes de parcours d'inscription, mais vous pouvez élargir chaque groupe pour voir les détails du contenu de cours conçu pour les étudiants de ce groupe.
pl: Nie możesz edytować grup ścieżki, ale możesz podejrzeć szczegóły treści kursu, która zostanie udostępniona studentom z danej grupy.
pt_pt: Não é possível editar grupos de modo de inscrição, mas pode expandir cada grupo para ver os detalhes do conteúdo do curso destinado aos estudantes de cada grupo.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
da: Hvis du har kohorter aktiveret i dit kursus, kan du bruge indholdsgrupper til at oprette kohortespecifikt kursusmateriale. Du kan med andre ord tilpasse det indhold, som bestemte årgange ser i dit kursus.
fr: Si vous avez activé les cohortes pour le cours, vous pouvez utiliser les groupes de contenu pour créer des modules de cours spécifiques à des cohortes. En d'autres termes, vous pouvez personnaliser le contenu que certaines cohortes peuvent voir dans le cours.
pl: Jeśli w swoim kursie masz włączony system kohort, możesz wykorzystać grupy treści, aby stworzyć osobny materiał kursowy dla danej kohorty. Innymi słowy, możesz dostosować treść materiałów szkoleniowych, które dana grupa studentów zobaczy w swoim kursie.
pt_pt: Se tiver grupos activados no seu curso, pode utilizar grupos de conteúdo para criar cursos específicos de grupo. Por outras palavras, pode personalizar o conteúdo que os grupos em particular vêem no seu curso.
zh_tw: 如果您在您的課程有啟用學習夥伴功能，你可使用內容群組來創建學習夥伴群組的教材。换言之，您可以在課程自訂教材讓特定的學習夥伴看到。

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
da: Hver indholdsgruppe, du opretter, kan knyttes til en eller flere kohorter. Ud over at gøre kursusindhold tilgængeligt for alle elever, kan du begrænse adgangen til noget indhold til elever i specifikke indholdsgrupper. Kun elever i de kohorter, der er tilknyttet de angivne indholdsgrupper, ser det ekstra indhold.
fr: Chaque contenu de groupe que vous créerez pourra être associé à au moins une cohorte. En plus de rendre le contenu du cours accessible à tous les étudiants, vous pouvez limiter aux étudiants d’un groupe de contenu particulier l’accès à une partie du contenu. Seuls les étudiants des cohortes associées aux groupes de contenu particuliers peuvent voir le contenu supplémentaire.
pl: Każda stworzona przez ciebie grupa treści może być powiązana z co najmniej jedną kohortą. Jako dodatek do materiałów kursowych przewidzianych dla wszystkich studentów, możesz tworzyć treści widoczne wyłącznie dla określonej przez ciebie grupy studentów. Tylko kursanci w kohortach, do których przyporządkowano określoną grupę treści, zobaczą te dodatkowe materiały.
pt_pt: Cada grupo de conteúdo criado pode ser associado a um ou mais grupos. Para além de disponibilizar o conteúdo do curso a todos os estudantes, também poderá restringir o acesso a estudantes relativamente a algum conteúdo de grupos de conteúdo específicos. Somente os estudantes de grupos associados aos grupos de conteúdo especifico vêem o conteúdo adicional.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
da: Klik på {em_start}Ny indholdsgruppe {em_end} for at tilføje en ny indholdsgruppe. For at redigere navnet på en indholdsgruppe skal du holde markøren over dens boks og klikke på {em_start}Rediger {em_end} . Du kan kun slette en indholdsgruppe, hvis den ikke er i brug af en enhed. For at slette en indholdsgruppe skal du holde markøren over dens boks og klikke på sletteikonet.
fr: Cliquer {em_start}Nouveau groupe de contenu{em_end} pour ajouter un nouveau groupe de contenu. Pour éditer le nom du groupe de contenu, passez au-dessus de sa boîte et cliquer{em_start}Éditer{em_end}. Vous pouvez supprimer un groupe de contenu uniquement s'il n'est pas utilisé par une unité. Pour supprimer un groupe de contenu, passez au-dessus de sa boite et cliquer l'icône supprimer.
pl: Kliknij na {em_start}Nowa grupa treści{em_end}, aby dodać nową grupę treści. Aby wyedytować jej nazwę, najedź na jej pole i kliknij {em_start}Edytuj{em_end}. Możesz usunąć grupę zawartości tylko wtedy, jeśli nie znajduje się ona w użyciu w co najmniej jednym ekranie, najeżdżając na jej pole i klikając na ikonę usunięcia.
pt_pt: Clique em {em_start}Novo Grupo de Conteúdo{em_end} para adicionar um novo grupo de conteúdo. Para editar o nome do grupo de conteúdo, clique na caixa e escolha a opção {em_start}Editar{em_end}. Poderá eliminar um grupo de conteúdo apenas se este não estiver a ser utilizado numa unidade. Para eliminar um grupo de conteúdo, clique na caixa e escolha a opção eliminar.
zh_tw: 點擊{em_start}新內容群組{em_end}以增加一個新內容群組。欲編輯內容群組名稱，停留於其上方並點擊{em_start}編輯{em_end}。您只有當內容群組未使用在單元中才可以刪除內容群組。欲刪除一個內容群組，停留於其上方並點擊刪除圖示。

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
da: Brug eksperimentgruppekonfigurationer, hvis du udfører indholdseksperimenter, også kendt som A/B-test, i dit kursus. Eksperimentgruppekonfigurationer definerer, hvor mange grupper af elever, der er i et indholdseksperiment. Når du opretter et indholdseksperiment til et kursus, vælger du den gruppekonfiguration, der skal bruges.
fr: Utilisez les configurations de groupe de test de contenu si vous faites des tests, appelés également test A/B, dans votre cours. Les configurations de test de contenu définissent combien de groupes d'étudiants sont dans un test de contenu. Quand vous créez un test de contenu pour un cours, vous sélectionnez la configuration de groupe à employer.
pl: Korzystaj z konfiguracji grup eksperymentalnych, jeśli w swoim kursie przeprowadzasz eksperymenty z treścią, znane również jako testy A/B. Konfiguracje grup eksperymentalnych definiują, jak wiele grup studenckich bierze udział w eksperymencie z treścią. Tworząc eksperyment z treścią dla swojego kursu, wybierz tę konfigurację grupy, której chcesz użyć.
pt_pt: Utilize as configurações do grupo de teste caso esteja a realizar testes de conteúdo no seu curso, também conhecidos como teste A/B. As configurações do grupo de teste definem quantos grupos de estudantes estão num teste de conteúdo. Quando cria um teste de conteúdo para um curso, deve selecione a configuração de grupo a ser utilizada.

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
da: Klik på {em_start}Ny gruppekonfiguration {em_end} for at tilføje en ny konfiguration. For at redigere en konfiguration skal du holde markøren over dens boks og klikke på {em_start}Rediger {em_end} . Du kan kun slette en gruppekonfiguration, hvis den ikke er i brug i et eksperiment. For at slette en konfiguration skal du holde markøren over dens boks og klikke på sletteikonet.
fr: Cliquer {em_start}Nouvelle configuration de groupe{em_end} pour ajouter une nouvelle configuration. Pour éditer une configuration, passez au-dessus de sa boite et cliquer {em_start}Éditer{em_end}. Vous pouvez supprimer une configuration de groupe uniquement si elle n'est pas utilisée. Pour supprimer une configuration, passez au-dessus de sa boite et cliquer l'icône supprimer.
pl: Kliknij {em_start}Nowa konfiguracja grupy{em_end}, aby dodać nową konfigurację. W celu edycji konfiguracji, najedź na jej pole i kliknij {em_start}Edytuj{em_end}. Możesz usunąć konfigurację grupy tylko wtedy, jeśli nie znajduje się ona w użyciu, najeżdżając na jej pole i klikając na ikonę usunięcia.
pt_pt: Clique em {em_start}Nova Configuração de Grupo {em_end} para adicionar uma nova configuração. Para editar uma configuração, clique na caixa e escolha a opção {em_start}Editar{em_end}. Poderá eliminar uma configuração do grupo apenas se este não estiver a ser utilizado num teste. Para eliminar uma configuração, clique na caixa e escolha a opção Eliminar.
zh_tw: 點擊{em_start}新群組設定{em_end}以增加一個新設定。欲編輯一個設定，停留於其上方並點擊{em_start}編輯{em_end}。您只有當群組設定未使用在實驗中才可以刪除群組設定。欲刪除一個設定，停留於其上方並點擊刪除圖示。

source: Welcome
da: Velkommen
fr: Bienvenue
pl: Witamy
pt_pt: Bem-vindo(a)
zh_tw: 歡迎

source: Welcome to {studio_name}
da: Velkommen til {studio_name}
fr: Bienvenue sur {studio_name}
pl: Witamy w {studio_name}
pt_pt: Bem-vindo ao {studio_name}
zh_tw: 歡迎來到{studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
da: {studio_name} hjælper med at administrere dine onlinekurser, så du kan fokusere på at undervise i dem
fr: {studio_name} facilite la gestion de vos cours en ligne, de sorte que vous puissiez vous concentrer sur leur enseignement
pl: {studio_name} pomaga zarządzać twoimi kursami online, abyś mógł się skupić na nauczaniu.
pt_pt: {studio_name} ajuda a gerir os seus cursos online, para que se possa concentrar no seu ensino
zh_tw: {studio_name}幫您管理線上課程，讓您可以專注於課程的教學

source: {studio_name}'s Many Features
da: {studio_name} mange funktioner
fr: Les multiples fonctionnalités de {studio_name}
pl: Część spośród funkcji {studio_name}
pt_pt: Diversos Recursos do {studio_name}
zh_tw: {studio_name}的許多特色

source: {studio_name} Helps You Keep Your Courses Organized
da: {studio_name} hjælper dig med at holde dine kurser organiseret
fr: {studio_name} vous aide à maintenir votre cours organisé
pl: {studio_name} pomaga zachować porządek w twoich kursach
pt_pt: {studio_name} Ajuda-o a Manter os Seus Cursos Organizados
zh_tw: {studio_name}幫助您的課程有組織性

source: Enlarge image
da: Forstør billede
fr: Agrandir l'image
pl: Powiększ obrazek
pt_pt: Ampliar imagem
zh_tw: 放大圖片

source: Keeping Your Course Organized
da: Hold dit kursus organiseret
fr: Structurer votre Cours
pl: Czytelna organizacja kursu
pt_pt: Manter o Seu Curso Organizado
zh_tw: 維持您的課程井然有序
