Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
da: Du accepterer at overholde alle gældende love og bestemmelser om privatlivets fred og at være gennemsigtig med hensyn til enhver indsamling og brug af slutbrugerdata. Du skal levere og overholde en privatlivspolitik for din applikation, der klart og præcist beskriver til dine slutbrugere, hvilke brugeroplysninger du indsamler, og hvordan du må bruge og dele sådanne oplysninger (inklusive til annoncering) med {platform_name} og andre tredjeparter.
fr: Vous acceptez de vous conformer à l’ensemble des lois et règlements applicables sur la protection de la vie privée et d’être transparent par rapport à toute collecte et utilisation de données d’utilisateur final. Dans le cadre de Votre Application, vous êtes tenu de fournir et d’adhérer à une politique de confidentialité décrivant de manière claire et précise à vos utilisateurs finaux quelles informations d’utilisateur vous collectez et comment vous utilisez et partagez ces informations (notamment pour les publicités) avec {platform_name} ou d’autres tiers.
pl: Zgadzasz się przestrzegać wszystkich obowiązujących przepisów i regulacji dotyczących prywatności oraz zachować przejrzystość w odniesieniu do gromadzenia i wykorzystywania danych użytkownika końcowego. Użytkownik zapewni i będzie przestrzegać polityki prywatności dla Swojej Aplikacji, która jasno i dokładnie opisuje użytkownikom końcowym, jakie informacje o użytkowniku gromadzi oraz w jaki sposób można wykorzystywać i udostępniać takie informacje (w tym w celach reklamowych) firmie {platform_name} i innym stronom trzecim.
pt_pt: O utilizador concorda em cumprir todas as leis e regulamentos de privacidade aplicáveis e em ser transparente no que respeita a qualquer recolha e utilização de dados do utilizador final. O utilizador fornecerá e aderirá a uma política de privacidade para a sua Aplicação que descreva clara e precisamente aos seus utilizadores finais que informações de utilizador recolhe e como pode utilizar e partilhar tais informações (incluindo para publicidade) com {platform_name} e outros terceiros.
zh_tw: 您同意遵守所有適用的隱私法律和法規，並在收集和使用最終用戶數據方面保持透明。 您將為您的應用程序提供並遵守隱私政策，該政策向最終用戶清楚準確地描述您收集的用戶信息以及如何與{platform_name}和其他第三方共享和使用這些信息（包括廣告信息）。

source: Right to Charge
da: Ret til opkrævning
fr: Droit à faire payer
pl: Prawo do pobierania opłat
pt_pt: Direito a Cobrar
zh_tw: 變更之權利

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
da: Visse adgange til API'erne kan gives gratis, men {platform_name} forbeholder sig retten til at opkræve gebyrer for fremtidig brug eller adgang til API'erne.
fr: Certains accès aux API peuvent vous être fournis gratuitement. Cependant {platform_name} se réserve le droit d’imposer des frais en cas d’accès ou d’usage futurs des API.
pl: Pewien dostęp do interfejsów API może być zapewniony bezpłatnie. Jednakże {platform_name} zastrzega sobie prawo do pobierania opłat za przyszłe użytkowanie lub dostęp do interfejsów API.
pt_pt: Um determinado acesso à APIs pode ser concedido gratuitamente, mas a {platform_name} reserva-se o direito de cobrar taxas para uso futuro ou acesso às APIs.
zh_tw: 可以免費提供對API的某些訪問，但是{platform_name}保留收取費用以供將來使用或訪問API的權利。

source: {platform_name_capitalized} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
da: {platform_name_capitalized} forbeholder sig retten til at ændre vilkårene til enhver tid uden forudgående varsel. Eventuelle ændringer af vilkårene træder i kraft umiddelbart efter offentliggørelse på denne side med en opdateret ikrafttrædelsesdato. Ved at tilgå eller bruge API'erne, efter at der er foretaget ændringer, tilkendegiver du din accept på et fremtidigt grundlag til de ændrede vilkår og alle ændringerne. Sørg for at vende tilbage til denne side med jævne mellemrum for at sikre dig fortrolighed med den nyeste version af vilkårene.
fr: {platform_name_capitalized} se réserve le droit de modifier les Condition à tout moment, sans préavis. Toute modification de ces Conditions entre en vigueur dès son affichage sur cette page, avec une date d'effet mise à jour. En accédant aux API après que des modifications aient été apportées, vous signifiez votre accord sur une base prospective des Conditions modifiées et de ses changements. Assurez-vous de revenir à cette page régulièrement afin de vous familiariser avec la version la plus récente des Conditions.
pl: {platform_name_capitalized} zastrzega sobie prawo do zmiany Warunków korzystania w dowolnym momencie, bez uprzedzenia. Wszelkie zmiany w niniejszych Warunkach korzystania będą obowiązywać natychmiast po opublikowaniu ich na tej stronie, z podaniem aktualnej daty wejścia w życie. Uzyskując dostęp do interfejsów API po wprowadzeniu zmian, wyrażasz zgodę na przyszłość na zmodyfikowane Warunki korzystania i ich zmiany. Pamiętaj, aby okresowo powracać na tę stronę w celu zapoznania się z najbardziej aktualną wersją Warunków korzystania.
pt_pt: {platform_name_capitalized} reserva-se o direito de modificar os Termos em qualquer altura sem aviso prévio. Quaisquer alterações aos Termos entrarão em vigor imediatamente após a sua publicação nesta página, com uma data efectiva actualizada. Ao aceder ou utilizar as APIs após a realização de quaisquer alterações, o utilizador declara o seu acordo, aos Termos modificados e a todas as alterações. Certifique-se de voltar a esta página periodicamente para assegurar a familiaridade com a versão mais actual dos Termos.

source: {platform_name_capitalized} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
da: {platform_name_capitalized} kan også opdatere eller ændre API'erne fra tid til anden uden forudgående varsel. Disse ændringer kan påvirke din brug af API'erne eller den måde, din integration interagerer med API'en på. Hvis vi foretager en ændring, der er uacceptabel for dig, bør du stoppe med at bruge API'erne. Fortsat brug af API'erne betyder, at du accepterer ændringen.
fr: {platform_name_capitalized} peut également mettre à jour ou modifier les API de temps à autre, sans préavis. Ces modifications peuvent avoir un effet sur votre utilisation des API ou de la manière comment votre intégration interagit avec les API. Si l’une de nos modifications vous paraît inacceptable, vous devriez arrêter d’utiliser les API. L’utilisation continue des API indique que vous acceptez la modification.
pl: {platform_name_capitalized} może również aktualizować lub zmieniać interfejsy API od czasu do czasu bez powiadomienia. Zmiany te mogą mieć wpływ na korzystanie z interfejsów API lub sposób, w jaki Twoja integracja współdziała z interfejsami API. Jeśli którekolwiek z naszych zmian są dla Ciebie nie do przyjęcia, powinieneś zaprzestać korzystania z interfejsów API. Dalsze korzystanie z interfejsów API oznacza akceptację tych zmian.
pt_pt: {platform_name_capitalized} pode também actualizar ou modificar as APIs periodicamente sem aviso prévio. Estas alterações podem afectar a sua utilização das APIs ou a forma como a sua integração interage com as APIs. Se fizermos uma alteração que seja inaceitável para si, deverá deixar de utilizar as APIs. A utilização continuada das APIs significa que aceita a alteração.

source: Confidentiality
da: Fortrolighed
fr: Confidentialité
pl: Poufność
pt_pt: Confidencialidade
zh_tw: 保密

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and prevent and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
da: Dine legitimationsoplysninger (såsom klienthemmeligheder og ID'er) er beregnet til udelukkende at blive brugt af dig. Du vil holde dine legitimationsoplysninger fortrolige og forhindre og afskrække andre fra at bruge dine legitimationsoplysninger. Dine legitimationsoplysninger er muligvis ikke indlejret i open source-projekter.
fr: Vos identifiants (tels que le secret client et les ID) sont prévus pour n’être utilisés que par vous. Vos identifiants doivent rester confidentiels, et vous devez empêcher et décourager les autres de les utiliser. Ils ne peuvent être intégrés dans un projet open source.
pl: Twoje dane uwierzytelniające (takie jak tajemnica klienta i identyfikatory) są przeznaczone wyłącznie dla Ciebie. Twoje dane uwierzytelniające muszą być utrzymywane w tajemnicy, a Ty musisz zapobiegać i zniechęcać innych do ich używania. Nie mogą być one włączone do projektu open source.
pt_pt: As suas credenciais (como as IDs) destinam-se a ser utilizadas exclusivamente por si. Manterá as suas credenciais confidenciais e impedirá e desencorajará outros de utilizarem as suas credenciais. As suas credenciais não podem ser incorporadas em projectos de código aberto.
zh_tw: 您的憑據（例如客戶密碼和ID）僅供您使用。 您將對憑據保密，並防止和阻止其他人使用您的憑據。 您的憑據可能未嵌入開源項目中。

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential Information does not include information that you independently developed, that was rightfully given to you by a third party without any confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
da: I tilfælde af at {platform_name} giver dig adgang til oplysninger, der er specifikke for {platform_name} og/eller de API'er, der enten er markeret som &quot;Fortroligt&quot;, eller som en fornuftig person ville antage at være fortrolige eller ophavsretlige i betragtning af vilkårene for dets offentliggørelse ( &quot;Fortrolige oplysninger&quot;), accepterer du kun at bruge disse oplysninger til at bruge og bygge med API'erne. Du må ikke videregive de fortrolige oplysninger til nogen uden {platform_name}s forudgående skriftlige samtykke, og du accepterer at beskytte de fortrolige oplysninger mod uautoriseret brug og videregivelse på samme måde, som du ville beskytte dine egne fortrolige oplysninger. Fortrolige oplysninger omfatter ikke oplysninger, som du selvstændigt har udviklet, som retmæssigt er blevet givet til dig af en tredjepart uden nogen fortrolighedsforpligtelse, eller som bliver offentlige uden din egen skyld. Du kan videregive Fortrolige oplysninger, når du er tvunget til det ved lov, hvis du giver {platform_name} et rimeligt forudgående varsel, medmindre en domstol bestemmer, at {platform_name} ikke modtager varsel.
fr: Dans l’éventualité où {platform_name} vous fournit l’accès à des informations, propres à {platform_name} et/ou aux API, qualifiées de « Confidentielles » ou qu’une personne raisonnable pourrait assumer comme étant confidentielles ou de nature exclusive en fonction de leurs conditions de diffusion (« Informations confidentielles »), vous acceptez de destiner ces informations exclusivement à l’utilisation et à la création à l’aide d’API. Vous ne pouvez divulguer les Informations confidentielles à personne sans le consentement écrit préalable de {platform_name}, et vous acceptez de protéger les Informations confidentielles des utilisations non autorisées et des divulgations de la même manière que vous protégeriez vos propres informations confidentielles. L’information que vous avez vous-même développée, reçue légitimement d’un tiers sans obligation de confidentialité, ou devenue publique à travers sans que ce soit de votre faute ne peut être qualifiée d’Information confidentielle. Vous pouvez divulguez des Informations confidentielles lorsque la loi vous y oblige si vous prévenez {platform_name} avec un préavis raisonnable, à moins qu’un tribunal n’enjoigne de ne donner aucun préavis à {platform_name}.
pl: W przypadku, gdy {platform_name} zapewnia dostęp do informacji specyficznych dla {platform_name} i/lub interfejsów API, które są oznaczone jako „Poufne” lub które rozsądna osoba uzna za poufne lub zastrzeżone, biorąc pod uwagę warunki ich ujawnienia ( „Informacje poufne”), zgadzasz się używać tych informacji wyłącznie w celu używania i tworzenia za pomocą interfejsów API. Nie możesz ujawniać Informacji Poufnych nikomu bez uprzedniej pisemnej zgody {platform_name} i zgadzasz się chronić Informacje Poufne przed nieautoryzowanym wykorzystaniem i ujawnieniem w taki sam sposób, w jaki chroniłbyś własne informacje poufne. Informacje poufne nie obejmują informacji, które zostały opracowane przez Ciebie niezależnie, które zgodnie z prawem zostały Ci przekazane przez stronę trzecią bez obowiązku zachowania poufności lub które zostały upublicznione bez Twojej winy. Możesz ujawnić Informacje poufne, gdy jest to wymagane przez prawo, jeśli powiadomisz platformę {platform_name} z odpowiednim wyprzedzeniem, chyba że sąd nakaże, aby platforma {platform_name} nie otrzymała powiadomienia.
pt_pt: No caso de {platform_name} lhe fornecer acesso a informações específicas a {platform_name} e/ou às APIs que estejam marcadas como "Confidencial" ou que uma pessoa razoável presumiria ser confidencial ou proprietária tendo em conta os termos da sua divulgação ("Informações Confidenciais"), concorda em utilizar estas informações apenas para utilizar e construir com as APIs. Não pode divulgar as Informações Confidenciais a ninguém sem o consentimento prévio por escrito da {platform_name}, e concorda em proteger as Informações Confidenciais contra utilização e divulgação não autorizadas da mesma forma que protegeria as suas próprias informações confidenciais. As Informações Confidenciais não incluem informações que desenvolveu independentemente, que lhe foram legitimamente fornecidas por terceiros sem qualquer obrigação de confidencialidade, ou que se tornam públicas sem intervenção sua. Pode divulgar Informações Confidenciais quando obrigado por lei a fazê-lo se fornecer {platform_name} com aviso prévio razoável, a menos que um tribunal ordene que {platform_name} não receba aviso prévio.

source: Disclaimer of Warranty / Limitation of Liabilities
da: Ansvarsfraskrivelse / Ansvarsbegrænsning
fr: Exclusion de garantie / Limitation de responsabilité
pl: Zrzeczenie się gwarancji / Ograniczenie odpowiedzialności
pt_pt: Aviso Legal de Garantia / Limitação de Responsabilidades
zh_tw: 保固免責聲明 / 責任範圍限制

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
da: API'erne OG ALLE OPLYSNINGER, API-INDHOLD ELLER TJENESTER, DER ER TILGÆNGELIGE PÅ ELLER GENNEM API'erne, LEVERES &quot;SOM DE ER&quot; OG &quot;SOM DE ER TILGÆNGELIGE&quot; UDEN GARANTI AF NOGEN ART (UDTALT, UNDERFORSTÅET ELLER ANDEN MÅDE), HERUNDER INKLUDERET, INKLUDERET SALGBARHED, EGNETHED TIL ET BESTEMT FORMÅL OG IKKE-KRÆNKELSE, UNDTAGET FOR SÅDAN SÅDAN UNDERFORSTÅEDE GARANTIER IKKE KAN FRASKRIVES I HENHOLD TIL GÆLDENDE LOV.
fr: LES API ET L’ENSEMBLE DES INFORMATIONS, CONTENU DES API OU SERVICES MIS À VOTRE DISPOSITION SUR OU À TRAVERS LES API SONT FOURNIS « TEL QUEL » ET « TEL QUE DISPONIBLE » SANS GARANTIE QUELCONQUE (EXPRESSE, IMPLICITE OU AUTRE), Y COMPRIS, MAIS SANS SE LIMITER À, TOUTE GARANTIE IMPLICITE DE QUALITÉ MARCHANDE, DE CONFORMITÉ À UN USAGE SPÉCIFIQUE ET D’ABSENCE DE CONTREFAÇON, POUR AUTANT QUE LA LÉGISLATION EN VIGUEUR NE RÉFUTE PAS LES GARANTIES IMPLICITES EN QUESTION.
pl: API ORAZ WSZELKIE INFORMACJE, ZAWARTOŚĆ API LUB USŁUGI UDOSTĘPNIANE W API LUB ZA POŚREDNICTWEM SĄ DOSTARCZANE W STANIE „TAK JAK SĄ” I „W MIARĘ DOSTĘPNOŚCI” BEZ JAKICHKOLWIEK GWARANCJI (WYRAŹNYCH, DOROZUMIANYCH LUB INNYCH), W TYM MIĘDZY INNYMI WSZELKICH DOROZUMIANYCH GWARANCJI WARTOŚCI HANDLOWEJ, PRZYDATNOŚCI DO OKREŚLONEGO CELU I NIENARUSZANIA PRAW, Z WYJĄTKIEM, ŻE TAKIE DOROZUMIANE GWARANCJE NIE MOGĄ BYĆ WYŁĄCZONE ZGODNIE Z OBOWIĄZUJĄCYM PRAWEM.
pt_pt: AS APIS E QUALQUER INFORMAÇÃO, CONTEÚDO DA API OU SERVIÇOS DISPONIBILIZADOS NAS OU ATRAVÉS DAS APIS SÃO FORNECIDAS "NO ESTADO EM QUE SE ENCONTRAM" E "CONFORME DISPONÍVEIS", SEM GARANTIA DE QUALQUER NATUREZA (EXPRESSA, IMPLÍCITA OU DE OUTRA FORMA), INCLUINDO, SEM LIMITAÇÃO , QUALQUER GARANTIA IMPLÍCITA DE COMERCIALIZAÇÃO, ADEQUAÇÃO PARA UM PROPÓSITO ESPECÍFICO E NÃO VIOLAÇÃO, EXCEPTO NA MEDIDA EM QUE TAIS GARANTIAS IMPLÍCITAS NÃO POSSAM SER RENUNCIADAS AO ABRIGO DA LEI APLICÁVEL.
zh_tw: API 與任何資訊、API 內或透過 API 提供的 API 內容或服務，皆依 "現狀" 及 "可用性" 提供，不具任何形式的擔保 (明示、暗示或其他形式)，包括 (但不限於) 任何暗示商品適售性、符合特定用途及不侵權之擔保，除非任何上述暗示擔保依法不得免責。

source: {platform_name} AND THE {platform_name} PARTICIPANTS DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE.
da: {platform_name} OG {platform_name} DELTAGERE GARANTERER IKKE, AT API'erne VIL FUNGERE PÅ EN UAFBRUDT ELLER FEJLFRI MÅDE, AT API'ERNE ER FRI FOR ANDRE API'ER, DER ER FRI FOR KOMPLETTERNE, DER ER FRI FOR KOMPLETTERNE, DER ER FRI FOR KOMPLETTERNE, DER ER FRI ELLER FORVENTNINGER. {platform_name} OG {platform_name}-DELTAGERE GIVER HELLER INGEN GARANTI FOR NØJAGTIGHED, FULDSTÆNDIGHED, AKTUELLE ELLER KVALITET AF API'ERNE ELLER NOGET API-INDHOLD, ELLER, DER ER ELLER DER ER MED TIL EN DEL, DER ER MED TIL AT VÆRE MED ET API.
fr: {platform_name} ET LES PARTICIPANTS {platform_name} NE GARANTISSENT PAS LE FONCTIONNEMENT ININTERROMPU OU EXEMPT D’ERREUR DES API, L’ABSENCE DE VIRUS OU D’AUTRES HÔTES INDÉSIRABLES DANS LES API, OU QUE LES API ET LE CONTENU DES API RÉPONDENT À VOS ATTENTES ET BESOINS. DE MÊME {platform_name} ET LES PARTICIPANTS {platform_name} NE FONT AUCUNE GARANTIE PAR RAPPORT À L’EXACTITUDE, L’INTÉGRALITÉ, L’ACTUALITÉ OU LA QUALITÉ DES API OU D’UN QUELCONQUE CONTENU D’API, OU ENCORE QUANT À LA DISPONIBILITÉ CONTINUE OU NON D’UN CONTENU D’API PARTICULIER.
pl: {platform_name} ORAZ UCZESTNICY {platform_name} NIE GWARANTUJĄ, ŻE INTERFEJSY API BĘDĄ DZIAŁAĆ W SPOSÓB NIEPRZERWANY I WOLNY OD BŁĘDÓW, ŻE INTERFEJSY API SĄ WOLNE OD WIRUSÓW LUB INNYCH SZKODLIWYCH KOMPONENTÓW, ANI ŻE DOSTARCZANE API LUB ZAWARTOŚĆ API SPEŁNIĄ TWOJE POTRZEBY LUB OCZEKIWANIA. {platform_name} I UCZESTNICY {platform_name} RÓWNIEŻ NIE GWARANTUJĄ DOKŁADNOŚCI, KOMPLETNOŚCI, TERMINOWOŚCI LUB JAKOŚCI INTERFEJSÓW API LUB JAKICHKOLWIEK ZAWARTOŚCI API, ANI ŻE KONKRETNA ZAWARTOŚĆ API BĘDZIE UDOSTĘPNIANA.
pt_pt: {platform_name} E OS PARTICIPANTES {platform_name} NÃO GARANTEM QUE AS APIS OPEREM DE UMA FORMA ININTERRUPTA OU SEM ERROS, QUE AS APIS ESTEJAM LIVRES DE VÍRUS OU DE OUTROS COMPONENTES PREJUDICIAIS, OU QUE AS APIS OU O CONTEÚDO DA API CORRESPONDERÁ ÀS SUAS NECESSIDADES OU EXPECTATIVAS. {platform_name} E OS PARTICIPANTES {platform_name} TAMBÉM NÃO GARANTEM A PRECISÃO, INTEGRIDADE, RAPIDEZ OU QUALIDADE DAS APIS OU QUALQUER CONTEÚDO DA API, OU QUE QUALQUER CONTEÚDO ESPECÍFICO DA API CONTINUE A SER DISPONIBILIZADO.

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH INFORMATION, MATERIALS OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
da: BRUG AF API'ERNE OG API-INDHOLDET OG ENHVER TJENESTER FÅET FRA ELLER GENNEM API'ERNE ER PÅ DIN EGEN RISIKO. DIN ADGANG TIL ELLER DOWNLOAD AF OPLYSNINGER, MATERIALER ELLER DATA VIA API'erne ER PÅ DIT EGEN VALG OG RISIKO, OG DU VIL ENESTE ANSVARLIG FOR ENHVER SKADE PÅ DIN EJENDOM (INKLUSIVE DIT COMPUTERSYSTEM) BRUG AF SÅDANNE OPLYSNINGER, MATERIALER ELLER DATA, MEDMINDRE ANDET DET UDTRYKKELIGT ER ANGIVET I {platform_name} FORTROLIGHEDSPOLITIKKEN.
fr: L’UTILISATION DES API, AINSI QUE DU CONTENU DES API ET DE TOUT AUTRE SERVICE OBTENU PAR OU GRÂCE AUX API, SE FAIT À VOS PROPRES RISQUES. VOTRE ACCÈS AUX OU TÉLÉCHARGEMENT DES INFORMATIONS, DOCUMENTS OU DONNÉES À L’AIDE DES API SE FAIT VOTRE ENTIÈRE DISCRÉTION ET À VOS PROPRES RISQUES, ET VOUS SEREZ LE SEUL RESPONSABLE DES ÉVENTUELS DOMMAGES SUBIS PAR VOTRE PROPRIÉTE (DONT VOTRE SYSTÈME INFORMATIQUE) OU DES PERTES DE DONNÉES PROVOQUÉES PAR LE TÉLÉCHARGEMENT OU L’EMPLOI DE L’INFORMATION, DOCUMENT OU DONNÉE EN QUESTION, SAUF EN CAS DE DÉROGATION ÉCRITE CONTRAIRE PRÉVUE PAR LA POLITIQUE DE CONFIDENTIALITÉ DE {platform_name}.
pl: KORZYSTANIE Z INTERFEJSÓW API, ZAWARTOŚCI API ORAZ WSZELKICH USŁUG UZYSKANYCH Z LUB ZA POŚREDNICTWEM API ODBYWA SIĘ NA WŁASNE RYZYKO. UŻYTKOWNIK WYŁĄCZNIE ODPOWIADA ZA DOSTĘP DO INFORMACJI, MATERIAŁÓW LUB DANYCH ZA POŚREDNICTWEM INTERFEJSU API, WSZELKIE USZKODZENIA WŁASNOŚCI (W TYM SYSTEMU KOMPUTEROWEGO) LUB UTRATĘ DANYCH WYNIKAJĄCYCH Z POBRANIA LUB WYKORZYSTYWANIE TAKICH INFORMACJI, MATERIAŁÓW LUB DANYCH, JEŚLI W POLITYCE PRYWATNOŚCI {platform_name} WYRAŹNIE NIE PRZEWIDZIANO INACZEJ.
pt_pt: O USO DAS APIS, E DO CONTEÚDO DA API E QUAISQUER SERVIÇOS OBTIDOS A PARTIR DAS APIS OU POR SI, ESTÃO POR SUA CONTA E RISCO. O SEU ACESSO OU DOWNLOAD DE INFORMAÇÕES, MATERIAIS OU DADOS ATRAVÉS DAS APIS É POR SUA PRÓPRIA CONTA E RISCO, E SERÁ O ÚNICO RESPONSÁVEL POR QUAISQUER DANOS À SUA PROPRIEDADE (INCLUINDO O SEU SISTEMA DE COMPUTADOR) OU PERDA DE DADOS QUE RESULTEM DA DOWNLOAD OU USO DE TAIS INFORMAÇÕES, MATERIAIS OU DADOS, A MENOS QUE EXPRESSAMENTE FORNECIDO DE OUTRA FORMA NA POLÍTICA DE PRIVACIDADE DA {platform_name}.
zh_tw: 自行承擔使用API以及API內容以及通過API獲得或通過API獲得的任何服務的風險。 您自行決定是否通過API訪問或下載信息，材料或數據，並承擔風險，並且對由於下載而導致的財產（包括計算機系統）或數據丟失的任何損害將全權負責使用這樣的信息，資料或數據，除非在{platform_name} 隱私政策另有明文規定。
