Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
da: Indsendt. Så snart et svar er returneret, vil denne meddelelse blive erstattet af denne feedback.
fr: Soumis. Dès qu'une réponse sera envoyée, ce message sera remplacé par cette réponse.
pl: Zgłoszenie zarejestrowane. Gdy tylko otrzymasz odpowiedź, ten komunikat zostanie zastąpiony oceną.
pt_pt: Submetido. Assim que uma resposta for devolvida, esta mensagem será substituída por esse feedback.
zh_tw: 已提交。當回應返回時，此訊息將由這些反饋信息來代替。

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
da: Ingen svar fra XQueue inden for {xqueue_timeout} sekunder. Afbrudt.
fr: Pas de réponse de la Xqueue depuis {xqueue_timeout} secondes. Abandon.
pl: Brak odpowiedzi z Xqueue w ciągu {xqueue_timeout} sekund. Przerywam.
pt_pt: Sem resposta de Xqueue em {xqueue_timeout} segundos. Operação abortada.
zh_tw: 從 Xqueue {xqueue_timeout} 秒鐘內得不到回應。中止。

source: Error running code.
da: Fejlkode.
fr: Erreur lors de l'exécution du code.
pl: Błąd wczytywania kodu.
pt_pt: Erro ao executar o código.
zh_tw: 錯誤執行的程式碼。

source: Cannot connect to the queue
da: Kan ikke få forbindelse til køen
fr: Impossible de se connecter à la queue
pl: Nie udało się połączyć z kolejką
pt_pt: Não foi possível conectar-se à fila
zh_tw: 無法連接佇列

source: No formula specified.
da: Ingen formel angivet.
fr: Aucune formule indiquée.
pl: Nie określono formuły.
pt_pt: Nenhuma fórmula foi especificada.
zh_tw: 未指定任何方程式。

source: Couldn't parse formula: {error_msg}
da: Kunne ikke analysere formel: {error_msg}
fr: Impossible d'analyser la formule : {error_msg}
pl: Nie udało się uruchomić formuły: {error_msg}
pt_pt: Não foi possível analisar a fórmula: {error_msg}
zh_tw: 無法解析方程式：{error_msg}

source: Error while rendering preview
da: Fejl under forhåndsvisning
fr: Erreur lors du rendu de l'aperçu
pl: Błąd w trakcie renderowania podglądu
pt_pt: Erro durante a pré-visualização
zh_tw: 繪製預覽時發生錯誤

source: Sorry, couldn't parse formula
da: Beklager, kunne ikke analysere formlen
fr: Désolé, impossible d'analyser la formule
pl: Przepraszamy, nie udało się uruchomić formuły
pt_pt: Desculpe, não foi possível analisar a fórmula
zh_tw: 抱歉，無法解析方程式

source: {input_type}: unexpected tag {tag_name}
da: {input_type}: uventet tag {tag_name}
fr: {input_type} : balise inattendue {tag_name}
pl: {input_type}: niespodziewany tag {tag_name}
pt_pt: {input_type}: etiqueta inesperada {tag_name}
zh_tw: {input_type}：非預期的標籤 {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
da: Forventede et {expected_tag} tag; fik {given_tag} i stedet
fr: La balise {expected_tag} était attendue ; {given_tag} a été reçue à la place
pl: System spodziewał się tagu {expected_tag} ; otrzymał {given_tag}
pt_pt: Esperada uma etiqueta {expected_tag}; mas foi obtida uma etiqueta {given_tag}
zh_tw: 預期 {expected_tag} 標籤; 實際上得到{given_tag}

source: Question {index}
da: Spørgsmål {index}
pl: Pytanie {index}
pt_pt: Pergunta {index}
zh_tw: 問題 {index}

source: Correct:
da: Korrekt:
pl: Poprawnie:
pt_pt: Correto:
zh_tw: 正確:

source: Incorrect:
da: Ukorrekt:
pl: Błędnie:
pt_pt: Incorreto:
zh_tw: 不正確:

source: Answer
da: Svar
fr: Réponse
pl: Odpowiedź
pt_pt: Resposta
zh_tw: 答案

source: Error {err} in evaluating hint function {hintfn}.
da: Fejl {err} ved evaluering af tip-funktion {hintfn}.
fr: Erreur {err} dans la fonction d'indice {hintfn}.
pl: Błąd {err} w trakcie szacowania funkcji podpowiedzi {hintfn}.
pt_pt: Ocorreu um erro {err} ao avaliar a função de sugestão {hintfn}.
zh_tw: 提示功能 {hintfn} 發生錯誤 {err}

source: (Source code line unavailable)
da: (Kilde kode linje utilgængelig)
fr: (Ligne de code source non disponible)
pl: (Linia kodu źródłowego niedostępna)
pt_pt: (A linha de código fonte não está disponível)
zh_tw: (原始程式不可用)

source: See XML source line {sourcenum}.
da: Se XML kilde linje {sourcenum}.
fr: Regardez la ligne {sourcenum} de la source XML.
pl: Zobacz linię źródłową w XML: {sourcenum}.
pt_pt: Veja a linha de origem em XML {sourcenum}.
zh_tw: 請參閱XML 原始程式 {sourcenum}.

source: Checkboxes
da: Afkrydsningsfelter
fr: Question à choix multiple
pl: Pola wyboru
pt_pt: Caixa de Seleção
zh_tw: 複選題

source: Multiple Choice
da: Flere Valg
fr: Question à choix unique
pl: Wielokrotnego wyboru
pt_pt: Escolha Múltipla
zh_tw: 單選題

source: Do not use shuffle and answer-pool at the same time
da: Brug ikke shuffle og svarpulje på samme tid
fr: Ne pas utiliser "shuffle" et "answer-pool" en même temps
pl: Nie używaj równocześnie opcji "tasowanie" i "pula odpowiedzi"
pt_pt: Não utilize os atributos 'shuffle' e 'answer-pool' simultaneamente
zh_tw: 請勿同時使用拖拽和答案池

source: answer-pool value should be an integer
da: svarpuljeværdien skal være et heltal
fr: La valeur de "answer-pool" doit être un entier
pl: Wartość puli odpowiedzi powinna być liczbą całkowitą
pt_pt: o valor da answer-pool deve ser um número inteiro
zh_tw: 答案池的值必須是整數

source: Choicegroup must include at least 1 correct and 1 incorrect choice
da: Choicegroup skal indeholde mindst 1 korrekt og 1 forkert valg
fr: Un "choicegroup" doit contenir au moins 1 choix correct et 1 choix incorrect
pl: Grupa odpowiedzi musi zawierać przynajmniej 1 poprawną i 1 niepoprawną odpowiedź
pt_pt: O grupo de opções deve incluir pelo menos uma opção correta e uma incorreta
zh_tw: Choiceg​​roup 必須至少包含1個正確選項和1個錯誤選項

source: True/False Choice
da: Sandt/Falsk Valg
fr: Choix Vrai/Faux
pl: Wybór Prawda/Fałsz
pt_pt: Seleção verdadeiro/falso
zh_tw: True/False 選擇

source: Numerical Input
da: Numerisk input
fr: Chiffres à saisir
pl: Pole numeryczne
pt_pt: Introdução Numérica
zh_tw: 數字輸入

source: There was a problem with the staff answer to this problem.
da: Der opstod et problem med personalets svar på dette problem.
fr: Il y a eu un problème avec la réponse de l'équipe pédagogique à cette question.
pl: Wystąpił problem z odpowiedzią kadry na to ćwiczenie.
pt_pt: Houve um problema com a resposta da equipa para este problema.
zh_tw: 與工作人員的作答有問題。

source: Could not interpret '{student_answer}' as a number.
da: Kunne ikke oversætte '{student_answer}' til et tal.
fr: Impossible d'interpréter '{student_answer}' comme un nombre.
pl: Nie udało się zinterpretować '{student_answer}' jako liczby.
pt_pt: Não foi possível interpretar '{student_answer}' como um número.
zh_tw: 無法解釋 '{student_answer}' 為一個數字。

source: Factorial function evaluated outside its domain:'{student_answer}'
da: Faktoriel funktion evalueret uden for dens domæne'{student_answer}'
fr: Fonction factorielle évaluée en dehors de son domaine : '{student_answer}'
pl: Funkcja silni oszacowana poza swoją domeną:'{student_answer}'
pt_pt: Função fatorial avaliada fora do seu domínio: '{student_answer}'

source: Invalid math syntax: '{student_answer}'
da: Ugyldig math syntaks: '{student_answer}'
fr: Syntaxe mathématique invalide : '{student_answer}'
pl: Nieprawidłowa składnia matematyczna: '{student_answer}'
pt_pt: Sintaxe matemática inválida: '{student_answer}'
zh_tw: 無效的數學語法： '{student_answer}'

source: You may not use complex numbers in range tolerance problems
da: Du må ikke bruge komplekse tal i opgaver, hvor der er toleranceangivelse med tal
fr: Vous ne pouvez pas utiliser des nombres complexes dans les exercices ayant un intervalle de tolérance
pl: Nie możesz używać liczb zespolonych w ćwiczeniach z zakresu tolerancji
pt_pt: Não pode usar números complexos no intervalo, problema de tolerância
zh_tw: 在公差範圍內的問題，您不得使用複數

source: There was a problem with the staff answer to this problem: complex boundary.
da: Der opstod et problem med svar på dette spørgsmål: Kompleks afgrænsning.
fr: Il y a un problème avec la réponse de l'équipe pédagogique à cet exercice : frontière complexe.
pl: Wystąpił problem z odpowiedzią kadry na to ćwiczenie.: zbyt zaawansowana granica.
pt_pt: Ocorreu um erro com a resposta da equipa de suporte para este problema: limite complexo.
zh_tw: 存在與工作人員回答了這個問題的一個問題：複雜的邊界。

source: There was a problem with the staff answer to this problem: empty boundary.
da: Der opstod et problem med personalets svar på dette spørgsmål: tom afgrænsning
fr: Il y a un problème avec la réponse de l'équipe pédagogique à cet exercice : frontière vide.
pl: Wystąpił problem z odpowiedzią kadry na to ćwiczenie.: pusta granica.
pt_pt: Ocorreu um erro com a resposta da equipa de suporte para este problema: limite vazio.
zh_tw: 存在與工作人員回答了這個問題的一個問題：空邊界。

source: or
da: eller
fr: ou
pl: lub
pt_pt: ou
zh_tw: 或者

source: Text Input
da: Tekst input
fr: Texte à saisir
pl: Pole tekstowe
pt_pt: Entrada de Texto
zh_tw: 文字輸入

source: error
da: fejl
fr: erreur
pl: błąd
pt_pt: erro
zh_tw: 錯誤

source: Custom Evaluated Script
da: Brugerdefineret evalueret script
fr: Script d'évaluation personnalisé
pl: Niestandardowo sprawdzany skrypt
pt_pt: Script personalizado de avaliação
zh_tw: 自定義評估腳本

source: error getting student answer from {student_answers}
da: fejl ved indhentning af kursist svar fra {student_answers}
fr: erreur lors de la récupération de la réponse d'un étudiant depuis {student_answers}
pl: błąd w trakcie pobierania odpowiedzi studenta z {student_answers}
pt_pt: erro em obter a resposta do estudante {student_answers}
zh_tw: 獲取學生答案 {student_answers} 發生錯誤

source: No answer entered!
da: Intet svar indtastet!
fr: Aucune réponse entrée !
pl: Nie wprowadzono odpowiedzi!
pt_pt: Nenhuma resposta inserida!
zh_tw: 沒有輸入答案！

source: CustomResponse: check function returned an invalid dictionary!
da: CustomResponse: tjek funktionen returneret en ugyldig ordbog!
fr: CustomResponse : La fonction de vérification a renvoyé un dictionnaire invalide !
pl: CustomResponse: funkcja sprawdzania zwróciła nieprawidłową wartość!
pt_pt: Resposta personalizada: a função de verificação devolveu um dicionário inválido!
zh_tw: CustomResponse：檢查函數傳回一個無效的詞典！

source: Symbolic Math Input
da: Symbolsk Math Input
fr: Formule mathématique à saisir
pl: Pole na obliczenia symboliczne
pt_pt: Entrada Simbólica Matemática
zh_tw: 輸入數學符號

source: An error occurred with SymbolicResponse. The error was: {error_msg}
da: Der opstod en fejl med SymbolicResponse. Fejlen var: {error_msg}
fr: Une erreur est survenue dans SymbolicResponse. L'erreur était : {error_msg}
pl: Wystąpił błąd z SymbolicResponse. Błąd: {error_msg}
pt_pt: Ocorreu um erro com RespostaSimbólica. O erro foi: {error_msg}
zh_tw: SymbolicResponse時發生一個錯誤。錯誤描述: {error_msg}

source: Code Input
da: Kode
fr: Code informatique à saisir
pl: Pole na kod
pt_pt: Entrada de Código
zh_tw: 輸入程式碼

source: No answer provided.
da: Intet svar.
fr: Aucune réponse fournie.
pl: Nie podano odpowiedzi.
pt_pt: Nenhuma resposta fornecida.
zh_tw: 未提供答案。

source: Error: No grader has been set up for this problem.
da: Fejl: Der er ingen karaktergiver tilknyttet denne opgave.
fr: Erreur : aucun évaluateur n'a été spécifiée pour ce problème.
pl: Błąd: nie ustawiono systemu oceny dla tego ćwiczenia.
pt_pt: Erro: Não foi definido um avaliador para este problema.
zh_tw: 錯誤：未針對此問題設置評分

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
da: Kan ikke levere din indsendelse til karaktergiver (Årsag: {error_msg}). Prøv igen senere.
fr: Impossible de donner votre soumission à l'évaluateur (Raison : {error_msg}). Veuillez réessayer plus tard, s'il vous plaît.
pl: Nie udało się dostarczyć twojej odpowiedzi do systemu oceny (powód: {error_msg}). Proszę spróbować ponownie później.
pt_pt: Não foi possível entregar a sua submissão ao corretor (Razão: {error_msg}). Por favor tente novamente mais tarde.
zh_tw: 目前無法將您的答案送交評分 (原因：{error_msg})，請稍後再試。

source: Invalid grader reply. Please contact the course staff.
da: Ugyldigt karaktergiver svar. Kontakt venligst kursusadministrationen.
fr: Réponse invalide de l'évaluateur. Veuillez contacter l'équipe pédagogique.
pl: Nieprawidłowa odpowiedź z systemu oceny. Proszę skontaktować się z kadrą kursu.
pt_pt: A resposta do corretor foi inválida. Por favor, entre em contacto com a equipa do curso.
zh_tw: 發生錯誤。 請聯繫過程的工作人員。

source: External Grader
da: Ekstern karaktergiver
fr: Évaluateur externe
pl: Zewnętrzny system oceniania
pt_pt: Avaliador externo
zh_tw: 外部評分者

source: Math Expression Input
da: Matematisk udtryk
fr: Expression mathématique
pl: Pole na wyrażenie matematyczne
pt_pt: Entrada de Expressão Matemática
zh_tw: 輸入數學表示式

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
da: Faktoriel funktion er ikke tilladt som svar på dette problem. Forudsat svar var: {bad_input}
fr: Fonction factorielle non autorisée en réponse à cet exercice. La réponse donnée était : {bad_input}
pl: Funkcja silni nie jest dozwolona w odpowiedzi na to ćwiczenie. Wprowadzoną odpowiedzią było: {bad_input}
pt_pt: Funções fatoriais não são permitidas em respostas para este problema. A resposta dada foi: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
da: Ugyldigt input: Kunne ikke fortolke '{bad_input}' som en formel.
fr: Entrée invalide : Ne peut pas analyser '{bad_input}' comme une formule.
pl: Nieprawidłowa zawartość: nie udało się zanalizować '{bad_input}' jako formuły.
pt_pt: Entrada inválida: Não foi possível analisar '{bad_input}' como uma fórmula.
zh_tw: 無效的輸入：無法解析 '{bad_input}' 為公式。

source: Invalid input: Could not parse '{bad_input}' as a formula
da: Ugyldigt input: Kunne ikke fortolke '{bad_input}' som en formel
fr: Entrée invalide : impossible d'analyser '{bad_input}' comme une formule
pl: Nieprawidłowa zawartość: nie udało się zanalizować '{bad_input}' jako formuły
pt_pt: Entrada inválida: Não foi possível analisar '{bad_input}' como uma fórmula
zh_tw: 無效的輸入：無法解析 '{bad_input}' 為公式。

source: Error in evaluating SchematicResponse. The error was: {error_msg}
da: Fejl i vurderingen SchematicResponse. Fejlen var: {error_msg}
fr: Erreur dans l'évaluation de SchematicResponse. L'erreur est : {error_msg}
pl: Błąd w trakcie oceny schematu. Błąd: {error_msg}
pt_pt: Ocorreu um erro na avaliação da resposta esquemática. O erro foi: {error_msg}
zh_tw: 在評價SchematicResponse時出現錯誤。錯誤為：{error_msg}

source: error grading {image_input_id} (input={user_input})
da: fejl i karaktergivning {image_input_id} (input = {user_input})
fr: erreur à la notation {image_input_id} (input={user_input})
pl: błąd w trakcie oceniania {image_input_id} (input={user_input})
pt_pt: erro na avaliação {image_input_id} (input={user_input})
zh_tw: 錯誤分級 {image_input_id} (輸入= {user_input} )

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
da: Fejl i problemspecifikation! Kan ikke analyse rektangel i {sr_coords}
fr: Erreur dans la spécification du problème ! Impossible d'analyser les coordonnées du rectangle {sr_coords}
pl: Błąd w specyfikacji ćwiczenia! Nie udało się zanalizować prostokąta w {sr_coords}
pt_pt: Erro na especificação do problema! Não é possível analisar o retângulo em {sr_coords}
zh_tw: 問題說明錯誤！在{sr_coords}無法解析矩形

source: Annotation Input
da: Forklarende tekst
fr: Champ annotation
pl: Pole na przypis
pt_pt: Entrada de Anotação
zh_tw: 註解輸入

source: Checkboxes With Text Input
da: Afkrydsningsfelt med tekst
fr: Cases à cocher avec champ texte
pl: Pola wyboru z tekstem
pt_pt: Caixas de verificação com entrada de texto
zh_tw: 可輸入文字的複選題

source: Answer not provided for {input_type}
da: Svar ikke er angivet for {input_type}
fr: Réponse non fournie pour {input_type}
pl: Nie podano odpowiedzi dla {input_type}
pt_pt: Resposta não fornecida para {input_type}
zh_tw: 並未提供答案給 {input_type}

source: The Staff answer could not be interpreted as a number.
da: Svaret kunne ikke udlægges som et tal.
fr: La réponse de l'équipe pédagogique ne peut pas être interprétée comme un nombre.
pl: Nie udało się zinterpretować odpowiedzi kadry jako liczby.
pt_pt: A resposta da equipa não pode ser interpretada como um número.
zh_tw: 該工作人員答案不能被解釋成一個數字。

source: Could not interpret '{given_answer}' as a number.
da: Kunne ikke udlægge '{given_answer}' som et tal.
fr: Impossible d'interpréter '{given_answer}' comme étant un nombre.
pl: Nie udało się zinterpretować '{given_answer}' jako liczby.
pt_pt: Não foi possível interpretar '{given_answer}' como um número.
zh_tw: 無法解釋'{given_answer}' 成一個數字。

source: Codejail API Service is unavailable. Please try again in a few minutes.
da: Codejail API Service er ikke tilgængelig. Prøv venligst igen om et par minutter.
fr: Le service API de Codejail est indisponible. Veuillez réessayer dans quelques minutes.
pt_pt: O Serviço Codejail API não está disponível. Por favor, tente novamente em alguns minutos.

source: Codejail API Service invalid response.
da: Codejail API Service ugyldigt svar.
fr: Mauvaise réponse du service d'API Codejail
pt_pt: Serviço Codejail API resposta inválida.

source: Invalid JSON response received from codejail api service.
da: Ugyldigt JSON-svar modtaget fra codejail api-tjenesten.
fr: Réponse JSON invalide reçu par l'API de Codejail
pt_pt: Resposta JSON inválida recebida do serviço codejail api.

source: XML data for the annotation
da: XML-data til den forklarende tekst
fr: données XML pour l'annotation
pl: Dane XML dla przypisu
pt_pt: Dados XML para a anotação
zh_tw: XML 數據註解

source: The display name for this component.
da: Visningsnavnet for denne komponent.
fr: Le nom d'affichage de ce composant.
pl: Nazwa wyświetlana tego elementu.
pt_pt: O nome exibido para este componente.

source: Annotation
da: Forklarende tekst
pl: Przypis
pt_pt: Anotação
zh_tw: 註解

source: Blank Advanced Problem
da: Blank Avanceret Problem
pt_pt: Problema avançado em branco

source: Number of attempts taken by the student on this problem
da: Antal forsøg, der er gjort af kursisten på dette spørgsmål
fr: Nombre d'essais réalisés par l'étudiant sur cet exercice
pl: Liczba prób podjętych przez studenta w celu rozwiązania ćwiczenia
pt_pt: Número de tentativas efetuadas pelo estudante neste problema
zh_tw: 學生在這個問題的嘗試次數

source: Maximum Attempts
da: Maksimalt antal forsøg
fr: Nombre d'essais maximum
pl: Maksymalna liczba prób
pt_pt: Máximo de tentativas
zh_tw: 最大嘗試次數

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
da: Angiv antal gange, en kursist kan forsøge at besvare denne opgave. Hvis værdien ikke er angivet, er uendelige antal forsøg tilladt.
fr: Définit le nombre de fois qu'un étudiant peut essayer de répondre au problème. Si aucune valeur n'est précisée, un nombre infini d'essais est autorisé.
pl: Określa liczbę prób odpowiedzi, jaką student może podjąć dla bieżącego ćwiczenia. Przy braku określonej liczby stosuje się nielimitowaną ilość prób.
pt_pt: Define o número de vezes que um estudante pode tentar responder a este problema. Se o valor não estiver definido, é permitido um número infinito de tentativas.
zh_tw: 定義學生可以嘗試回答這個問題的數量。如果該值沒有被設置，就可以無限的嘗試。

source: Date that this problem is due by
da: Forfaldsdato
fr: Date à laquelle l'exercice doit être rendu
pl: Ostateczny termin na ukończenie ćwiczenia
pt_pt: Data em que expira este problema
zh_tw: 此問題的截止日期

source: Amount of time after the due date that submissions will be accepted
da: Mængden af tid efter forfaldsdatoen, hvor besvarelser vil blive accepteret
fr: Délai, après l'échéance, pendant lequel les soumissions seront encore acceptées
pl: Dodatkowy czas po terminie ostatecznym, po którym zgłoszenia nadal będą przyjmowane.
pt_pt: Tempo após a data limite em que submissões ainda serão aceites
zh_tw: 在截止日期之後，提交還可以被接受的時間長度。

source: Show Results
da: Vis resultater
fr: Voir les résultats
pl: Pokaż wyniki
pt_pt: Mostrar resultados

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
da: Definerer, hvornår der skal vises, om en elevs svar på problemet er korrekt. Konfigureret på underafsnittet.
fr: Définit quand afficher si la réponse d'un étudiant au problème est juste. Configuré à la sous-section.
pl: Określa kiedy wyświetlić informację, czy odpowiedź studenta na ćwiczenie była prawidłowa. Konfiguracja na poziomie lekcji.
pt_pt: Define quando mostrar se a resposta do estudante para o problema está correta. Configurado na subsecção.

source: Always
da: Altid
fr: Toujours
pl: Zawsze
pt_pt: Sempre
zh_tw: 總是

source: Never
da: Aldrig
fr: Jamais
pl: Nigdy
pt_pt: Nunca
zh_tw: 從不

source: Past Due
da: Forfaldsdato overskredet
fr: Date de rendu dépassée
pl: Po terminie
pt_pt: Prazo ultrapassado
zh_tw: 已到期

source: Show Answer
da: Vis Svar
fr: Afficher la réponse
pl: Wyświetl odpowiedź
pt_pt: Mostrar Resposta
zh_tw: 顯示答案

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
da: Definerer hvornår svaret på en opgave skal vises. En standardværdi kan indstilles i Avancerede indstillinger.
fr: Définit quand afficher la solution du problème. Une valeur par défaut peut être introduite dans les paramètres avancés.
pl: Określ kiedy wyświetlić odpowiedź na ćwiczenie. Można wskazać domyślną wartość w ustawieniach zaawansowanych.
pt_pt: Define quando mostrar a resposta ao problema. Um valor padrão pode ser definido nas Configurações Avançadas.
zh_tw: 定義何時顯示這個問題的答案。預設值可以在高級設置中設置。

source: Answered
da: Besvaret
fr: Répondu
pl: Odpowiedziano
pt_pt: Respondido
zh_tw: 已回答

source: Attempted or Past Due
da: Forsøgt eller forfalden
fr: Tenté ou en retard
pt_pt: Tentativa ou Vencido

source: Closed
da: Lukket
fr: Fermé
pl: Zamknięte
pt_pt: Fechado
zh_tw: 已關閉

source: Finished
da: Afsluttet
fr: Terminé
pl: Ukończone
pt_pt: Concluído
zh_tw: 已完成

source: Correct or Past Due
da: Rettidig eller senere end forfaldsdato
fr: Correct ou date d'échéance dépassée
pl: Prawidłowo lub po terminie
pt_pt: Correto ou Prazo Vencido
zh_tw: 正確或已過期

source: After Some Number of Attempts
da: Efter nogle Antal Forsøg
fr: Après un certain nombre de tentatives
pt_pt: Depois de Algumas Tentativas

source: After All Attempts
da: Efter alle Forsøg
fr: Après toutes les tentatives
pt_pt: Depois de todas as tentativas

source: After All Attempts or Correct
da: Efter alle Forsøg eller Korrekt
fr: Après toutes les tentatives ou correct
pt_pt: Depois de todas as tentativas ou correto

source: Attempted
da: Forsøgt
fr: Essayé
pl: Podjęto próbę
pt_pt: Tentativa
zh_tw: 已嘗試

source: Show Answer: Number of Attempts
da: Vis svar: Antal forsøg
fr: Afficher la réponse : Nombre de tentatives
pt_pt: Mostrar Resposta: Número de Tentativas

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
da: Antal gange eleven skal forsøge at besvare spørgsmålet, før knappen Vis svar vises.
fr: Nombre de fois où l'étudiant doit tenter de répondre à la question avant que le bouton Afficher la réponse ne s'affiche.
pt_pt: Número de vezes que o aluno deve tentar responder à pergunta antes de aparecer o botão Mostrar Resposta.

source: Whether to force the save button to appear on the page
da: Om Gem-tasten skal vises på siden
fr: Forcer le bouton enregistrer pour apparaître sur la page
pl: Czy zmuszać do wyświetlania przycisku zapisu na tej stronie
pt_pt: Se forçar o botão de guardar a aparecer na página
zh_tw: 是否強制 儲存按鈕 顯示在這個頁面上

source: Show Reset Button
da: Vis Nulstil-knappen
fr: Afficher le bouton Réinitialiser
pl: Pokazuj przycisk resetu
pt_pt: Mostrar botão de reiniciar
zh_tw: 顯示重新設定按鈕
