Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: I agree to the {link_start}Terms of Service{link_end}
da: Jeg accepterer {link_start}Servicevilkårene{link_end}
fr: J'accepte les {link_start}conditions d'utilisation du Service{link_end}
pl: Akceptuję {link_start}Warunki korzystania z Serwisu{link_end}
pt_pt: Eu concordo com os {link_start}Termos de Serviço{link_end}
zh_tw: 我同意{link_start}服務條款{link_end}

source: I agree to the {link_start}Honor Code{link_end}
da: Jeg accepterer {link_start}Honor Code{link_end}
fr: J'accepte la {link_start}charte utilisateur{link_end}
pl: Zgadzam się z {link_start}Kodeksem Honorowym{link_end}
pt_pt: Eu concordo com o {link_start}Código de Honra{link_end}
zh_tw: 我同意{link_start}榮譽守則{link_end}

source: Create My Account
da: Opret Min Konto
fr: Créer mon compte
pl: Utwórz moje konto
pt_pt: Criar a Minha Conta
zh_tw: 建立我的帳號

source: Already have an account?
da: Har du allerede en konto?
fr: Vous avez déjà un compte ?
pl: Już posiadasz konto?
pt_pt: Já tem uma conta?
zh_tw: 已經擁有帳戶了嗎？

source: Login.
da: Log ind
fr: Connexion
pl: Zaloguj się
pt_pt: Inicie a sessão.
zh_tw: 登入

source: This content experiment uses group configuration '{group_configuration_name}'.
da: Dette indholdseksperiment bruger gruppekonfiguration '{group_configuration_name}'.
fr: Cette expérience de contenu utilise la configuration de groupe '{group_configuration_name}'.
pl: Ten eksperyment z treścią wykorzystuje konfigurację grupową '{group_configuration_name}'.
pt_pt: Esta experiência de conteúdo usa a configuração de grupo '{group_configuration_name}'.
zh_tw: 這個內容實驗使用了群組設定'{group_configuration_name}'。

source: Active Groups
da: Aktive Grupper
fr: Groupes actifs
pl: Grupy aktywne
pt_pt: Grupos Ativos
zh_tw: 活躍小組

source: Inactive Groups
da: Inaktive Grupper
fr: Groupes inactifs
pl: Grupy nieaktywne
pt_pt: Grupos Inativos
zh_tw: 不活躍的群組

source: Staff Debug Info
da: Personale Debug Info
fr: Info de débogage pour l'équipe pédagogique
pl: Tryb debugowania kadry - informacje
pt_pt: Informação de Depuração para a Equipa
zh_tw: 工作人員除錯資訊

source: Submission history
da: Historik for indsendelser
fr: Historique des soumissions
pl: Historia zgłoszeń
pt_pt: História de submissões
zh_tw: 提交歷史

source: {platform_name} Content Quality Assessment
da: {platform_name} Bedømmelse af Kvalitet af Indhold
fr: Évaluation de la qualité du contenu de {platform_name}
pl: Ocena jakości treści {platform_name}
pt_pt: Avaliação da qualidade do conteúdo {platform_name}
zh_tw: {platform_name} 內容品質評估

source: Comment
da: Kommentar
fr: Commentaire
pl: Komentarz
pt_pt: Comentário
zh_tw: 注釋

source: comment
da: kommentér
fr: commentaire
pl: komentarz
pt_pt: comentário
zh_tw: 注釋

source: Tag
da: Mærke
pt_pt: Etiqueta
zh_tw: 標籤

source: Optional tag (eg "done" or "broken"):
da: Valgfri "tag" (f.eks. "færdig" eller "brudt"):
fr: Tag optionnel (par exemple "fait" ou "cassé"):
pl: Opcjonalny tag (np. "zrobione" albo "zepsute"):
pt_pt: Etiqueta opcional (ex. "feito" or "interrompido"):
zh_tw: 選項標誌(如：“done” 或 “broken”)：

source: tag
da: mærke
pt_pt: etiqueta
zh_tw: 標籤

source: Add comment
da: Tilføj kommentar
fr: Ajouter un commentaire
pl: Dodaj komentarz
pt_pt: Adicionar comentário
zh_tw: 新增評論

source: Staff Debug:
da: Personale-fejlretning:
fr: Info de débogage:
pl: Debugowanie kadry:
pt_pt: Depuração da Equipa:
zh_tw: 工作人員除錯

source: Score (for override only)
da: Score (kun for tilsidesættelse)
fr: Score (uniquement pour remplacer)
pl: Ocena (wyłącznie do nadpisania)
pt_pt: Pontuação (apenas para substituição)
zh_tw: 分數(僅用於取代)

source: Reset Learner's Attempts to Zero
da: Nulstil elevens forsøg til nul
fr: Réinitialiser les essais de l'apprenant
pl: Zresetuj do zera próby studenta
pt_pt: Reiniciar Tentativas do Estudante para Zero
zh_tw: 將該學生的嘗試紀錄重設為零

source: Delete Learner's State
da: Slet elevens tilstand
fr: Supprimer l'état de l'apprenant
pl: Usuń stan studenta
pt_pt: Apagar Estado do Estudante
zh_tw: 刪除學習狀態。

source: Rescore Learner's Submission
da: Rescore elevens indsendelse
fr: Réévaluer la soumission d'un apprenant
pl: Oceń ponownie pracę studenta
pt_pt: Reavaliar a Submissão do Estudante
zh_tw: 重新評定該學生提交的答案

source: Rescore Only If Score Improves
da: Rescore kun hvis score forbedres
fr: Réévaluer uniquement si le score est amélioré
pl: Oceń ponownie tylko w przypadku poprawy oceny
pt_pt: Reavaliar Apenas Se a Pontuação Melhorar
zh_tw: 只重新評定分數有進步的學生

source: Override Score
da: Tilsidesæt score
fr: Remplacer le score
pl: Nadpisz ocenę
pt_pt: Substituir Pontuação
zh_tw: 取代得分

source: Module Fields
da: Modul Felter
fr: Champs Module
pl: Pola modułu
pt_pt: Campos do Módulo
zh_tw: 模組欄位

source: XML attributes
da: XML attributter
fr: attributs XML
pl: Atrybuty XML
pt_pt: Atributos XML
zh_tw: XML 屬性

source: Submission History Viewer
da: Tilmeldings Historik Viewer
fr: Visionneuse d'historique de soumission
pl: Podgląd historii zgłoszeń
pt_pt: Visualizador do Histórico de Submissões
zh_tw: 提交歷史檢視器

source: Learner's {platform_name} email address or username:
da: Elevens {platform_name} e-mailadresse eller brugernavn:
fr: L'adresse courriel ou le nom d'utilisateur de l'apprenant sur {platform_name} :
pl: Adres e-mail lub nazwa użytkownika na {platform_name}:
pt_pt: Endereço de correio electrónico ou nome de utilizador do estudante {platform_name} :

source: Enter the learner email address or username
da: Indtast elevens e-mailadresse eller brugernavn
fr: Saisissez l'adresse courriel ou le nom d'utilisateur de l'apprenant
pl: Wprowadź adres e-mail lub nazwę użytkownika studenta
pt_pt: Introduza o endereço de e-mail ou nome de utilizador do estudante

source: View History
da: Se Historik
fr: Afficher historique
pl: Wyświetl historię
pt_pt: Ver Histórico
zh_tw: 檢視歷史記錄

source: {course_number} Textbook
da: {course_number} Tekstbog
fr: Manuel {course_number}
pl: Podręcznik kursu {course_number}
pt_pt: Manual {course_number}
zh_tw: {course_number} 課本

source: Textbook Navigation
da: Tekstbog Navigering
fr: Navigation Manuel
pl: Poruszanie się po podręczniku
pt_pt: Navegação do Manual
zh_tw: 課本導航

source: Page
da: Side
pl: Strona
pt_pt: Página
zh_tw: 頁面

source: Previous page
da: Forrige side
fr: Page précédente
pl: Poprzednia strona
pt_pt: Página anterior
zh_tw: 上一頁

source: Next page
da: Næste side
fr: Page suivante
pl: Następna strona
pt_pt: Página seguinte
zh_tw: 下一頁

source: datetime
da: datotid
fr: date
pl: czas i data
pt_pt: data e hora
zh_tw: 日期時間

source: ipaddr
da: ipadr
fr: adresse ip
zh_tw: ip位址

source: source
da: kilde
pl: źródło
pt_pt: fonte
zh_tw: 來源

source: Unsubscribe Successful!
da: Afmelding lykkedes!
fr: Désinscription réussie !
pl: Anulowanie subskrypcji zakończone powodzeniem!
pt_pt: Subscrição Cancelada com Sucesso!
zh_tw: 退訂成功！

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
da: Du vil ikke længere modtage e-mails med forum-notifikationer fra {platform_name}. Du kan vende tilbage til {dashboard_link_start} betjeningspanelet {link_end}. Hvis du havde til hensigt at gøre dette, kan du {undo_link_start} tilmelde dig igen {link_end}.
fr: Vous ne recevrez plus de notifications par e-mail de {platform_name}. Cliquer {dashboard_link_start}ici{link_end} pour retourner à votre tableau de bord. Si vous avez effectué cette action par erreur, cliquer {undo_link_start}ici{link_end} pour les recevoir à nouveau.
pl: Nie będziesz już otrzymywać e-maili z powiadomieniami z forum {platform_name}. Możesz {dashboard_link_start}wrócić do pulpitu{link_end}. Jeżeli nie chciałeś wyłączyć subskrypcji, {undo_link_start}możesz ją wznowić{link_end}.
pt_pt: Não receberá mais emails de notificação do fórum de {platform_name}. Pode {dashboard_link_start}regressar ao seu painel de controlo{link_end}. Se não pretendia fazer isto, {undo_link_start}pode voltar a subscrever{link_end}.
zh_tw: 您將不打算再從{platform_name}接收討論區通知郵件，請點選{dashboard_link_start}這裡{link_end}返回到主頁。如果您反悔了，請點選{undo_link_start}這裡{link_end}重新訂閱。

source: Dashboard for:
da: Betjeningspanel for:
fr: Tableau de bord pour :
pl: Pulpit dla:
pt_pt: Painel de controlo para:
zh_tw: 我的課程：

source: Usermenu
da: Brugermenu
fr: Menu de l'utilisateur
pl: Menu użytkownika
pt_pt: Menu do utilizador
zh_tw: 使用者功能表

source: More options
da: Flere muligheder
fr: Plus d'options
pl: Więcej opcji
pt_pt: Mais opções
zh_tw: 更多選項

source: More Options
da: Flere muligheder
fr: Plus d'options
pl: Więcej opcji
pt_pt: Mais Opções
zh_tw: 更多選項

source: Using the system
da: Brug af systemet
fr: Utilisation du système
pl: Korzystanie z systemu
pt_pt: Utilizando o sistema
zh_tw: 使用系統

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
da: Brug underteksterne og scroll bar ved video playback til at navigere. Klik på underteksterne for at springe hurtigt fremad og tilbage ved små mængder.
fr: Pendant la lecture de la vidéo, utilisez les sous-titres et la barre de défilement pour naviguer. Cliquer sur les sous-titres est un moyen rapide pour avancer et reculer de quelques instants.
pl: Podczas odtwarzania filmu, w celu nawigacji korzystaj z napisów i paska przewijania. Klikanie w napisy jest szybkim sposobem na przesuwanie się do przodu lub do tyłu.
pt_pt: Durante a reprodução do vídeo, utilizar as legendas e a barra de deslocamento para navegar. Clicar nas legendas é uma forma rápida de saltar para a frente e para trás por pequenas quantidades.
zh_tw: 當影片重播時，請使用字幕或者捲軸來操縱。點擊副標題可以便捷地實現向前或向後跳躍一小段。

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
da: Hvis du har et display med lav opløsning, kan navigeringsskyderen skjules ved at klikke på feltet med tre venstrepile ved siden af.
fr: Si vous utilisez un affichage en basse résolution, la barre de navigation à gauche peut être masquée en cliquant sur le jeu de trois flèches se trouvant à coté.
pl: Jeśli masz ustawioną niską rozdzielczość ekranu, możesz ukryć lewy pasek nawigacyjny klikając na znajdujący się obok niego zestaw trzech strzałek.
pt_pt: Se estiver a usar um ecrã de baixa resolução, a barra de navegação esquerda pode ser escondida clicando no conjunto de três setas esquerdas ao lado.
zh_tw: 如果您使用的是低解析度的顯示器，可以通過點擊旁邊的三個左箭頭來隱藏左邊的捲軸。

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
da: Hvis du har brug for større eller mindre skrifttyper, kan du bruge browser indstillingerne til at skalere op eller ned. I Google Chrome gøres dette ved at trykke på ctrl-plus eller ctrl-minus samtidig.
fr: Si vous avez besoin de polices de caractères plus grandes ou plus petites, utilisez les paramètres de votre navigateur pour les agrandir ou les diminuer. Sous Google Chrome, ceci se fait avec CTRL+PLUS, ou CTRL+MOINS.
pl: Jeżeli potrzebujesz większej lub mniejszej czcionki, skorzystaj z ustawień swojej przeglądarki, aby ją przeskalować. W Google Chrome można tego dokonać wciskając odpowiednio ctrl-plus lub ctrl-minus.
pt_pt: Se precisar de fontes maiores ou menores, use as configurações dos navegadores para dimensioná-las para cima ou para baixo. No Google Chrome, tal é feito pressionando ctrl+, ou ctrl- ao mesmo tempo.
zh_tw: 如果您需要更大或更小的字體，請使用瀏覽器設置實現縮放。以Google Chrome瀏覽器為例，可以透過按鍵Ctrl + +，Ctrl + -來完成放大和縮小功能。

source: {subsection_format} due {{date}}
da: {subsection_format} forfalder {{date}}
fr: {subsection_format} pour le {{date}}
pl: {subsection_format} termin {{date}}
pt_pt: {subsection_format} até {{date}}
zh_tw: {subsection_format} 截止日期 {{date}}

source: Due {date}
da: Forfalder {date}
fr: Échéance {date}
pl: Termin końcowy {date}
pt_pt: Termina a {date}

source: Past due
da: Ikke betalt til tiden
fr: En retard
pl: Po terminie
pt_pt: Data limite

source: Loading video player
da: Hent video player
fr: Chargement du lecteur vidéo
pl: Wczytywanie odtwarzacza filmów
pt_pt: Carregamento do leitor de vídeo
zh_tw: 正在載入影片撥放器

source: Play video
da: Afspil video
fr: Jouer la vidéo
pl: Odtwórz film
pt_pt: Reproduzir vídeo
zh_tw: 播放影片

source: No playable video sources found.
da: Ingen videoer fundet.
fr: Aucune source vidéo jouable trouvée
pl: Nie odnaleziono źródła filmu.
pt_pt: Não foram encontradas fontes de vídeo reproduzíveis.
zh_tw: 未找到可播放的影片。

source: Your browser does not support this video format. Try using a different browser.
da: Din browser understøtter ikke dette videoformat. Prøv at bruge en anden browser.
fr: Votre navigateur ne supporte pas ce format vidéo. Essayez avec un autre navigateur
pl: Twoja przeglądarka nie wspiera tego formatu video. Spróbuj użyć innej przeglądarki.
pt_pt: O seu navegador não suporta este formato de vídeo. Por favor tente usar um navegador diferente.
zh_tw: 您的瀏覽器不支援這種影片格式，請嘗試使用另一種瀏覽器。

source: Downloads and transcripts
da: Downloads og transskriptioner
fr: Téléchargements et transcriptions
pl: Pobrania i transkrypcje
pt_pt: Transferências e transcrições
zh_tw: 下載和字幕

source: Download video file
da: Download videofil
fr: Télécharger le fichier vidéo
pl: Pobierz plik filmowy
pt_pt: Transferir ficheiro de vídeo
zh_tw: 下載影片檔

source: Transcripts
da: Afskrifter
fr: Transcriptions
pl: Transkrypcje
pt_pt: Transcrições
zh_tw: 字幕

source: Download transcript
da: Download udskriften
fr: Télécharger la transcription
pl: Pobierz transkrypcję
pt_pt: Transferir transcrição
zh_tw: 下載字幕

source: {num} of {total}
da: {antal} af {total}
fr: {num} de {total}
pl: {num} z {total}
pt_pt: {num} de {total}
zh_tw: {num}/ {total}

source: Your words were:
da: Dine ord var:
fr: Vos mots étaient :
pl: Napisano słów:
pt_pt: As suas palavras foram:
zh_tw: 您的話是：

source: API Access Request
da: API-adgangsanmodning
fr: Requête d'accès API
pl: Żądanie dostępu do API
pt_pt: Pedido de Acesso API
zh_tw: API 存取要求

source: {platform_name} API Access Request
da: {platform_name} API-adgangsanmodning
fr: Requête d'accès API {platform_name}
pl: Żądanie dostępu do API {platform_name}
pt_pt: Pedido de Acesso API de {platform_name}
zh_tw: {platform_name} API 存取要求

source: Request API Access
da: Anmod om API-adgang
fr: Demander l'accès API
pl: Zażądaj dostępu do API
pt_pt: Pedir Acesso API
zh_tw: 要求 API 存取

source: API Access Request Status
da: API-adgangsanmodningsstatus
fr: Statut de la requête d'accès API
pl: Stan żądania dostępu do API
pt_pt: Estado do Pedido de Acesso API
zh_tw: API 存取要求狀態

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
da: Din anmodning om at få adgang til {platform_name} Course Catalog API behandles. Du vil modtage en besked på e-mailadressen i din profil, når behandlingen er afsluttet. Du kan også vende tilbage til denne side for at se status for din API-adgangsanmodning.
fr: Votre requête d'accès à l'API du catalogue de cours {platform_name} est en traitement. Vous recevrez un message à l'adresse courriel de votre profil quand elle sera complétée. Vous pouvez aussi revenir à cette page pour voir l'état de votre requête.
pl: Twoje żądanie dostępu do API Katalogu Kursów {platform_name} jest w tej chwili przetwarzane. Po jego rozpatrzeniu otrzymasz wiadomość na swój adres e-mail. Możesz również wracać do tej strony i sprawdzać stan swojego zgłoszenia.
pt_pt: O seu pedido de acesso ao {platform_name} da API do Catálogo de Cursos está a ser processado. Receberá uma mensagem no endereço de correio electrónico do seu perfil quando o processamento estiver completo. Pode também voltar a esta página para ver o estado do seu pedido de acesso à API.
zh_tw: 我們正在處理您的 {platform_name} 課程目錄 API 存取要求。處理完成後，您將在個人檔案中所提供的電子郵件地址收到一封郵件。您也可以返回此頁面查看 API 存取要求的狀態。

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
da: Din anmodning om at få adgang til {platform_name} Course Catalog API er blevet afvist. Kontakt {api_support_email_link}, hvis du mener, at dette er en fejl, eller hvis du har andre spørgsmål om brugen af denne API.
fr: Votre requête d'accès à l'API du catalogue de cours {platform_name} a été refusée. Si vous croyez que ce soit une erreur, ou pour d'autres questions sur l'utilisation de ce API, communiquer avec {api_support_email_link}.
pl: Twoje żądanie dostępu do API Katalogu Kursów {platform_name} zostało odrzucone. Jeżeli uważasz, że jest to błąd, lub masz jakieś pytania w związku z API, skontaktuj się na {api_support_email_link}.
pt_pt: O seu pedido de acesso à API do Catálogo de cursos {platform_name} foi recusado. Se considera que isto é um erro, ou para outras perguntas sobre o uso desta API, entre em contacto com {api_support_email_link}.
zh_tw: 您的 {platform_name} 課程目錄 API 存取要求已遭拒。如果您認為應該是弄錯了，或是有其他關於使用此 API 的疑問，請連絡 {api_support_email_link}。

source: Your request to access the {platform_name} Course Catalog API has been approved.
da: Din anmodning om at få adgang til {platform_name} Course Catalog API er blevet godkendt.
fr: Votre requête d'accès à l'API du catalogue de cours {platform_name} a été acceptée.
pl: Twoje żądanie dostępu do API Katalogu Kursów {platform_name} zostało zaakceptowane.
pt_pt: O seu pedido de acesso à API do catálogo de cursos {platform_name} foi aprovado.
zh_tw: 您的 {platform_name} 課程目錄 API 存取要求已核准。

source: Application Name
da: Ansøgningsnavn
fr: Nom d'application
pl: Nazwa aplikacji
pt_pt: Nome da Aplicação
zh_tw: 應用程式名稱

source: API Client ID
da: API-klient-id
fr: ID client de l'API
pt_pt: ID do Cliente API
zh_tw: API 用戶端 ID

source: API Client Secret
da: API-klienthemmelighed
fr: Secret client de l'API
pt_pt: Cliente API Secreto
zh_tw: API 用戶端密碼

source: Redirect URLs
da: Omdiriger URL'er
fr: URLs de redirection
pl: Linki przekierowujące
pt_pt: Redirecionar URLs
zh_tw: 重新導向 URL

source: If you would like to regenerate your API client information, please use the form below.
da: Hvis du gerne vil genskabe dine API-klientoplysninger, skal du bruge formularen nedenfor.
fr: Si vous désirez regénérer vos informations cleint pour l'API, s'il vous plaît utiliser le formulaire ci-dessous.
pl: Jeśli chcesz odnowić informację o swoim kliencie API, użyj poniższego formularza.
pt_pt: Se deseja restaurar as informações do seu cliente API, por favor utilize o formulário abaixo.
zh_tw: 如果您想要重新產生 API 用戶端資訊，請使用下方的表單。

source: Generate API client credentials
da: Generer API-klientlegitimationsoplysninger
fr: Générer les crédentiels client pour l'API
pl: Wygeneruj poświadczenia klienta API
pt_pt: Gerar credenciais cliente API
zh_tw: 產生 API 用戶端認證

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
da: Besøg {link_start}vores API-dokumentationsside{link_end} for at få flere oplysninger om {platform_name} Course Catalog API. For spørgsmål om brug af denne API, kontakt {api_support_email_link} .
fr: Pour en apprendre plus sur l'API de catalogue de cours {platform_name}, visiter {link_start}notre page de documentation API{link_end}. Pour les questions concernant l'utilisation de cet API, contacter {api_support_email_link}.
pl: Aby dowiedzieć się więcej na temat API Katalogu Kursów {platform_name}, odwiedź {link_start}stronę dokumentacji API{link_end}. W przypadku pytań o korzystanie z API, skontaktuj się na {api_support_email_link}.
pt_pt: Para saber mais sobre a API do catálogo de cursos {platform_name}, visite {link_start}a nossa página de documentação da API{link_end}. Para questões sobre a utilização desta API, entre em contacto com {api_support_email_link}.
zh_tw: 若要深入了解 {platform_name} 課程目路 API，請訪問{link_start}我們的 API 文件頁面{link_end}。有關使用此 API 的疑問，請連絡 {api_support_email_link}。

source: API Terms of Service
da: API Servicevilkår
fr: Conditions d'utilisation du API
pl: Warunki korzystania z API
pt_pt: Termos de Serviço API
zh_tw: API服務條款

source: Terms of Service for {platform_name} APIs
da: Servicevilkår for {platform_name} API'er
fr: Conditions d'utilisation des APIs de {platform_name}
pl: Warunki korzystania z API {platform_name}
pt_pt: Termos de Serviço para as APIs de {platform_name}
zh_tw: {platform_name} API 服務條款

source: Effective Date: May 24th, 2018
da: Ikrafttrædelsesdato: 24. maj 2018
fr: Date effective: 24 Mai 2018
pl: W mocy od 24 maja 2018r.
pt_pt: Entrada em vigor: 24 de Maio de 2018
zh_tw: 生效日期：2018年5月24日
