Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
da: Der opstod en fejl med at nulstille forsøg med adgangseksamen for kursist '{student_id}'. Tjek, at kursist-id er korrekt.
sv: Det gick inte att återställa försök till antagningsprov för eleven "{student_id}". Se till att elevidentifiering är korrekt.

source: Enter a student's username or email address.
da: Skriv kursistens brugernavn og e-mailadresse.
sv: Ange en elevs användarnamn eller e-postadress.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
da: Ønsker du at give denne kursist ('{student_id}') lov til at springe over adgangseksamen?
sv: Vill du tillåta den här studenten ('{student_id}') att hoppa över antagningsprovet?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
da: Der opstod en fejl. Tjek, at kursistens brugernavn og e-mailadresse er korrekt og prøv igen.
sv: Ett fel uppstod. Se till att elevens användarnamn eller e-postadress är korrekt och försök igen.

source: Entrance exam state is being deleted for student '{student_id}'.
da: Status for adgangseksamen slettes for kursist '{student_id}'.
sv: Tillståndet för inträdesprov tas bort för studenten '{student_id}'.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
da: Der opstod en fejl med at slette status på adgangseksamen for kursist '{student_id}'. Tjek, at kursist-id er korrekt.
sv: Det gick inte att ta bort inträdesprovets status för eleven "{student_id}". Se till att elevidentifiering är korrekt.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
da: Der opstod en fejl med få en opgavehistorik for adgangseksamen for kursist '{student_id}'. Tjek, at kursist-id er korrekt.
sv: Det gick inte att hämta uppgiftshistorik för antagningsprov för eleven "{student_id}". Se till att elevidentifiering är korrekt.

source: Reset attempts for all students on problem '<%- problem_id %>'?
da: Nulstille forsøg for alle elever på problemet '<%- problem_id %>'??
sv: Återställa försök för alla elever på problemet '<%- problem_id %>'?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
da: Opgaven er startet med at nulstille forsøg på problemet '<%- problem_id %>'?. Klik på knappen &#39;Vis opgavestatus&#39; for at se status for opgaven.
sv: Startade uppgiften för att återställa försök för problemet '<%- problem_id %>'. Klicka på knappen "Visa uppgiftsstatus" för att se status för uppgiften.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
da: Fejl ved start af en opgave til at nulstille forsøg for alle elever på problemet '<%- problem_id %>'?. Sørg for, at problemidentifikationen er komplet og korrekt.
sv: Det gick inte att starta en uppgift för att återställa försök för alla elever på problemet '<%- problem_id %>'. Se till att problemidentifieraren är komplett och korrekt.

source: Error listing task history for this student and problem.
da: Der opstod en fejl med at udarbejde en liste over opgavehistorik for denne kursist og dette problem.
sv: Det gick inte att lista uppgiftshistorik för den här eleven och problemet.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
da: Startede rescore problemopgave for problemet '<%- problem_id %>'? og elev &#39;&lt;%- student_id %&gt;&#39;. Klik på knappen &#39;Vis opgavestatus&#39; for at se status for opgaven.
sv: Startade återställning av problemuppgift för problemet '<%- problem_id %>' och elev '<%- student_id %>'. Klicka på knappen "Visa uppgiftsstatus" för att se status för uppgiften.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
da: Fejl ved start af en opgave til at genplacere problemet '<%- problem_id %>'? for elev &#39;&lt;%- student_id %&gt;&#39;. Sørg for, at problem- og elev-id&#39;erne er fuldstændige og korrekte.
sv: Det gick inte att starta en uppgift för att återställa problemet '<%- problem_id %>' för eleven '<%- student_id %>'. Se till att problemet och elevidentifieringarna är fullständiga och korrekta.

source: Please enter a score.
da: Indtast venligst en score.
sv: Vänligen ange en poäng.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
da: Startede opgave med at tilsidesætte scoren for opgaven '<%- problem_id %>'? og eleven &#39;&lt;%- student_id %&gt;&#39;. Klik på knappen &#39;Vis opgavestatus&#39; for at se status for opgaven.
sv: Startade uppgiften att åsidosätta poängen för problemet '<%- problem_id %>' och eleven '<%- student_id %>'. Klicka på knappen "Visa uppgiftsstatus" för att se status för uppgiften.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
da: Fejl ved start af en opgave for at tilsidesætte score for problem '<%- problem_id %>'? for elev &#39;&lt;%- student_id %&gt;&#39;. Sørg for, at scoren og problem- og elevidentifikatorerne er fuldstændige og korrekte.
sv: Det gick inte att starta en uppgift för att åsidosätta poängen för problemet '<%- problem_id %>' för eleven '<%- student_id %>'. Se till att poängen och problem- och elevidentifieringarna är fullständiga och korrekta.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
da: Påbegyndt rescore-opgave til optagelsesprøven for elev &#39;{student_id}&#39;. Klik på knappen 'Vis opgavestatus'for at se status for opgaven.
sv: Påbörjade återställningsuppgiften för inträdesprovet för studenten '{student_id}'. Klicka på knappen "Visa uppgiftsstatus" för att se status för uppgiften.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
da: Der opstod en fejl med at starte en opgave med at bedømme adgangseksamen for kursist '{student_id}'. Tjek, at der er problemer med adgangseksamen, og at kursist-id er korrekt.
sv: Det gick inte att starta en uppgift för att göra om inträdesprovet för eleven "{student_id}". Se till att inträdesprovet har problem i sig och att studentidentifiering är korrekt.

source: Rescore problem '<%- problem_id %>' for all students?
da: Genoprette problemet '<%- problem_id %>'? for alle elever?
sv: Återställ problemet '<%- problem_id %>' för alla elever?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
da: Opgaven er startet med at genplacere problemet '<%- problem_id %>'? for alle elever. Klik på knappen &#39;Vis opgavestatus&#39; for at se status for opgaven.
sv: Uppgiften att återställa problemet '<%- problem_id %>' har påbörjats för alla elever. Klicka på knappen "Visa uppgiftsstatus" för att se status för uppgiften.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
da: Fejl ved start af en opgave for at genoprette problemet '<%- problem_id %>'?. Sørg for, at problemidentifikationen er komplet og korrekt.
sv: Det gick inte att starta en uppgift för att återställa problemet '<%- problem_id %>'. Se till att problemidentifieraren är komplett och korrekt.

source: Task Type
da: Opgavetype
sv: Uppgiftstyp

source: Task inputs
da: Opgaveinput
sv: Uppgiftsinmatningar

source: Task ID
da: Opgave-id
sv: Uppgifts-ID

source: Requester
da: Forespørger
sv: Förfrågare

source: Submitted
da: Sendt
sv: Inlämnad

source: Duration (sec)
da: Varighed (sek)
sv: Varaktighet (sek)

source: State
da: Tilstand
sv: stat

source: Task Status
da: Opgavestatus
sv: Uppgiftsstatus

source: Task Progress
da: Opgaveforløb
sv: Uppgiftsframsteg

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
da: Der opstod en fejl med at genfinde din mail. Prøv venligst igen senere, og kontakt teknisk support, hvis problemet fortsætter.
sv: Ett fel uppstod när din e-post skulle hämtas. Försök igen senare och kontakta teknisk support om problemet kvarstår.

source: Sent By
da: Fra
sv: Skickat av

source: Sent To
da: Sendt til
sv: Skickad till

source: Time Sent
da: Afsendelsestidspunkt
sv: Tid skickad

source: Number Sent
da: Antal sendt
sv: Nummer skickat

source: Copy Email To Editor
da: Kopier mail til redaktør
sv: Kopiera e-post till redaktör

source: Subject:
da: Emne:
sv: Ämne:

source: Sent By:
da: Fra:
sv: Skickat av:

source: Time Sent:
da: Afsendelsestidspunkt:
sv: Tid skickad:

source: Sent To:
da: Til:
sv: Skickad till:

source: Message:
da: Besked:
sv: Meddelande:

source: No tasks currently running.
da: Der er ingen opgaver i gang.
sv: Inga uppgifter körs för närvarande.

source: File Name
da: Filbavn
sv: Filnamn

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
da: Links genereres, når de efterspørges, og udløber i løbet af 5 minutter pga. kursistinformationernes følsomme natur.
sv: Länkarna genereras när de efterfrågas och går ut inom 5 minuter på grund av den känsliga informationen om studenterna.

source: To access the courses available to you through {enterpriseName}, visit the {enterpriseName} dashboard.
da: Besøg {enterpriseName}-betjeningspanelet for at få adgang til de kurser, der er tilgængelige for dig via {enterpriseName}.
sv: Besök instrumentpanelen för {enterpriseName} för att komma åt de kurser som är tillgängliga för dig via {enterpriseName}.

source: Go to dashboard
da: Gå til dashboard
sv: Gå till instrumentpanelen

source: (Self-paced) Starts {start}
da: (Selvtempo) Starter {start}
sv: (Självtempo) Startar {start}

source: (Self-paced) Started {start}
da: (Selvtempo) Startet {start}
sv: (Självtempo) Startade {start}

source: (Self-paced) Ends {end}
da: (Selvtempo) Slutter {end}
sv: (Självtempo) Slutar {end}

source: (Self-paced) Ended {end}
da: (Selvtempo) Afsluttet {end}
sv: (Självtempo) Avslutad {end}

source: Starts {start}
da: Starter {start}
sv: Startar {start}

source: Started {start}
da: Startede {start}
sv: Startade {start}

source: Ends {end}
da: Slutter {end}
sv: Slutar {end}

source: You must select a session to access the course.
da: Du skal vælge en session for at få adgang til kurset.
sv: Du måste välja en session för att komma åt kursen.

source: There was an error. Please reload the page and try again.
da: Der opstod en fejl. Genindlæs siden og prøv igen.
sv: Det var ett problem. Ladda om sidan och försök igen.

source: Change Session
da: Skift session
sv: Ändra session

source: Select Session
da: Vælg Session
sv: Välj Session

source: Leave Current Session
da: Forlad nuværende session
sv: Lämna nuvarande session

source: Are you sure you want to select this session?
da: Er du sikker på, at du vil vælge denne session?
sv: Är du säker på att du vill välja den här sessionen?

source: Are you sure you want to change to a different session?
da: Er du sikker på, at du vil skifte til en anden session?
sv: Är du säker på att du vill byta till en annan session?

source: Any course progress or grades from your current session will be lost.
da: Eventuelle fremskridt eller karakterer fra din nuværende session vil gå tabt.
sv: Alla kursframsteg eller betyg från din nuvarande session kommer att gå förlorade.

source: Are you sure that you want to leave this session?
da: Er du sikker på, at du vil forlade denne session?
sv: Är du säker på att du vill lämna den här sessionen?

source: Your unenrollment request could not be processed. Please try again later.
da: Din anmodning om afmelding kunne ikke behandles. Prøv igen senere.
sv: Din begäran om avregistrering kunde inte behandlas. Vänligen försök igen senare.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
da: Er du sikker på, at du vil afmelde dig fra {courseName} ({courseNumber})? Du vil få refunderet det beløb, du har betalt.
sv: Är du säker på att du vill avregistrera dig från {courseName} ({courseNumber})? Du kommer att få tillbaka det belopp du betalat.

source: {type} Progress
da: {type} Fremskridt
sv: {typ} Framsteg

source: Earned Certificates
da: Optjente certifikater
sv: Intjänade certifikat

source: Enrolled
da: indskrevet
sv: Inskriven

source: Successfully reset the attempts for user {user}
da: Nulstil forsøgene for bruger {user}
sv: Återställt försöken för användaren {user}

source: Failed to reset attempts for user.
da: Kunne ikke nulstille forsøg for bruger.
sv: Det gick inte att återställa försök för användaren.

source: Successfully deleted student state for user {user}
da: Kursiststatus er slettet for bruger {user}
sv: Studentstatus har tagits bort för användaren {user}

source: Failed to delete student state for user.
da: Kunne ikke slette elevstatus for bruger.
sv: Det gick inte att ta bort studentstatus för användaren.

source: Successfully rescored problem for user {user}
da: Det lykkedes at bedømme problem for bruger {user}
sv: Återställt problem för användaren {user}

source: Failed to rescore problem for user.
da: Problemet for brugeren kunne ikke genoprettes.
sv: Det gick inte att återställa problem för användaren.

source: Successfully rescored problem to improve score for user {user}
da: Problemet blev genoprettet for at forbedre scoren for brugeren {user}
sv: Återställt problem för att förbättra poängen för användaren {user}

source: Failed to rescore problem to improve score for user.
da: Problemet kunne ikke genoprettes for at forbedre scoren for brugeren.
sv: Det gick inte att återställa problemet för att förbättra poängen för användaren.

source: Successfully overrode problem score for {user}
da: Det lykkedes at tilsidesætte problemscore for {user}
sv: Åsidosatte problempoängen för {user}

source: Could not override problem score for {user}.
da: Kunne ikke tilsidesætte problemscore for {user}.
sv: Det gick inte att åsidosätta problempoängen för {user}.

source: Enter and confirm your new password.
da: Indtast og bekræft din nye adgangskode.
sv: Ange och bekräfta ditt nya lösenord.

source: New Password
da: nyt kodeord
sv: nytt lösenord

source: Confirm Password
da: Bekræft kodeord
sv: Bekräfta lösenord

source: Passwords do not match.
da: Kodeordene er ikke ens.
sv: Lösenorden matchar inte.

source: Reset My Password
da: Nulstil Min Adgangskode
sv: Återställ mitt lösenord

source: Reset Your Password
da: Nulstil din adgangskode
sv: Återställ ditt lösenord

source: Error:
da: Fejl:
sv: Fel:

source: You may also lose access to verified certificates and other program credentials like MicroMasters certificates. If you want to make a copy of these for your records before proceeding with deletion, follow the instructions for {htmlStart}printing or downloading a certificate{htmlEnd}.
da: Du kan også miste adgangen til verificerede certifikater og andre programlegitimationsoplysninger som MicroMasters-certifikater. Hvis du vil lave en kopi af disse til dine arkiver, før du fortsætter med sletningen, skal du følge instruktionerne for at {htmlStart}udskrive eller downloade et certifikat{htmlEnd}.
sv: Du kan också förlora åtkomst till verifierade certifikat och andra programuppgifter som MicroMasters-certifikat. Om du vill göra en kopia av dessa för dina register innan du fortsätter med raderingen, följ instruktionerna för att {htmlStarta}utskrift eller nedladdning av ett certifikat{htmlEnd}.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
da: Før du fortsætter, bedes du {htmlStart}fjerne linket til alle sociale mediekonti{htmlEnd}.
sv: Innan du fortsätter {htmlStart}ta bort länken till alla sociala mediekonton{htmlEnd}.

source: Before proceeding, please {htmlStart}activate your account{htmlEnd}.
da: Før du fortsætter, bedes du {htmlStart}aktivere din konto{htmlEnd}.

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
da: {htmlStart}Vil du ændre din e-mail, dit navn eller din adgangskode i stedet?{htmlEnd}
sv: {htmlStart}Vill du ändra din e-postadress, ditt namn eller ditt lösenord istället?{htmlEnd}

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
da: {strongStart}Advarsel: Kontosletning er permanent.{strongEnd} Læs ovenstående omhyggeligt, før du fortsætter. Dette er en irreversibel handling, og {strongStart}du vil ikke længere være i stand til at bruge den samme e-mail på {platformName}.{strongEnd}
sv: {strongStart}Varning: Raderingen av kontot är permanent.{strongEnd} Läs ovanstående noggrant innan du fortsätter. Detta är en oåterkallelig åtgärd och {strongStart}du kommer inte längre att kunna använda samma e-post på {platformName}.{strongEnd}

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
da: Bemærk venligst: Sletning af din konto og personlige data er permanent og kan ikke fortrydes. {platformName} vil ikke være i stand til at gendanne din konto eller de data, der er slettet.
sv: Observera: Radering av ditt konto och personuppgifter är permanent och kan inte ångras. {platformName} kommer inte att kunna återställa ditt konto eller data som raderas.

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
da: Når først din konto er slettet, kan du ikke bruge den til at tage kurser i {platformName}-appen, {siteName} eller noget andet websted, der hostes af {platformName}.
sv: När ditt konto har raderats kan du inte använda det för att gå kurser i appen {platformName}, {siteName} eller någon annan webbplats som är värd för {platformName}.

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
da: Dette inkluderer adgang til {siteName} fra din arbejdsgivers eller universitets system{additionalSiteSpecificDeletionText}.
sv: Detta inkluderar åtkomst till {siteName} från din arbetsgivares eller universitets system{additionalSiteSpecificDeletionText}.

source: We’re sorry to see you go!
da: Vi er kede af at se dig gå!
sv: Vi är ledsna att se dig gå!

source: Delete My Account
da: Slet min konto
sv: Ta bort mitt konto

source: Password is incorrect
da: Adgangskoden er forkert
sv: Lösenord är inkorrekt

source: Unable to delete account
da: Kontoen kunne ikke slettes
sv: Det gick inte att ta bort kontot

source: Please re-enter your password.
da: Indtast venligst din adgangskode igen.
sv: Vänligen ange ditt lösenord igen.

source: Sorry, there was an error trying to process your request. Please try again later.
da: Beklager, der opstod en fejl under forsøget på at behandle din anmodning. Prøv igen senere.
sv: Det uppstod ett fel när du försökte behandla din begäran. Vänligen försök igen senare.

source: A Password is required
da: En adgangskode er påkrævet
sv: Ett lösenord krävs

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
da: Du har valgt 'Slet min konto' Sletning af din konto og personlige data er permanent og kan ikke fortrydes. {platformName} vil ikke være i stand til at gendanne din konto eller de data, der er slettet.
sv: Du har valt “Radera mitt konto.” Radering av ditt konto och personuppgifter är permanent och kan inte ångras. {platformName} kommer inte att kunna återställa ditt konto eller data som raderas.

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
da: Hvis du fortsætter, vil du ikke være i stand til at bruge denne konto til at tage kurser i {platformName}-appen, {siteName} eller noget andet websted, der hostes af {platformName}.
sv: Om du fortsätter kommer du inte att kunna använda det här kontot för att gå kurser i appen {platformName}, {siteName} eller någon annan webbplats som är värd för {platformName}.

source: If you still wish to continue and delete your account, please enter your account password:
da: Hvis du stadig ønsker at fortsætte og slette din konto, skal du indtaste din kontoadgangskode:
sv: Om du fortfarande vill fortsätta och ta bort ditt konto, vänligen ange ditt kontolösenord:

source: Yes, Delete
da: Ja, Slet
sv: Ja, ta bort

source: We're sorry to see you go! Your account will be deleted shortly.
da: Vi er kede af at se dig gå! Din konto slettes snarest.
sv: Vi är ledsna att se dig gå! Ditt konto kommer att raderas inom kort.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
da: Sletning af konto, herunder fjernelse fra e-mail-lister, kan tage et par uger at behandle fuldstændigt gennem vores system. Hvis du ønsker at fravælge e-mails inden da, bedes du afmelde fra sidefoden af enhver e-mail.
sv: Radering av konto, inklusive borttagning från e-postlistor, kan ta några veckor att bearbeta fullständigt genom vårt system. Om du vill välja bort e-post innan dess, vänligen avregistrera dig från sidfoten i alla e-postmeddelanden.

source: Terms of Service and Honor Code
da: Servicebetingelser & Æreskodeks
sv: Användarvillkor och Uppförandekod

source: Saving your email preference
da: Gemmer din e-mailpræference
sv: Sparar dina mailinställningar

source: Enrolling you in the selected course
da: Tilmelder dig det valgte kursus
sv: Registrerar dig på den valda kursen

source: Adding the selected course to your cart
da: Tilføjer det valgte kursus til din indkøbskurv
sv: Lägger till den valda kursen i din varukorg

source: Loading your courses
da: Indlæser dine kurser
sv: Laddar dina kurser

source: An error occurred.
da: En fejl opstod.
sv: Ett fel uppstod.

source: (optional)
da: (valgfri)
sv: (valfri)

source: We couldn't sign you in.
da: Vi kunne ikke logge dig ind.
sv: Vi kunde inte logga in dig.

source: An error occurred when signing you in to %s.
da: Der opstod en fejl, da du loggede ind på %s.
sv: Ett fel uppstod när du loggade in på %s.

source: Check Your Email
da: Tjek din e-mail
sv: Kontrollera din mail.
