Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Group Community TAs.
da: Gruppefællesskabsassistenter er medlemmer af fællesskabet, som hjælper kursushold med at moderere diskussioner. Gruppefællesskab TA'er ser kun indlæg fra elever i deres tildelte gruppe. De kan redigere eller slette indlæg, slette flag, lukke og genåbne tråde og godkende svar, men kun for indlæg fra elever i deres gruppe. Deres indlæg er markeret som &#39;Community TA&#39;. Kun tilmeldte elever kan tilføjes som gruppefællesskabs-TA'er.
fr: Le Soutien pédagogique du Groupe est composé de membres de la communauté qui aident les équipes pédagogiques à modérer les discussions. Le Soutien pédagogique du Groupe ne peut voir que les messages envoyés par les étudiants à leur groupe assigné. Ils peuvent modifier ou supprimer des messages, des dénonciations abusives, fermer et réouvrir des sujets, et approver des réponses, mais seulement pour les messages publiés par les étudiants de leur groupe. Leurs messages sont marqués comme venant du « Soutien pédagogique du Groupe ». Seuls les utilisateurs inscrits peuvent être ajoutés en tant que Soutien pédagogique du Groupe.
pl: Asystenci społeczności są zwykłymi członkami społeczności, którzy pomagają kadrze kursu w moderowaniu dyskusji i widzą wpisy studentów wyłącznie z przydzielonej im grupy. Mogą oni edytować lub usuwać wpisy, usuwać oflagowania, zamykać i otwierać tematy, oznaczać odpowiedzi oraz widzieć wpisy studentów z ich grupy. Ich wpisy oznaczone są jako 'Asystent społeczności'. Asystentami społeczności mogą zostać wyłącznie zarejestrowani użytkownicy.
pt_pt: Os Professores Assistentes do grupo são estudantes que ajudam a moderar os debates. Os Professores Assistentes do grupo veem apenas as publicações dos estudantes no grupo designado. Podem editar ou apagar publicações, limpar sinalizações, fechar ou reabrir tópicos, e reforçar respostas. As suas publicações são marcadas como 'Professor Assistente'. Apenas os estudantes inscritos podem ser adicionados como Professores Assistentes do grupo.
zh_tw: 團體社群助教是幫助課程團隊進行適度討論的社區成員。 社群助教僅查看其分配組中的學習者的音信。 他們可以編輯或刪除音信，清除標記，關閉和重新打開討論主題，並認可回應，但僅適用於組內學習者的音信。 他們的音信被標記為“社群助教”。 只有註冊的學員才能加入團體社群助教。

source: Add Group Community TA
da: Tilføj gruppefællesskab TA
fr: Ajouter un Soutien pédagogique du Groupe
pl: Dodaj asystenta społeczności grupy
pt_pt: Adicionar PA do Grupo Comunidade
zh_tw: 添加團體社群助教

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by learners in their assigned cohort or enrollment track, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Community TAs.
da: Community TA'er er medlemmer af fællesskabet, som hjælper kursushold med at moderere diskussioner. De kan se indlæg fra elever i deres tildelte kohorte eller tilmeldingsspor og kan redigere eller slette indlæg, slette flag, lukke eller genåbne tråde og godkende svar. Deres indlæg er markeret som &#39;Community TA&#39;. Kun tilmeldte elever kan tilføjes som Community TA'er.
fr: Le Soutien pédagogique est composé de membres de la communauté qui aident les équipes pédagogiques à modérer les discussions. Le Soutien pédagogique du Groupe peut voir les messages envoyés par les étudiants appartenant au groupe d’étudiants ou au parcours d’inscription lui étant affecté, et peut modifier ou supprimer des messages, des dénonciations abusives, fermer et rouvrir des sujets, et approuver des réponses. Leurs messages sont marqués comme venant du « Soutien pédagogique ». Seuls les utilisateurs inscrits peuvent être ajoutés en tant que Soutien pédagogique.
pl: Asystenci społeczności są członkami społeczności, którzy pomagają zespołom kursów moderować dyskusje. Mogą oni widzieć posty uczestników z przypisanej im kohorty lub ścieżki zapisu, mogą edytować lub usuwać posty, usuwać flagi, zamykać lub ponownie otwierać wątki, oraz zatwierdzać odpowiedzi. Ich posty są oznaczone jako „Asystent społeczności”. Tylko zarejestrowani uczestnicy mogą być dodawani jako Asystenci społeczności.
pt_pt: Os Professores Assistentes da sub-comunidade são estudantes que ajudam a moderar os debates. Os Professores Assistentes da sub-comunidade podem ver publicações dos estudantes nos seus grupos ou no seu modo de inscrição, e podem editar ou eliminar publicações, limpar sinalizações, fechar ou reabrir tópicos, e reforçar respostas. As suas publicações são marcadas como 'Professor Assistente'. Apenas os estudantes inscritos podem ser adicionados como Professores Assistentes do grupo.

source: Add Community TA
da: Tilføj Fællesskabs-TA
fr: Ajouter un Assistant
pl: Dodaj asystenta społeczności
pt_pt: Adicionar Professor Assistente da Comunidade
zh_tw: 新增社群助教

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
da: CCX Coaches kan danne deres egne brugerdefinerede Kurser baseret på dette kursus, som de kan bruge til at yde personlig instruktion til deres egne studerende baseret på dette kursusmateriale.
fr: Les coaches CCX peuvent créer leur propre cours personnalisés basés sur ce cours, qu'ils peuvent utiliser afin de fournir des instructions personnalisés à leurs propres étudiants et basés sur le matériel de ce cours.
pl: Trenerzy KDD mogą tworzyć swoje własne kursy na bazie tego kursu, dzięki czemu zapewniają swoim studentom spersonalizowane treści w oparciu o twój materiał kursowy.
pt_pt: Os tutores CCX são capazes de criar os seus próprios Cursos personalizados com base neste curso, que podem usar para fornecer instrução personalizada aos seus próprios estudantes com base no material deste curso.
zh_tw: 基於這門課程，CCX Coaches有能力創建自己的自訂課程，他們可以用來提供個性化教導，以根據本教材來教導自己的學生。

source: Add CCX Coach
da: Tilføj CCX Coach
fr: Ajouter un coach CCX
pl: Dodaj trenera KDD
pt_pt: Adicionar Tutor CCX
zh_tw: 新增 CCX Coach

source: Send to:
da: Send til:
fr: Envoyez à :
pl: Wyślij:
pt_pt: Enviar para:
zh_tw: 發至：

source: Myself
da: Mig selv
fr: Moi-même
pl: Do mnie
pt_pt: Eu próprio
zh_tw: 我自己

source: Staff and Administrators
da: Personale og administratorer
fr: L'équipe et les administrateurs
pl: Do kadry i administratorów
pt_pt: Equipa e Administradores
zh_tw: 工作人員和管理者

source: All Learners
da: Alle elever
fr: Tous les étudiants
pl: Do wszystkich studentów
pt_pt: Todos os Estudantes
zh_tw: 所有學習者

source: Cohort:
da: Kohorte:
fr: Cohorte :
pl: Kohorta:
pt_pt: Grupo:
zh_tw: 學習夥伴：

source: (Learners not explicitly assigned to a cohort)
da: (Eleverne er ikke eksplicit knyttet til en kohorte)
fr: (Apprenants qui ne sont pas explicitement assignés à une cohorte)
pl: (Studenci nieprzypisani do kohorty)
pt_pt: (Estudantes não explicitamente designados a um grupo)
zh_tw: (學習者沒有明確被分配到群組)

source: Learners in the {track_name} Track
da: Elever i {track_name} sporet
fr: Apprenants dans le parcours {track_name}
pl: Do studentów ścieżki {track_name}
pt_pt: Estudantes no Modo {track_name}
zh_tw: {track_name}項目中的學員

source: Subject:
da: Emne
fr: Sujet :
pl: Temat:
pt_pt: Assunto:
zh_tw: 主題：

source: (Maximum 128 characters)
da: (Maksimalt 128 tegn)
fr: (Maximum 128 caractères)
pl: (Maksymalnie 128 znaków)
pt_pt: (Máximo 128 caracteres)
zh_tw: (最大 128 個字元)

source: Message:
da: Besked:
pl: Wiadomość:
pt_pt: Mensagem:
zh_tw: 訊息：

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
da: Vi anbefaler, at eleverne ikke sender mere end én e-mail om ugen. Før du sender din e-mail, skal du gennemgå teksten omhyggeligt og sende den til dig selv først, så du kan forhåndsvise formateringen og sikre dig, at indlejrede billeder og links fungerer korrekt.
fr: Nous vous recommendons de n'envoyer pas plus d'un message courriel par semaine aux apprenants. Avant d'envoyer votre email, examiner attentivement le texte et envoyer le à vous-même en premier, de façon à voir un aperçu du formattage et être certain images intégrées et les liens fonctionnent correctement.
pl: Zalecamy, aby nie wysyłać do studentów więcej niż jednej wiadomości tygodniowo. Zanim wyślesz e-mail, ostrożnie sprawdź tekst i najpierw wyślij wiadomość do siebie, dzięki czemu sprawdzisz formatowanie i upewnisz się, że umieszczone zdjęcia i odnośniki wyświetlają się poprawnie.
pt_pt: Recomendamos que não envie mais do que um email por semana aos estudantes. Antes de enviar, verifique o texto cuidadosamente e envie-o primeiro para si mesmo para que possa visualizar a formatação e certificar-se de que as imagens e os links incorporados funcionam corretamente.
zh_tw: 我們建議您每週向學習者發送不超過一封的電子郵件。在發送郵件前，請先仔細查看是否有錯字、嵌入的圖片和連結是否能正常瀏覽，並將副本寄發給自己，以便您能預覽。

source: CAUTION!
da: ADVARSEL!
fr: ATTENTION !
pl: UWAGA!
pt_pt: ATENÇÃO!
zh_tw: 注意！

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
da: Når du vælger Send e-mail, føjes din e-mail-besked til køen til afsendelse og kan ikke annulleres.
fr: Quand vous sélectionnez Envoyer le courriel, votre message courriel est ajouté à la queue pour envoi, et ne peut être annulé.
pl: Po kliknięciu "Wyślij e-mail", twoja wiadomość zostanie dodana do kolejki wysyłki i nie będzie można tego anulować.
pt_pt: Quando seleciona Enviar Email, a sua mensagem de email é adicionada à fila de espera para envio e não pode ser cancelada.
zh_tw: 選擇寄送電子郵件時，您的電子郵件將添加到發送列表中，且無法取消。

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
da: E-mail-handlinger kører i baggrunden. Status for eventuelle aktive opgaver - herunder e-mail opgaver - vises i en tabel nedenfor.
fr: Les actions liées aux e-mails fonctionnent en tâche de fond. L'état des tâches actives - incluant les actions e-mail - apparaissent dans le tableau ci-dessous.
pl: Czynność wysyłki e-maili przebiega w tle. Stan aktywnych zadań, w tym wysyłki e-maili, znajduje się w tabeli poniżej.
pt_pt: As ações de email são executadas em segundo plano. O estado de todas as tarefas ativas - incluindo tarefas de email - aparece numa tabela abaixo.
zh_tw: 電子郵件正於後台寄送中，任何工作的狀態，包含寄送郵件的任務，都列在下表中。

source: Email Task History
da: E-mail historik
fr: Historique des actions liées aux e-mails
pl: Historia czynności dla e-maili
pt_pt: Histórico de Tarefas de Email
zh_tw: 電子郵件任務歷史

source: To see the content of previously sent emails, click this button:
da: Klik på denne knap for at se indholdet af tidligere sendte e-mails:
fr: Pour voir le contenu des messages envoyés précédemment, cliquez ce bouton :
pl: Aby zobaczyć treści wcześniej wysłanych wiadomości e-mail, kliknij ten przycisk:
pt_pt: Para ver o conteúdo de emails anteriormente enviados, clique neste botão:
zh_tw: 若要查看先前寄送的郵件內容，點選此按鈕 :

source: Show Sent Email History
da: Vis historik for sendt e-mail
fr: Voir l'historique des e-mails envoyés
pl: Wyświetl historię wysłanych e-maili
pt_pt: Exibir Histórico de Emails Enviados
zh_tw: 顯示已寄送郵件歷史

source: To read a sent email message, click its subject.
da: Klik på emnet for at læse en sendt e-mail.
fr: Pour lire un e-mail envoyé, cliquez sur son sujet.
pl: Aby przeczytać wysłaną wiadomość, kliknij na jej temat.
pt_pt: Para ler um email enviado, clique no seu assunto.
zh_tw: 若要閱讀已寄送的電子郵件，請點擊其主題。

source: To see the status for all email tasks submitted for this course, click this button:
da: For at se status for alle e-mail-opgaver, der er indsendt til dette kursus, skal du klikke på denne knap:
fr: Pour voir l'état de toutes les tâches d'e-mails soumises pour ce cours, cliquez ce bouton :
pl: Aby zobaczyć stan wszystkich czynności dla e-maili, jakie kiedykolwiek nastąpiły dla tego kursu, kliknij na ten przycisk:
pt_pt: Para ver o estado de todas as tarefas de email enviadas para este curso, clique neste botão:
zh_tw: 若要查看此課程提交的所有電子郵件的狀態，請點擊此按鈕：

source: Show Email Task History
da: Vis e-mail historik
fr: Afficher l'historique des tâches liées aux e-mails
pl: Wyświetl historię czynności dla e-maili
pt_pt: Exibir Histórico de Tarefas de Email
zh_tw: 顯示郵件遞送任務歷史

source: Set Course Mode Price
da: Angiv kursuspris
fr: Définir le prix du mode de cours
pl: Ustal cenę dla trybu kursu
pt_pt: Definir o Preço para a Modalidade de Curso
zh_tw: 設定課程模式價格

source: Please enter Course Mode detail below
da: Indtast venligst Course Mode detaljer nedenfor
fr: Veuillez entrer le détail du mode de cours ci-dessous
pl: Wprowadź szczegóły trybu kursu
pt_pt: Por favor insira os detalhes da Modalidade de Curso abaixo
zh_tw: 請在下面輸入課程模式細節

source: Course Price
da: Kursus pris
fr: Prix du cours
pl: Cena kursu
pt_pt: Preço do Curso
zh_tw: 課程價格

source: Currency
da: Valuta
fr: Devise
pl: Waluta
pt_pt: Moeda
zh_tw: 貨幣

source: Set Price
da: Sæt pris
fr: Fixer le prix
pl: Ustal cenę
pt_pt: Definir Preço
zh_tw: 設定價格

source: Allowance Section
da: Godtgørelsessektion
fr: Section d'allocation
pl: Sekcja uprawnień
pt_pt: Secção de Subsídios
zh_tw: 部分補貼

source: Student Special Exam Attempts
da: Studerendes særlige eksamensforsøg
fr: Tentatives d'examen spécial
pl: Dodatkowe próby podejścia do egzaminu
pt_pt: Tentativas do Estudante para Exame Especial
zh_tw: 學生特別考試嘗試

source: Review Dashboard
da: Gennemgå Dashboard
fr: Réviser le tableau de bord
pl: Przeglądaj pulpit
pt_pt: Verificar Painel de Controlo
zh_tw: 審查課程面板

source: View gradebook for enrolled learners
da: Se karakterbog for tilmeldte elever
fr: Voir le bulletin de notes pour les apprenants inscrits
pl: Wyświetl dziennik ocen studentów
pt_pt: Ver relatório de classificações dos estudantes matriculados
zh_tw: 查看成績單（註冊學生）

source: View Gradebook
da: Se karakterbog
fr: Voir le bulletin de notes
pl: Wyświetl dziennik ocen
pt_pt: Ver Livro de Classificações
zh_tw: 查看成績單

source: Note: This feature is available only to courses with a small number of enrolled learners.
da: Bemærk: Denne funktion er kun tilgængelig for kurser med et lille antal tilmeldte elever.
fr: Cette fonctionnalité est uniquement visible pour les cours avec de petits nombres d'étudiants inscrits.
pl: Uwaga: ta opcja jest dostępna wyłącznie dla kursów o małej liczbie uczestników.
pt_pt: Nota: Esta funcionalidade está disponível apenas para cursos com um pequeno número de estudantes matriculados.
zh_tw: 註：這個功能只提供給註冊人數較少的課程。

source: View a specific learner's enrollment status
da: Se en specifik elevs tilmeldingsstatus
fr: Voir le statut de l'inscription d'un apprenant spécifique
pl: Wyświetl status rejestracji konkretnego uczestnika
pt_pt: Ver estado de matrícula de um estudante específico
zh_tw: 查看個別學生的註冊狀態

source: Learner's {platform_name} email address or username *
da: Elevens {platform_name} e-mailadresse eller brugernavn *
fr: Email ou nom d'utilisateur {platform_name} de l'apprenant *
pl: Adres e-mail lub nazwa użytkownika studenta w {platform_name} *
pt_pt: Nome de utilizador ou endereço de e-mail do estudante de {platform_name} *
zh_tw: 學生在{platform_name}的電子郵件地址或使用者名稱

source: Learner email address or username
da: Elevens e-mailadresse eller brugernavn
fr: Adresse email ou nom d'utilisateur de l'apprenant
pl: Adres e-mail lub nazwa użytkownika studenta
pt_pt: Email ou nome de utilizador do estudante
zh_tw: 學生的電子郵件地址或使用者名稱

source: View Enrollment Status
da: Se tilmeldingsstatus
fr: Voir le statut de l'inscription
pl: Zobacz status rejestracji
pt_pt: Ver Estado da Matricula
zh_tw: 查看註冊狀態

source: View a specific learner's grades and progress
da: Se en specifik elevs karakterer og fremskridt
fr: Voir les notes et la progression d'un apprenant spécifique
pl: Zobacz oceny i stan nauki wybranego studenta
pt_pt: Ver as classificações e o progresso de um estudante específico
zh_tw: 檢視指定學習者的成績與進度

source: Learner's {platform_name} email address or username
da: Elevens {platform_name} e-mailadresse eller brugernavn
fr: Email ou nom d'utilisateur {platform_name} de l'apprenant
pl: Adres e-mail lub nazwa użytkownika studenta w {platform_name}
pt_pt: Endereço de email ou nome de utilizador em {platform_name} do estudante
zh_tw: 學習者的{platform_name}電子郵件地址或使用帳號

source: View Progress Page
da: Se statussiden
fr: Montrer la page de progression
pl: Zobacz kartę postępu
pt_pt: Ver Página de Progresso
zh_tw: 檢視進度頁面

source: Adjust a learner's grade for a specific problem
da: Juster en elevs karakter for et specifikt problem
fr: Ajuster la note d'un apprenant pour un exercice
pl: Skoryguj ocenę studenta za określone ćwiczenie
pt_pt: Ajustar a classificação do estudante num problema específico
zh_tw: 調整該學生特定習題的成績

source: Location of problem in course
da: Placering af problem i kursus
fr: id de l'exercice dans le cours
pl: Umiejscowienie ćwiczenia w kursie
pt_pt: Localização do problema em curso
zh_tw: 課程問題的位置

source: Example
da: Eksempel
fr: Exemple
pl: Przykład
pt_pt: Exemplo
zh_tw: 範例

source: Problem location
da: Problem placering
fr: Localisation de l'exercice
pl: Lokalizacja ćwiczenia
pt_pt: Localização do problema
zh_tw: 問題位置

source: Attempts
da: Forsøg
fr: Essais
pl: Próby
pt_pt: Tentativas
zh_tw: 嘗試

source: Allow a learner who has used up all attempts to work on the problem again.
da: Tillad en elev, der har brugt alle forsøg på at arbejde på problemet igen.
fr: Autoriser un apprenant qui a utilisé tous ses essais à retravailler sur cet exercice.
pl: Pozwól studentowi, który wykorzystał już wszystkie swoje próby, na ponowne podejście do ćwiczenia.
pt_pt: Permitir que um estudante que utilizou todas as tentativas tente resolver novamente o problema.
zh_tw: 允許嘗試次數已用盡的學生再度作答

source: Reset Attempts to Zero
da: Nulstil forsøg til nul
fr: Réinitialiser les essais
pl: Zresetuj próby do zera
pt_pt: Tentativas de reiniciar a zero
zh_tw: 重設嘗試紀錄

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
da: For det angivne problem skal du genbevise elevens svar. Valgmuligheden 'Rescore Only If Score Improves' opdaterer kun elevens score, hvis den forbedres til elevens fordel.
fr: Réévaluer les réponses soumises pour cet apprenant et cet exercice. L'option "Réévaluer en faveur des apprenants uniquement" modifie la note de l'apprenant uniquement si la nouvelle note est meilleure que la précédente.
pl: Oceń ponownie odpowiedź studenta na określone ćwiczenie. Opcja "Oceń ponownie tylko w przypadku poprawy oceny" pozwala skorygować ocenę tylko jeśli zmienia się ona na korzyść studenta.
pt_pt: Para o problema indicado, reavalie as respostas do estudante. A opção 'Reavaliar Apenas Se a Classificação Melhorar' atualiza a classificação do estudante apenas se melhorar.
zh_tw: 關於特定的問題，請重新評量學習者的回應。 「僅能在成績改善才能重新評分」的選項只適用在提升學習者的分數上。

source: Score Override
da: Tilsidesættelse af score
fr: Renoter
pl: Nadpisanie oceny
pt_pt: Substituição da pontuação
zh_tw: 置換得分

source: For the specified problem, override the learner's score.
da: For det angivne problem skal du tilsidesætte elevens score.
fr: Remplace le score de l'apprenant pour l'exercice spécifié.
pl: Nadpisz ocenę studenta ze wskazanego ćwiczenia.
pt_pt: Para o problema especificado, anular a pontuação do estudante.
zh_tw: 對於指定的問題，置換學習者的分數。

source: New score for problem, out of the total points available for the problem
da: Ny score for problemet, ud af de samlede point, der er tilgængelige for problemet
fr: Nouveau score pour l'exercice, sur le nombre de point possibles pour l'exercice
pl: Nowa ocena za ćwiczenie, z maksymalnej liczby dostępnych punktów za ćwiczenie
pt_pt: Nova nota para o problema, de um total de pontos disponíveis para o problema
zh_tw: 問題的新得分，在問題的可用的總分中

source: Override Learner's Score
da: Tilsidesæt elevens score
fr: Remplacer le score de l'apprenant
pl: Nadpisz ocenę studenta
pt_pt: Anular a Pontuação do Aluno
zh_tw: 置換學習者得分

source: Problem History
da: Problemhistorie
fr: Historique de l'exercice
pl: Historia ćwiczenia
pt_pt: Histórico do problema
zh_tw: 習題歷史記錄

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
da: For det angivne problem skal du permanent og fuldstændig slette elevens svar og score fra databasen.
fr: Supprimer l'historique de l'exercice pour l'apprenant et le problème spécifié.
pl: Usuń z bazy danych odpowiedzi i oceny studenta dla określonego ćwiczenia.
pt_pt: Para o problema indicado, apague permanentemente e completamente as respostas e pontuações do estudante do base de dados.
zh_tw: 將學生該題目的答案和成績從資料庫中永久性地移除。

source: Task Status
da: Opgavestatus
fr: État de la tâche
pl: Status czynności
pt_pt: Estado da tarefa
zh_tw: 任務狀態

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
da: Vis status for de genoptagelsesopgaver, du har sendt til denne elev og problem.
fr: Afficher le statut de la tâche de remplacement de note pour cet apprenant et exercice.
pl: Pokaż status czynności ponownej oceny dla tego studenta i ćwiczenia.
pt_pt: Mostrar o estado das tarefas de reavaliação que submeteu para este estudante e problema.
zh_tw: 顯示您繳交出的關於學習者及問題重新評分狀態。

source: Show Task Status
da: Vis opgavestatus
fr: Montrer l'État de la tâche
pl: Pokaż status czynności
pt_pt: Mostrar Estado da Tarefa
zh_tw: 顯示任務狀態

source: Adjust a learner's entrance exam results
da: Juster resultaterne af en elevs optagelsesprøve
fr: Adapter les résultats à un examen d'entrée de l'étudiant
pl: Skoryguj wyniki egzaminu wstępnego studenta
pt_pt: Ajustar os resultados do exame de admissão de um estudante
zh_tw: 調整學生資格考試的成績

source: Allow the learner to take the exam again.
da: Tillad eleven at tage eksamen igen.
fr: Permettre à l'étudiant de repasser l'examen.
pl: Pozwól studentowi ponownie podejść do egzaminu.
pt_pt: Permitir que o estudante faça o exame de novo.
zh_tw: 允許學生再次參加考試。

source: Allow Skip
da: Tillad Spring over
fr: Autoriser à passer
pl: Pozwól na pominięcie
pt_pt: Permitir Salto
zh_tw: 允許跳過

source: Waive the requirement for the learner to take the exam.
da: Frafald kravet om, at eleven skal tage eksamen.
fr: Lever la condition nécessaire au passage de l'examen par cet étudiant.
pl: Odstąp od wymogu podejścia do egzaminu przez studenta.
pt_pt: Renunciar o requisito para o estudante fazer o exame.
zh_tw: 允許該學生跳過資格考試

source: Let Learner Skip Entrance Exam
da: Lad elev springe optagelsesprøven over
fr: Admettre l'étudiant sans passer l'Examen d'entrée
pl: Pozwól studentowi pominąć egzamin wstępny
pt_pt: Permitir que o estudante salte o exame de entrada
zh_tw: 允許學生跳過資格考試
