Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: In all configurations of this setting, certificates are generated for learners as soon as they achieve the passing threshold in the course (which can occur before a final assignment based on course design)
da: I alle konfigurationer af denne indstilling genereres certifikater til elever, så snart de når beståelsestærsklen i kurset (hvilket kan forekomme før en endelig opgave baseret på kursusdesign)
fr: Dans toutes les configurations de ce paramètre, les attestations sont générées pour les apprenants dès qu'ils atteignent le seuil de réussite dans le cours (ce qui peut se produire avant un devoir final basé sur la conception du cours)
pl: We wszystkich konfiguracjach tego ustawienia, certyfikaty są generowane dla uczestników, gdy tylko osiągną oni próg zaliczenia kursu (co może nastąpić przed zadaniem końcowym, zależnie od projektu kursu)
pt_pt: Em todas as configurações desta configuração, são gerados certificados para os alunos assim que estes atinjam o limiar de aprovação no curso (o que pode ocorrer antes de um trabalho final baseado na concepção do curso)

source: Learners can access their certificate as soon as they achieve a passing grade above the course grade threshold. Note: learners can achieve a passing grade before encountering all assignments in some course configurations.
da: Elever kan få adgang til deres certifikat, så snart de opnår en bestået karakter over kursets karaktergrænse. Bemærk: Elever kan opnå en bestået karakter, før de møder alle opgaver i nogle kursuskonfigurationer.
fr: Les apprenants peuvent accéder à leur attestation dès qu'ils obtiennent une note de passage supérieure au seuil de note du cours. Remarque : les apprenants peuvent obtenir une note de passage avant de rencontrer tous les devoirs dans certaines configurations de cours.
pl: Uczestnicy mogą uzyskać dostęp do swojego certyfikatu jak tylko osiągną ocenę pozytywną powyżej progu oceny z kursu. Uwaga: w niektórych konfiguracjach kursu uczestnicy mogą osiągnąć ocenę pozytywną przed wykonaniem wszystkich zadań.
pt_pt: Os estudantes podem ter acesso ao seu certificado assim que atinjam uma nota mínima acima do limiar da nota do curso. Nota: os estudantes podem obter uma nota mínima antes de se depararem com todas as tarefas em algumas configurações do curso.

source: On course end date
da: På kursets slutdato
fr: À la date de fin du cours
pl: W dniu zakończenia kursu
pt_pt: Na data final do curso

source: Learners with passing grades can access their certificate once the end date of the course has elapsed.
da: Elever med beståede karakterer kan få adgang til deres certifikat, når slutdatoen for kurset er udløbet.
fr: Les apprenants ayant obtenu des notes de passage peuvent accéder à leur attestation une fois la date de fin du cours écoulée.
pl: Uczniowie z pozytywnymi ocenami mogą uzyskać dostęp do swojego certyfikatu po upływie daty zakończenia kursu.
pt_pt: Os alunos com notas de aprovação podem aceder ao seu certificado uma vez decorrida a data de conclusão do curso.

source: Learners with passing grades can access their certificate after the date that you set has elapsed.
da: Elever med beståede karakterer kan få adgang til deres certifikat efter den dato, du har angivet, er udløbet.
fr: Les apprenants ayant obtenu des notes de passage peuvent accéder à leur attestation après l'expiration de la date que vous avez définie.
pl: Uczniowie z pozytywnymi ocenami mogą uzyskać dostęp do swojego certyfikatu po upływie ustawionej przez Ciebie daty.
pt_pt: Os estudantes com notas de aprovação podem aceder ao seu certificado após a data que fixou ter expirado.

source: Certificates Available Date
da: Certifikater tilgængelig dato
fr: Date de disponibilité des certificats
pl: Data udostępnienia certyfikatów
pt_pt: Data de Certificados Disponíveis
zh_tw: 證書可用日期

source: Enrollment Start Date
da: Startdato for tilmelding
fr: Date de début des inscriptions
pl: Data rozpoczęcia zapisów
pt_pt: Data de Início das Inscrições
zh_tw: 註冊開始日期

source: First day students can enroll
da: Førstedagsstuderende kan tilmelde sig
fr: Premier jour d'inscription des étudiants
pl: Pierwszy dzień trwania zapisów
pt_pt: Primeiro dia em que os estudantes se podem inscrever
zh_tw: 學生可以註冊的第一天

source: Enrollment Start Time
da: Starttidspunkt for tilmelding
fr: Heure de début des inscriptions
pl: Godzina rozpoczęcia zapisów
pt_pt: Hora de Início das Inscrições
zh_tw: 註冊開始時間

source: Enrollment End Date
da: Slutdato for tilmelding
fr: Date de fin d'inscription
pl: Data zakończenia zapisów
pt_pt: Data de Término das Inscrições
zh_tw: 註冊結束日期

source: Last day students can enroll.
da: Sidste dag elever kan tilmelde sig.
fr: Dernier jour pour s'inscrire
pl: Ostatni dzień trwania zapisów
pt_pt: Último dia em que os estudantes se podem inscrever.
zh_tw: 學生可以註冊的最後一天

source: Contact your {platform_name} partner manager to update these settings.
da: Kontakt din {platform_name} partner manager for at opdatere disse indstillinger.
fr: Contactez le gestionnaire du partenaire {platform_name} pour mettre à jour ces paramètres.
pl: Skontaktuj się ze swoim {platform_name} Opiekunem Partnera, aby zmienić te ustawienia.
pt_pt: Contacte o seu gestor de parceiros {platform_name} para actualizar estas definições.

source: Enrollment End Time
da: Sluttidspunkt for tilmelding
fr: Heure de fin d’inscription
pl: Godzina zakończenia zapisów
pt_pt: Hora de Término das Inscrições
zh_tw: 註冊結束時間

source: Upgrade Deadline Date
da: Opgraderingsdeadline
fr: Mettre à jour la date limite
pl: Ostateczny termin aktualizacji
pt_pt: Data Limite da Actualização.

source: Last day students can upgrade to a verified enrollment.
da: Sidste dag studerende kan opgradere til en bekræftet tilmelding.
fr: Les étudiants du dernier jour peuvent passer à une inscription vérifiée.
pl: Ostatni dzień, w którym studenci mogą przejść zweryfikowaną rejestrację.
pt_pt: Últimos dias em que os estudantes podem actualizar para uma matrícula verificada.

source: Upgrade Deadline Time
da: Opgraderingsfrist
fr: Mettre à jour l'heure limite
pl: Ostateczny termin aktualizacji
pt_pt: Data Limite da Actualização

source: Course Details
da: Kursusdetaljer
fr: Détails du cours
pl: Szczegóły kursu
pt_pt: Detalhes do Curso
zh_tw: 課程細節

source: Provide useful information about your course
da: Giv nyttige oplysninger om dit kursus
fr: Fournir des informations utiles sur votre cours
pl: Zamieść ważne informacje dotyczące twojego kursu
pt_pt: Forneça informações úteis sobre o seu curso
zh_tw: 提供有用的課程資訊

source: Introducing Your Course
da: Introduktion til dit kursus
fr: Présentation de votre Cours
pl: Przedstawienie twojego kursu
pt_pt: Apresentando o Seu Curso
zh_tw: 介紹您的課程

source: Information for prospective students
da: Information til kommende studerende
fr: Information pour les futurs étudiants
pl: Informacje dla przyszłych studentów
pt_pt: Informação para futuros estudantes
zh_tw: 準學生的資訊

source: Course Title
da: Kursus navn
fr: Titre du cours
pl: Nazwa kursu
pt_pt: Título do Curso
zh_tw: 課程標題

source: Displayed as title on the course details page. Limit to 50 characters.
da: Vises som titel på siden med kursusdetaljer. Begræns til 50 tegn.
fr: Affiché comme titre sur la page de détails du cours. Limité à 50 caractères.
pl: Wyświetlana jako nazwa kursu w katalogu i na stronie podsumowującej. Limit 50 znaków.
pt_pt: Apresentado como título na página de detalhes do curso. Limite de 50 caracteres.
zh_tw: 在課程詳細訊息頁面上顯示為標題。 最多50個字符。

source: Course Subtitle
da: Kursus undertekst
fr: Sous-titre du cours
pl: Podtytuł
pt_pt: Legenda do Curso
zh_tw: 課程字幕

source: Displayed as subtitle on the course details page. Limit to 150 characters.
da: Vises som undertekst på siden med kursusdetaljer. Begræns til 150 tegn.
fr: Affiché comme sous-titre sur la page de détails du cours. Limité à 150 caractères.
pl: Jednozdaniowy podtytuł wyświetlany na stronie podsumowującej kursu. Limit 150 znaków.
pt_pt: Apresentado como subtítulo na página de detalhes do curso. Limite de 150 caracteres.
zh_tw: 在課程詳細訊息頁面上顯示為字幕。 最多150個字。

source: Course Duration
da: Kursus varighed
fr: Durée du cours
pl: Czas trwania kursu
pt_pt: Duração do Curso
zh_tw: 課程持續時間

source: Displayed on the course details page. Limit to 50 characters.
da: Vises på siden med kursusdetaljer. Begræns til 50 tegn.
fr: Affiché sur la page de détails du cours. Limité à 50 caractères.
pl: Wyświetlany na stronie podsumowującej kursu. Limit 50 znaków.
pt_pt: Apresentado na página de detalhes do curso. Limite de 50 caracteres.
zh_tw: 顯示在課程詳細訊息頁面上。 最多50個字。

source: Course Description
da: kursus beskrivelse
fr: Description du cours
pl: Opis kursu
pt_pt: Descrição do Curso
zh_tw: 課程簡介

source: Displayed on the course details page. Limit to 1000 characters.
da: Vises på siden med kursusdetaljer. Begræns til 1000 tegn.
fr: Affiché sur la page de détails du cours. Limité à 1000 caractères.
pl: Wyświetlany na stronie podsumowującej kursu. Limit 1000 znaków.
pt_pt: Apresentado na página de detalhes do curso. Limite de 1000 caracteres.
zh_tw: 顯示在課程詳細訊息頁面上。 最多1000個字。

source: Course Short Description
da: Kursus Kort beskrivelse
fr: Description courte du cours :
pl: Krótki opis kursu
pt_pt: Breve Descrição do Curso
zh_tw: 課程簡介

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
da: Vises på kursuskatalogsiden, når eleverne ruller hen over kursusnavnet. Begræns til ~150 tegn
fr: Apparait dans la page de catalogue des cours, quand l'étudiant survole le nom du cours. Limité à ~150 caractères.
pl: Wyświetlany w katalogu kursów po najechaniu kursorem myszy na nazwę kursu. Limit 150 znaków.
pt_pt: Descrição que surge no catálogo de cursos quando os estudantes passam com o apontador do rato sobre o nome do curso. Limite de 150 caracteres
zh_tw: 學生捲動課程名稱時顯示在課程目錄頁。限制 ~150個字符

source: Course Overview
da: Kursusoversigt
fr: Présentation du Cours
pl: Przegląd kursu
pt_pt: Visão Geral do Curso
zh_tw: 課程概述

source: HTML Code Editor
da: HTML kode editor
fr: Éditeur de code HTML
pl: Edytor kodu HTML
pt_pt: Editor de código HTML
zh_tw: HTML編輯器

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
da: Introduktioner, forudsætninger, ofte stillede spørgsmål, der bruges på {a_link_start}din kursusoversigtsside {a_link_end} (formateret i HTML)
fr: Introductions, pré-requis, FAQs qui sont utilisés sur {a_link_start}votre page sommaire du cours{a_link_end} (formatté en HTML)
pl: Informacje wprowadzające, wymagania wstępne, konspekt, często zadawane pytania lub inne przydatne informacje wyświetlane {a_link_start}na stronie podsumowującej kursu{a_link_end} (sformatowane w HTML).
pt_pt: Introduções, pré-requisitos, FAQs que são utilizados na {a_link_start} sua página de resumo do curso {a_link_end} (formatado em HTML)
zh_tw: 介紹說明、先修條件、常見問題解答被列在 {a_link_start}您的課程資訊頁面{a_link_end} (採用HTML格式)

source: Course About Sidebar HTML
da: Kursus om Sidebar HTML
fr: Cours à propos de l'utilisation du code HTML avec la barre latérale
pl: Pasek boczny strony O kursie w HTML
pt_pt: Curso sobre HTML da Barra Lateral

source: Custom sidebar content for {a_link_start}your course summary page{a_link_end} (formatted in HTML)
da: Tilpasset sidebjælkeindhold til {a_link_start}din kursusoversigtsside {a_link_end} (formateret i HTML)
fr: Personnalisation du contenu de la barre latérale pour {a_link_start}la page de votre résumé de cours{a_link_end} (sous format HTML)
pl: Niestandardowa treść paska {a_link_start}strony podsumowania kursu{a_link_end} (sformatowana w formacie HTML)
pt_pt: Conteúdo da barra lateral personalizada para a {a_link_start}página de resumo do seu curso {a_link_end} (formatado em HTML)

source: Course Card Image
da: Kursuskort billede
fr: Image de Vignette cours
pl: Zdjęcie / grafika podsumowania kursu
pt_pt: Imagem do Cartão de Curso.
zh_tw: 課程圖片

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
da: Du kan administrere dette billede sammen med alle dine andre {a_link_start}filer og uploads {a_link_end}
fr: Vous pouvez gérer cette image ainsi que tous vos autres {a_link_start}fichiers et téléversements{a_link_end}
pl: Możesz zarządzać tym i innymi plikami graficznymi na stronie {a_link_start}zarządzania plikami{a_link_end}.
pt_pt: Pode gerir esta imagem junto com todos os seus outros ficheiros {a_link_start} e carregamentos{a_link_end}
zh_tw: 您可以管理此照片以及所有其他{a_link_start}檔案和上傳的檔案{a_link_end}

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
da: Dit kursus har i øjeblikket ikke et billede. Upload en (JPEG- eller PNG-format, og de foreslåede minimumsdimensioner er 375 px bred og 200 px høj)
fr: Votre cours n'a pas encore d'image. Veuillez en envoyer une (format PNG ou JPEG, dimensions minimales suggérées 375px de large par 200 pixels de haut)
pl: Twój kurs obecnie nie posiada zdjęcia / grafiki. Proszę wgrać plik graficzny (w formacie JPEG lub PNG) o minimalnych wymiarach 375px na 200px.
pt_pt: Atualmente, o seu curso ainda não tem uma imagem. Por favor, envie uma (formato JPEG ou PNG, e as dimensões mínimas sugeridas são 375px largura por 200px altura)
zh_tw: 您的課程目前沒有設定課程圖片，請上傳一張圖片(JPEG或PNG格式，最小建議大小為寬375像素、高200像素)

source: Your course image URL
da: URL til dit kursusbillede
fr: Votre URL de l'image de cours
pl: Adres URL zdjęcia / grafiki twojego kursu
pt_pt: O URL da imagem do curso
zh_tw: 您的課程圖片網址

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
da: Angiv en gyldig sti og navn til dit kursusbillede (Bemærk: kun JPEG- eller PNG-format understøttes)
fr: Veuillez fournir un chemin et un nom valides à l'illustration de votre cours (attention : seuls les formats JPEG et PNG sont supportés)
pl: Proszę podać działający odnośnik i nazwę zdjęcia lub grafiki twojego kursu (uwaga: dozwolone są wyłącznie formaty JPEG lub PNG).
pt_pt: Por favor, indique um percurso e nome válidos para a sua imagem do curso (Nota: apenas são suportados os formatos JPEG ou PNG)
zh_tw: 請為您的課程圖片提供一個有效的連結路徑 (注意：僅支援JPEG和PNG格式)

source: Upload Course Card Image
da: Upload kursuskortbillede
fr: Envoyer l'image de votre carte de cours
pl: Prześlij zdjęcie / grafikę do podsumowania kursu
pt_pt: Carregamento da Imagem do Cartão do Curso
zh_tw: 上傳課程圖片

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1440px wide by 400px tall)
da: Dit kursus har i øjeblikket ikke et billede. Upload en (JPEG- eller PNG-format, og de foreslåede minimumsdimensioner er 1440 px bred og 400 px høj)
fr: Votre cours n'a pas d'image. S'il vous plaît envoyer en une (en format JPEG ou PNG, avec des dimensions minimales suggérées de 1440px de large par 400px de haut)
pl: Twój kurs obecnie nie posiada bannera. Proszę wgrać plik graficzny (w formacie JPEG lub PNG) o minimalnych wymiarach 1440px na 400px.
pt_pt: Neste momento, o seu curso ainda não tem uma imagem. Por favor, carregue uma (formato JPEG ou PNG, e dimensões mínimas sugeridas são 1440px de largura por 400px de altura)
zh_tw: 您的課程目前沒有設定課程圖片，請上傳一張圖片(JPEG或PNG格式，最小建議大小為寬1440像素、高400像素)

source: Your banner image URL
da: URL til dit bannerbillede
fr: Le URL de l'image de votre bannière
pl: Adres URL twojego bannera
pt_pt: O URL da imagem do banner
zh_tw: 您的橫幅圖片網址

source: Please provide a valid path and name to your banner image (Note: only JPEG or PNG format supported)
da: Angiv en gyldig sti og navn til dit bannerbillede (Bemærk: kun JPEG- eller PNG-format understøttes)
fr: Veuillez fournir un chemin valide et un nom pour l'image de votre bannière (Note : seuls les formats JPEG ou PNG sont supportés)
pl: Proszę podać działający odnośnik i nazwę twojego bannera (uwaga: dozwolone są wyłącznie formaty JPEG lub PNG).
pt_pt: Por favor, indique um percurso formativo e nome válidos para a sua imagem do banner (Nota: apenas são suportados os formatos JPEG ou PNG)
zh_tw: 請為您的課程圖片提供一個有效的連結路徑 (注意：僅支援JPEG和PNG格式)

source: Upload Course Banner Image
da: Upload kursusbannerbillede
fr: Envoyez l'image de la bannière du cours
pl: Prześlij banner kursu
pt_pt: Carregamento da Imagem do Banner do Curso
zh_tw: 上傳課程橫幅圖片

source: Video Thumbnail Image
da: Videominiaturebillede
fr: Image de vignette vidéo
pl: Obrazek - miniatura filmu promocyjnego
pt_pt: Imagem em Miniatura do Vídeo.
zh_tw: 影片縮圖

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
da: Dit kursus har i øjeblikket ikke et videominiaturebillede. Upload en (JPEG- eller PNG-format, og de foreslåede minimumsdimensioner er 375 px bred og 200 px høj)
fr: Votre cours n'a présentement pas de vignette vidéo. S'il vous plaît charger en une (en format JPEG ou PNG, avec des dimensions minimales suggérées de 375px de large par 200px de haut)
pl: Twój kurs obecnie nie posiada obrazka - miniatury filmu promocyjnego. Proszę wgrać plik graficzny (w formacie JPEG lub PNG) o minimalnych wymiarach 375px na 200px.
pt_pt: Neste momento, o seu curso ainda não tem uma imagem em miniatura do vídeo. Por favor, carregue uma (formato JPEG ou PNG, e dimensões mínimas sugeridas são 375px de largura por 200px de altura)
zh_tw: 您的課程目前沒有設定影片縮圖，請上傳一張圖片(JPEG或PNG格式，最小建議大小為寬375像素、高200像素)

source: Your video thumbnail image URL
da: URL til dit videominiaturebillede
fr: Le URL de l'image de votre vignette vidéo
pl: Adres URL twojego obrazka - miniatury filmu promocyjnego
pt_pt: O URL da imagem em miniatura do vídeo
zh_tw: 您的影片縮圖網址

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
da: Angiv en gyldig sti og navn til dit videominiaturebillede (Bemærk: Kun JPEG- eller PNG-format understøttes)
fr: Merci de fournir un chemin et un nom valide pour l'aperçu de votre vidéo (seuls les formats JPEG et PNG sont supportés)
pl: Proszę podać działający odnośnik i nazwę twojego obrazka - miniatury filmu promocyjnego (uwaga: dozwolone są wyłącznie formaty JPEG lub PNG).
pt_pt: Por favor, indique um percurso formativo e nome válidos para a sua imagem em miniatura do vídeo (Nota: apenas são suportados os formatos JPEG ou PNG)
zh_tw: 請為您的影片縮圖提供一個有效的連結路徑 (注意：僅支援JPEG和PNG格式)

source: Upload Video Thumbnail Image
da: Upload videominiaturebillede
fr: Charger l'aperçu de votre vidéo
pl: Prześlij obrazek - miniaturę filmu promocyjnego
pt_pt: Carregamento da Imagem em Miniatura do Vídeo
zh_tw: 上傳影片縮圖

source: Course Introduction Video
da: Kursus introduktionsvideo
fr: Vidéo de présentation du Cours
pl: Film promocyjny kursu
pt_pt: Vídeo de Introdução ao Curso
zh_tw: 課程簡介影片

source: Delete Current Video
da: Slet aktuel video
fr: Supprimer la vidéo en cours
pl: Usuń obecny film
pt_pt: Eliminar o Vídeo Atual
zh_tw: 刪除當前影片

source: your YouTube video's ID
da: din YouTube-videos id
fr: ID de votre vidéo YouTube
pl: Identyfikator twojego filmu w YouTube
pt_pt: ID do seu vídeo do YouTube
zh_tw: 您的YouTube影片識別碼

source: Enter your YouTube video's ID (along with any restriction parameters)
da: Indtast din YouTube-videos ID (sammen med eventuelle begrænsningsparametre)
fr: Entrer l'ID de votre vidéo Youtube (avec les paramètres de restriction)
pl: Wprowadź identyfikator twojego filmu w YouTube (wraz z ewentualnymi parametrami ograniczeń)
pt_pt: Indique o ID dos seus vídeos do YouTube (juntamente com qualquer parâmetro de restrição)
zh_tw: 請輸入您的 YouTube 影片編號 (以及任何必要的限制參數)

source: Learning Outcomes
da: Læringsresultater
fr: Résultats d'apprentissage
pl: Efekty kształcenia
pt_pt: Resultados da Aprendizagem
zh_tw: 學習成果

source: Add the learning outcomes for this course
da: Tilføj læringsudbyttet for dette kursus
fr: AJouter les résultats d'apprentissage pour ce cours
pl: Podaj efekty kształcenia tego kursu
pt_pt: Adicionar os resultados da aprendizagem para este curso
zh_tw: 添加此課程學習成果

source: Add Learning Outcome
da: Tilføj læringsudbytte
fr: Ajouter un résultat d'apprentissage
pl: Podaj efekty kształcenia
pt_pt: Adicionar Resultado da Aprendizagem
zh_tw: 添加學習成果

source: Add details about the instructors for this course
da: Tilføj detaljer om instruktørerne for dette kursus
fr: Ajouter des détails à propos des enseignants de ce cours
pl: Podaj szczegóły dotyczące prowadzących kurs
pt_pt: Adicionar detalhes sobre os formadores neste curso
zh_tw: 添加本課程教師的詳細資訊

source: Add Instructor
da: Tilføj instruktør
fr: Ajouter un enseignant
pl: Dodaj prowadzącego
pt_pt: Adicionar Formador
zh_tw: 增加教師

source: Expectations of the students taking this course
da: Forventninger til de studerende på dette kursus
fr: Attentes envers les étudiants suivant ce cours
pl: Oczekiwania wobec studentów biorących udział w kursie
pt_pt: Expectativas dos estudantes que estão a fazer este curso
zh_tw: 對參加這門課程的學生之期望

source: Hours of Effort per Week
da: Timers indsats om ugen
fr: Heure(s) de travail par semaine
pl: Tygodniowy wysiłek godzinowy
pt_pt: Esforço Estimado em Horas
zh_tw: 每週投入的學習時間

source: Time spent on all course work
da: Tid brugt på alt kursusarbejde
fr: Temps consacré à l'ensemble du cours
pl: Czas do spędzenia nad wszystkimi materiałami kursowymi
pt_pt: Tempo despendido em todas as tarefas do curso
zh_tw: 投入在整個課程的時間

source: Prerequisite Course
da: Forudsætningskursus
fr: Cours préalable
pl: Kurs poprzedzający
pt_pt: Pré-requisito do Curso
zh_tw: 預備課程

source: None
da: Ingen
fr: Aucun
pl: Żaden
pt_pt: Nenhum
zh_tw: 無

source: Course that students must complete before beginning this course
da: Kursus, som eleverne skal gennemføre, før de påbegynder dette kursus
fr: Cours que les étudiants doivent compléter avant de commencer ce cours
pl: Kurs, który student musi ukończyć przed rozpoczęciem tego kursu
pt_pt: O Curso que os estudantes devem concluir antes de iniciarem este curso
zh_tw: 在開始此課程前學生必須完成的課程

source: set pre-requisite course
da: sæt forudgående kursus
fr: définir un cours préalable
pl: Określ kurs poprzedzający
pt_pt: definir pré-requisitos do curso
zh_tw: 設置先修課程

source: Require students to pass an exam before beginning the course.
da: Kræv, at eleverne består en eksamen, før de påbegynder kurset.
fr: Demande que les étudiants passent un examen avant le début du cours.
pl: Udział w kursie będzie wymagał zdania poprzedzającego go egzaminu wstępnego.
pt_pt: Exigir aos estudantes obtenham aprovação num exame antes de iniciarem o curso.
zh_tw: 在這課程開始之前學生需要通過考試。

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
da: Du kan nu se og skrive din kursusoptagelseseksamen fra {link_start}Kursusoversigt {link_end} .
fr: Vous pouvez maintenant voir et éditer votre examen d'entrée au cours à partir du{link_start}plan de cours{link_end}.
pl: Możesz zobaczyć i opracować egzamin wstępny kursu z poziomu strony {link_start}programu kursu{link_end}.
pt_pt: Agora pode visualizar e criar seu exame de admissão no curso a partir do {link_start}Estrutura Geral do Curso{link_end}.
zh_tw: 你現在可以從{link_start}課程大綱{link_end}來查看以及計劃您的課程資格考試。

source: Grade Requirements
da: Karakterkrav
fr: Note requise
pl: Wymagana ocena
pt_pt: Exigências da Classificação
zh_tw: 評分標準

source: The score student must meet in order to successfully complete the entrance exam.
da: Den studerende skal opfylde for at kunne gennemføre optagelsesprøven.
fr: La note de passage que les étudiants doivent obtenir afin de compléter avec succès l'examen d'entrée.
pl: Wynik, który student musi uzyskać, aby zdać egzamin wstępny.
pt_pt: A classificação que o estudante deve obter para concluir o exame de admissão com sucesso.
zh_tw: 學生必須滿足分數來順利完成資格考試。
