Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Schedule start < course start
da: Planlæg start &lt; kursusstart
fr: Début de l'horaire < début du cours
pl: Początek harmonogramu < początek kursu
pt_pt: Horário de início < início do curso

source: Course Id
da: KursusID
fr: ID de Cours
pl: Identyfikator kursu
pt_pt: Id do Curso
zh_tw: 課程 ID

source: All
da: Alle
fr: Tous
pl: Wszystko
pt_pt: Todos

source: Experience
da: Erfaring
fr: Expérience
pt_pt: Experiência

source: Course ID
da: Kursus ID
fr: ID de Cours
pl: Identyfikator kursu
pt_pt: Id do Curso
zh_tw: 課程編號

source: Schedules
da: Tidsplaner
fr: Horaires
pl: Terminarze
pt_pt: Horários

source: Indicates if this schedule is actively used
da: Angiver om denne tidsplan bruges aktivt
fr: Indique si cet horaire est activement employé
pl: Wskazuje czy terminarz znajduje się w użyciu
pt_pt: Indica se este programa é utilizado ativamente

source: Date this schedule went into effect
da: Datoen for denne tidsplan trådte i kraft
fr: Date d'entrée en vigueur de cet horaire
pl: Data po której terminarz wszedł w życie
pt_pt: Data em que este programa entrou em vigor

source: Deadline by which the learner must upgrade to a verified seat
da: Deadline inden for hvilken eleven skal opgradere til et verificeret sæde
fr: Date limite avant laquelle l'étudiant doit avoir effectué la mise à niveau vers une place vérifiée
pl: Termin końcowy przed którym student musi podnieść rejestrację do ścieżki potwierdzonej
pt_pt: Prazo limite para que o estudante faça o upgrade para um lugar verificado

source: Schedule
da: Tidsplan
fr: Planifier
pl: Terminarz
pt_pt: Horário
zh_tw: 時程表

source: By %(filter_title)s
da: Af %(filter_title)s
fr: Par %(filter_title)s
pl: Przez %(filter_title)s
pt_pt: Por %(filter_title)s

source: Welcome to week %(week_num)s of %(course_name)s!
da: Velkommen til uge %(week_num)s af %(course_name)s !
fr: Bienvenue à la semaine n°%(week_num)s du cours %(course_name)s !
pt_pt: Bem-vindo à semana%(week_num)s de %(course_name)s!

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in week {week_num}:
da: Vi håber, du nyder {start_strong}{course_name}{end_strong}! Vi vil gerne fortælle dig, hvad du kan se frem til i uge {week_num} :
fr: Nous espérons que vous appréciez {start_strong}{course_name}{end_strong}! Nous voulons vous informer de ce qui vous attend dans la semaine {week_num} :
pt_pt: Esperamos que esteja a gostar de {start_strong}{course_name}{end_strong}! Queremos que saiba o que pode esperar na semana {week_num}:

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
da: Med kurser i eget tempo lærer du efter dit eget skema. Vi opfordrer dig til at bruge tid på kurset hver uge. Din fokuserede opmærksomhed vil betale sig i sidste ende!
fr: Avec des cours qui vont à votre rythme, votre apprentissage se fait selon votre propre horaire. Nous vous encourageons à consacrer un certain temps hebdomadaire aux cours. Au final, vos efforts de concentration porteront leur fruits !
pt_pt: Nos cursos de ritmo-próprio, pode estudar no seu ritmo e no horário que quiser. Encorajamos a que dedique tempo ao curso todas as semanas. O seu empenho será recompensado no final!

source: Resume your course now
da: Genoptag dit kursus nu
fr: Reprendre le cours maintenant
pt_pt: Retomar o seu curso agora

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
da: Vi håber, du nyder %(course_name)s ! Vi vil gerne fortælle dig, hvad du kan se frem til i uge %(week_num)s :
fr: Nous espérons que vous profitez bien du cours de %(course_name)s ! Nous voulons juste vous annoncer ce que la semaine n°%(week_num)s vous réserve :
pt_pt: Esperamos que esteja a gostar de %(course_name)s! Queremos partilhar consigo o que pode esperar para a semana %(week_num)s:

source: Welcome to week %(week_num)s
da: Velkommen til uge %(week_num)s
fr: Bienvenue à la semaine n°%(week_num)s
pl: Witamy w tygodniu %(week_num)s
pt_pt: Bem-vindo/a à semana %(week_num)s

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
da: Vi håber, du nyder {start_strong}{course_name} {end_strong} ! Vi vil gerne fortælle dig, hvad du kan se frem til i de kommende uger:
fr: Nous espérons que vous appréciez {start_strong}{course_name}{end_strong}! Nous voulons vous informer de ce qui vous attend dans les prochaines semaines :
pt_pt: Esperamos que esteja a gostar de {start_strong}{course_name}{end_strong}! Queremos que saiba o que pode esperar nas próximas semanas:

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
da: Vi opfordrer dig til at bruge tid på kurset hver uge. Din fokuserede opmærksomhed vil betale sig i sidste ende!
fr: Nous vous encourageons à passer du temps dans le cours à chaque semaine. Votre assiduité sera récompensée!
pt_pt: Encorajamos que gaste algum tempo com o curso a cada semana. A sua atenção focada vai valer a pena no final!

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
da: Vi håber, du nyder %(course_name)s ! Vi vil gerne fortælle dig, hvad du kan se frem til i de kommende uger:
fr: Nous espérons que vous appréciez %(course_name)s! Nous voulons vous informer de ce qui vous attend dans les prochaines semaines :
pt_pt: Esperamos que que esteja a gostar de %(course_name)s! Queremos que saiba o que o espera nas próximas semanas:

source: %(course_name)s Weekly Update
da: %(course_name)s Ugentlig opdatering
fr: %(course_name)s Mise-à-jour hebdomadaire
pt_pt: Atualização Semanal de %(course_name)s

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
da: Mange %(platform_name)s elever løser flere problemer hver uge og deltager i diskussionsforaene. Hvad vil du gøre for at blive ved med at lære?
fr: Sur %(platform_name)s, beaucoup d'étudiants résoudent de plus en plus de problèmes chaque semaine, tout en participant à des forums de discussion. Qu'est-ce qui vous permettrait de prolonger votre apprentissage?
pt_pt: Todas as semanas, estudantes da %(platform_name)s estão a avançar na resolução de problemas e a participar ativamente nos fóruns de debate. O que deseja fazer para continuar a aprender?

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
da: Mange %(platform_name)s -elever i %(course_name)s løser flere problemer hver uge og deltager i diskussionsforaene. Hvad vil du gøre for at blive ved med at lære?
fr: Sur %(platform_name)s, beaucoup d'étudiants en %(course_name)s résoudent de plus en plus de problèmes chaque semaine, tout en participant à des forums de discussion. Qu'est-ce qui vous permettrait de prolonger votre apprentissage?
pt_pt: Todas as semanas, estudantes da %(platform_name)s no curso %(course_name)s estão a avançar na resolução de problemas e a participar ativamente nos fóruns de debate. O que deseja fazer para continuar a a aprender?

source: Keep up the momentum!
da: Fortsæt med momentum!
fr: Gardez votre élan !
pt_pt: Mantenha o ritmo!

source: Many {platform_name} learners in {start_strong}{course_name}{end_strong} are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
da: Mange {platform_name}-elever i {start_strong}{course_name} {end_strong} løser flere problemer hver uge og deltager i diskussionsforaene. Hvad vil du gøre for at blive ved med at lære?
fr: Plusieurs apprenants {platform_name} dans le cours {start_strong}{course_name}{end_strong} complètent plus de problèmes à chaque semaine et participent dans les forums de discussion. Que voulez-vous faire pour continuer à apprendre?
pt_pt: Todas as semanas, estudantes da {platform_name} no curso {start_strong}{course_name}{end_strong} estão a avançar na resolução de problemas e a participar ativamente nos fóruns de debate. O que deseja fazer para continuar a a aprender?

source: Keep learning
da: Bliv ved med at lære
fr: Continuer à apprendre
pl: Ucz się dalej
pt_pt: Continue a aprender

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
da: Husk, da du tilmeldte dig %(course_name)s og andre kurser på %(platform_name)s ? Det gør vi, og vi er glade for at have dig! Kom og se, hvad alle lærer.
fr: Vous rappelez-vous de lorsque vous vous êtes inscrit à %(course_name)s, et à d'autres cours sur %(platform_name)s ? Nous oui, et nous sommes contents que vous soyez là ! Venez voir ce que tout le monde étudie.
pt_pt: Lembra-se de quando se inscreveu em %(course_name)s, e outros cursos em %(platform_name)s? Nós lembramo-nos, e estamos contentes por tê-lo connosco! Venha ver o que todos estão a estudar.

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
da: Husk, da du tilmeldte dig %(course_name)s på %(platform_name)s ? Det gør vi, og vi er glade for at have dig! Kom og se, hvad alle lærer.
fr: Vous rappelez-vous de lorsque vous vous êtes inscrit à %(course_name)s sur %(platform_name)s ? Nous oui, et nous sommes contents que vous soyez là ! Venez voir ce que tout le monde étudie.
pt_pt: Lembra-se de quando se inscreveu em %(course_name)s em %(platform_name)s? Nós lembramo-nos, e estamos contentes por tê-lo connosco! Venha ver o que todos estão a aprender.

source: Keep learning today
da: Fortsæt med at lære i dag
fr: Continuer à apprendre aujourd'hui
pl: Ucz się dalej dzisiaj
pt_pt: Continuar a aprender hoje

source: Remember when you enrolled in {start_strong}{course_name}{end_strong}, and other courses on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
da: Kan du huske, da du tilmeldte dig {start_strong}{course_name}{end_strong} og andre kurser på {platform_name} ? Det gør vi, og vi er glade for at have dig! Kom og se, hvad alle lærer.
fr: Vous souvenez-vous du moment où vous vous êtes inscrit au cours {start_strong}{course_name}{end_strong}, et à d'autres cours sur {platform_name}? De notre côté, on s'en souvient, et nous sommes heureux de vous accueillir! Venez voir ce que les autres apprennent.
pt_pt: Lembra-se quando se matriculou em {start_strong}{course_name}{end_strong}, e outros cursos em {platform_name}? Estamos felizes por tê-lo connosco! Venha ver o que todos estão a aprender.

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
da: Kan du huske, da du tilmeldte dig {start_strong}{course_name}{end_strong} på {platform_name} ? Det gør vi, og vi er glade for at have dig! Kom og se, hvad alle lærer.
fr: Vous souvenez-vous du moment où vous vous êtes inscrit au cours {start_strong}{course_name}{end_strong} sur {platform_name}? De notre côté, on s'en souvient, et on est content de vous avoir! Venez voir ce que les autres apprennent.
pt_pt: Lembra-se quando se inscreveu no {start_strong}{course_name}{end_strong} em {platform_name}? Estamos felizes por tê-lo connosco! Venha ver o que todos estão a aprender.

source: Start learning now
da: Begynd at lære nu
fr: Commencer à apprendre maintenant
pl: Rozpocznij naukę teraz
pt_pt: Começar a aprender agora

source: Keep learning on %(platform_name)s
da: Fortsæt med at lære på %(platform_name)s
fr: Continuer à étudier sur %(platform_name)s
pl: Kontynuuj naukę na platformie %(platform_name)s
pt_pt: Continuar a aprender em %(platform_name)s

source: Keep learning in %(course_name)s
da: Fortsæt med at lære i %(course_name)s
fr: Continuer à étudier %(course_name)s
pl: Kontynuuj naukę na kursie %(course_name)s
pt_pt: Continuar a aprender em %(course_name)s

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
da: Vi håber, du nyder at lære med os indtil videre på %(platform_name)s ! Et verificeret certifikat giver dig mulighed for at fremhæve din nye viden og færdigheder. Et %(platform_name)s -certifikat er officielt og nemt at dele. Opgrader med %(user_schedule_upgrade_deadline_time)s .
fr: Nous espérons que jusqu'à là, vous appréciez votre apprentissage sur %(platform_name)s ! Un certificat vérifié vous permet de mettre en avant vos nouvelles connaissances et compétences. Un certificat %(platform_name)s est officiel et facilement partageable. Mettre à jour d'ici %(user_schedule_upgrade_deadline_time)s.
pt_pt: Esperamos que esteja a gostar de aprender connosco em %(platform_name)s! Um certificado verificado permitir-lhe-á realçar os seus conhecimentos e competências. Um certificado de %(platform_name)s é oficial e de fácil partilha . Actualize um até %(user_schedule_upgrade_deadline_time)s.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
da: Vi håber, du nyder at lære med os indtil videre i %(first_course_name)s ! Et verificeret certifikat giver dig mulighed for at fremhæve din nye viden og færdigheder. Et %(platform_name)s -certifikat er officielt og nemt at dele. Opgrader med %(user_schedule_upgrade_deadline_time)s .
fr: Nous espérons que jusqu'à là, vous appréciez votre apprentissage sur %(first_course_name)s ! Un certificat vérifié vous permet de mettre en avant vos nouvelles connaissances et compétences. Un certificat %(platform_name)s est officiel et facilement partageable. Mettre à jour d'ici %(user_schedule_upgrade_deadline_time)s.
pt_pt: Esperamos que esteja a gostar de aprender connosco em %(first_course_name)s! Um certificado verificado permitir-lhe-á realçar os seus conhecimentos e competências. Um certificado de %(platform_name)s é oficial e de fácil partilha . Actualize um até %(user_schedule_upgrade_deadline_time)s.

source: Upgrade now
da: Opgrader nu
fr: Mettre à jour maintenant
pt_pt: Atualize agora

source: We hope you are enjoying learning with us so far on {start_strong}%(platform_name)s{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
da: Vi håber, du nyder at lære med os indtil videre på {start_strong} %(platform_name)s {end_strong} ! Et verificeret certifikat giver dig mulighed for at fremhæve din nye viden og færdigheder. Et %(platform_name)s -certifikat er officielt og nemt at dele.
fr: Nous espérons que vous appréciez votre apprentissage sur {start_strong}%(platform_name)s{end_strong}! Une attestation vérifiée vous permet de mettre en valeur vos connaissances et vos compétences. Une attestation %(platform_name)s est officielle et facilement partageable.
pt_pt: Esperamos que esteja a gostar de aprender connosco até agora em {start_strong}%(platform_name)s{end_strong}! Um certificado verificado permite destacar seus novos conhecimentos e habilidades. Um certificado %(platform_name)s é oficial e de fácil partilha.

source: We hope you are enjoying learning with us so far in {start_strong}{first_course_name}{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An {platform_name} certificate is official and easily shareable.
da: Vi håber, du nyder at lære med os indtil videre i {start_strong}{first_course_name}{end_strong}! Et verificeret certifikat giver dig mulighed for at fremhæve din nye viden og færdigheder. Et {platform_name} -certifikat er officielt og nemt at dele.
fr: Nous espérons que vous appréciez votre apprentissage sur {start_strong}{first_course_name}{end_strong}! Une attestation vérifiée vous permet de mettre en valeur vos connaissances et vos compétences. Une attestation {platform_name} est officielle et facilement partageable.
pt_pt: Esperamos que esteja a gostar de aprender connosco até agora em {start_strong}{first_course_name}{end_strong}! Um certificado verificado permite destacar os seus novos conhecimentos e habilidades. Um certificado {platform_name} é oficial e fácil de partilhar.

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
da: Opgrader med {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong} .
fr: Mettez à niveau d'ici le {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
pt_pt: Atualizado por {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.

source: You are eligible to upgrade in these courses:
da: Du er berettiget til at opgradere i disse kurser:
fr: Vous êtes autorisé à effectuer une mise à jour pour les cours suivants :
pt_pt: É elegível para fazer um upgrade nestes cursos:

source: Example of a verified certificate
da: Eksempel på et verificeret certifikat
fr: Exemple de certificat vérifié
pt_pt: Exemplo de um certificado verificado

source: Upgrade now at
da: Opgrader nu kl
fr: Mettre à jour maintenant à
pt_pt: Faça o upgrade agora em

source: Upgrade to earn a verified certificate on %(platform_name)s
da: Opgrader for at opnå et bekræftet certifikat på %(platform_name)s
fr: Mettre à jour pour obtenir un certificat vérifié sur %(platform_name)s
pt_pt: Faça o upgrade para obter o cerificado verificado em %(platform_name)s

source: Upgrade to earn a verified certificate in %(first_course_name)s
da: Opgrader for at opnå et bekræftet certifikat i %(first_course_name)s
fr: Mettre à jour pour obtenir un certificat vérifié en %(first_course_name)s
pt_pt: Faça o upgrade para obter um certificado verificado em %(first_course_name)s

source: Enable course home page improvements.
da: Aktiver forbedringer på startside.

source: Site theme changed to {site_theme}
da: Webstedets tema ændret til {site_theme}
fr: {site_theme} est devenu le thème du site
pl: Skórka strony zmieniona na {site_theme}
pt_pt: O tema do site alterou para {site_theme}

source: Theme {site_theme} does not exist
da: Tema {site_theme} findes ikke
fr: Le thème {site_theme} n'existe pas
pl: Skórka {site_theme} nie istnieje
pt_pt: O tema {site_theme} não existe

source: Site theme reverted to the default
da: Webstedstema vendt tilbage til standard
fr: Le thème du site est revenu au thème par défaut
pl: Skórka strony przywrócona do domyślnej
pt_pt: O tema do site reverteu para o predefinido

source: Theming Administration
da: Temaadministration
fr: Administration thématique
pl: Zarządzanie skórką
pt_pt: Administração de Temas
zh_tw: 主題化主管部門

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
da: Brugernavne kan kun indeholde bogstaver (AZ, az), tal (0-9), understregninger (_) og bindestreger (-).
fr: Les noms d'utilisateur peuvent seulement contenir des lettres (A-Z, a-z), des chiffres (0-9), des tirets bas (_) et des traits d'union (-).
pl: Nazwa użytkownika może się składać wyłącznie z liter (A-Z, a-z), cyfr (0-9), podkreśleń (_) i myślników (-).
pt_pt: Os nomes de utilizador só podem conter letras (A-Z, a-z), números (0-9), underscores (_), e hífens (-).

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
da: Brugernavne kan kun indeholde bogstaver, tal og @/./+/-/_ tegn.
pl: Nazwa użytkownika może się składać wyłącznie z liter, cyfr i znaków @/./+/-/_ .
pt_pt: Os nomes de utilizador só podem conter letras, números e os caracteres @/./+/-/_.

source: "{email}" is not a valid email address.
da: "{email}" er ikke en gyldig e-mailadresse.

source: Enter a valid email address
da: Indtast en gyldig email addresse
fr: Entrez une adresse de courriel valide
pt_pt: Introduzir um endereço de correio electrónico válido

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
da: Det ser ud til, at {email_address} tilhører en eksisterende konto. Prøv igen med en anden e-mailadresse.
fr: Il semblerait que {email_address} appartient à un compte existant. Essayez avec une adresse email différente.
pl: Wygląda na to, że adres {email_address} należy już do istniejącego konta. Spróbuj z użyciem innego adresu e-mail.
pt_pt: Parece que {email_address} pertence a uma conta existente. Tente novamente com um endereço de email diferente.
zh_tw: 這看起來 {email_address} 已經屬於某個存在的帳戶。請使用不同的電子郵件地址名稱再試一次。

source: It looks like this email address is already registered
da: Det ser ud til, at denne e-mailadresse allerede er registreret

source: It looks like {username} belongs to an existing account. Try again with a different username.
da: Det ser ud til, at {username} tilhører en eksisterende brugerkonto. Prøv igen med et andet brugernavn.
fr: Il semblerait que {username} appartient à un compte existant. Essayez avec un nom d'utilisateur différent.
pl: Wygląda na to, że nazwa użytkownika {username} należy już do istniejącego konta. Spróbuj użyć innej nazwy użytkownika.
pt_pt: Parece que {username} pertence a uma conta existente. Tente novamente com um nome de utilizador diferente.
zh_tw: 這看起來 {username} 已經屬於某個存在的帳戶。請使用不同的使用者帳號再試一次。

source: It looks like this username is already taken
da: Det ser ud til, at dette brugernavn allerede er taget
fr: Il semblerait que ce nom d'utilisateur soit déjà utilisé
pt_pt: Parece que este endereço de e-mail já está ocupado

source: Username must be between {min} and {max} characters long.
da: Brugernavnet skal være mellem {min} og {max} tegn langt.
fr: Le nom d'utilisateur doit faire entre {min} et {max} caractères de long.
pl: Nazwa użytkownika musi mieć od {min} do {max} znaków długości.
pt_pt: O nome de utilizador deve ter entre {min} e {max} caracteres.

source: Enter a valid email address that contains at least {min} characters.
da: Indtast en gyldig e-mailadresse, der indeholder mindst {min} -tegn.
fr: Saisissez une adresse e-mail valable comprenant au moins {min} caractères.
pl: Wprowadź poprawny adres e-mail składający się z co najmniej {min} znaków.
pt_pt: Insira um endereço de email válido que contenha pelo menos {min} caracteres.

source: Enter your full name.
da: Skriv dit fulde navn.

source: The email addresses do not match.
da: E-mailadresserne stemmer ikke overens.

source: Select your country or region of residence.
da: Vælg dit bopælsland eller -område.

source: Select your profession.
da: Vælg dit erhverv.

source: Select your specialty.
da: Vælg dit speciale.

source: Enter your profession.
da: Indtast dit erhverv.

source: Enter your specialty.
da: Indtast dit speciale.

source: Enter your city.
da: Indtast din by.

source: Tell us your goals.
da: Fortæl os dine mål.

source: Select the highest level of education you have completed.
da: Vælg det højeste uddannelsesniveau, du har gennemført.

source: Enter your mailing address.
da: Indtast din postadresse.

source: The '{field_name}' field cannot be edited.
da: Feltet "{field_name}" kan ikke redigeres.
fr: Le champ '{field_name}' ne peut pas être modifié.
pl: Pola '{field_name}' nie można edytować.
pt_pt: O campo '{field_name}' não pode ser editado.
zh_tw: '{field_name}' 欄位不可被編輯。

source: First Name
da: Fornavn
fr: Prénom
pl: Imię
pt_pt: Primeiro Nome
zh_tw: 名

source: Last Name
da: Efternavn
fr: Nom
pl: Nazwisko
pt_pt: Último Nome
zh_tw: 姓
