Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: You must be enrolled in the course to see course content. Please contact your degree administrator or {platform_name} Support if you have questions.
da: Du skal være tilmeldt kurset for at se kursets indhold. Kontakt venligst din gradsadministrator eller {platform_name} Support, hvis du har spørgsmål.

source: {open_enroll_link}Enroll now{close_enroll_link} to access the full course.
da: {open_enroll_link}Tilmeld dig nu{close_enroll_link} for at få adgang til hele kurset.

source: To start, set a course goal by selecting the option below that best describes your learning plan. {goal_options_container}
da: For at starte skal du sætte et kursusmål ved at vælge den mulighed nedenfor, der bedst beskriver din læringsplan. {goal_options_container}

source: Set goal to: {choice}
da: Sæt mål til: {choice}

source: Set goal to: {goal_text}
da: Sæt mål til: {goal_text}

source: These define the context to disable lms-controlled discounts on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
da: Disse definerer konteksten for at deaktivere lms-kontrollerede rabatter på. Hvis der ikke er angivet nogen værdier, gælder konfigurationen globalt. Hvis der er angivet en enkelt værdi, gælder konfigurationen for alle kurser inden for den kontekst. Der kan højst indstilles én værdi ad gangen.<br> Hvis flere kontekster gælder for et kursus (f.eks. hvis konfiguration er specificeret for kurset specifikt og for den organisation, som kurset er i, så tilsidesætter den mere specifikke kontekst den mere generelle kontekst.
fr: Celles-ci définissent le contexte pour désactiver les remises contrôlées par le lms. Si aucune valeur n'est définie, la configuration s'applique globalement. Si une seule valeur est définie, la configuration s'applique à tous les cours de ce contexte. Au plus une valeur peut être définie à la fois.<br> Si plusieurs contextes s'appliquent à un cours (par exemple, si la configuration est spécifiée spécifiquement pour le cours et pour l'organisation dans laquelle se trouve le cours, le contexte plus spécifique remplace le contexte plus général.
pt_pt: Estes definem o contexto para desativar descontos controlados pelo LMS. Se nenhum valor for definido, a configuração aplica-se globalmente. Se um único valor for definido, a configuração aplica-se a todos os cursos dentro desse contexto. No máximo um valor pode ser definido por vez.<br>Se vários contextos se aplicam a um curso (por exemplo, se a configuração for especificamente para o curso, e para a organização em que o curso se encontra, então o contexto mais específico sobrepõe-se ao contexto mais geral.

source: These define the context to configure the percentage for the first purchase discount.If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
da: Disse definerer konteksten for at konfigurere procentdelen for den første købsrabat. Hvis flere kontekster gælder for et kursus (f.eks. hvis konfiguration er specificeret for kurset specifikt og for den organisation, kurset er i, så tilsidesætter den mere specifikke kontekst den mere generelle sammenhæng.
fr: Celles-ci définissent le contexte pour configurer le pourcentage du premier rabais d'achat. Si plusieurs contextes s'appliquent à un cours (par exemple, si la configuration est spécifiée spécifiquement pour le cours et pour l'organisation dans laquelle se trouve le cours, le contexte plus spécifique remplace le contexte plus général.
pt_pt: Define o contexto para configurar a percentagem para o primeiro desconto de compra. Se vários contextos se aplicarem a um curso (por exemplo, se a configuração for especificamente para o curso, e para a organização em que o curso se encontra, então o contexto mais específico sobrepõe-se ao contexto mais geral.

source: {s_sr}Original price: {s_op}{original_price}{e_p}, discount price: {e_sr}{formatted_discount_price}
da: {s_sr}Oprindelig pris: {s_op}{original_price}{e_p}, rabatpris: {e_sr} {formatted_discount_price}
fr: {s_sr} Prix d'origine : {s_op} {original_price} {e_p}, prix réduit : {e_sr} {formatted_discount_price}
pt_pt: {s_sr}Preço original: {s_op}{original_price}{e_p}, preço com desconto: {e_sr}{formatted_discount_price}

source: CSV File
da: CSV-fil
fr: Fichier CSV
pt_pt: Importar produtos de um ficheiro CSV

source: CSV file should have 3 columns having names lms_user_id, course_id, opportunity_id
da: CSV-filen skal have 3 kolonner med navnene lms_user_id, course_id, opportunity_id
fr: Le fichier CSV doit avoir 3 colonnes portant les noms lms_user_id, course_id, opportunité_id
pt_pt: O ficheiro CSV deve ter 3 colunas com nomes lms_utilizador_id, curso_id, oportunidade_id

source: Enrollment attributes were not updated for records at following line numbers in csv because no enrollment found for these records: {error_line_numbers}
da: Tilmeldingsattributter blev ikke opdateret for poster på følgende linjenumre i csv, fordi der ikke blev fundet nogen tilmelding for disse poster: {error_line_numbers}
fr: Les attributs d'inscription n'ont pas été mis à jour pour les enregistrements aux numéros de ligne suivants dans le fichier csv, car aucune inscription n'a été trouvée pour ces enregistrements: {error_line_numbers}
pt_pt: Os atributos de inscrição não foram atualizados para registos que se encontram nas seguintes linhas no ficheiro CSV porque não foram encontradas matrículas para esses registros: {error_line_numbers}

source: You have access to the {bold_start}{enterprise_name}{bold_end} dashboard. To access the courses available to you through {enterprise_name}, {link_start}visit the {enterprise_name} dashboard{link_end}.
da: Du har adgang til betjeningspanelet for {bold_start}{enterprise_name}{bold_end}. For at få adgang til de kurser, der er tilgængelige for dig via {enterprise_name}, skal du {link_start}besøge {enterprise_name}-dashboardet {link_end} .
fr: Vous avez accès au tableau de bord {bold_start}{enterprise_name}{bold_end}. Pour accéder aux cours qui s'offrent à vous via {enterprise_name}, {link_start}visitez le tableau de bord {enterprise_name}{link_end}.
pt_pt: Tem acesso ao painel {bold_start}{enterprise_name}{bold_end}. Para aceder aos cursos à sua disposição através de {enterprise_name}, {link_start} visite o painel {enterprise_name}{link_end}.

source: Enrollment in {course_title} was not complete.
da: Tilmeldingen til {course_title} var ikke fuldført.
fr: L'inscription à {course_title} est incomplète.
pt_pt: A inscrição em {course_title} não foi concluída.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
da: Hvis du har problemer med at dele dine data, bedes du kontakte din administrator på {enterprise_customer_name} .
fr: Si vous avez des questions par rapport au partage de vos données, veuillez contacter votre administrateur chez {enterprise_customer_name}.
pl: Jeśli masz obawy przed udostępnianiem swoich danych, skontaktuj się ze swoim administratorem na {enterprise_customer_name}.
pt_pt: Caso tenha dúvidas acerca da partilha dos seus dados pessoais, por favor entre em contacto com o administrador em {enterprise_customer_name}.

source: Enterprise Course Enrollments
da: Enterprise kursustilmeldinger
fr: Inscriptions aux cours d'entreprise
pt_pt: Matrículas em cursos corporativos

source: Override Enrollment Attributes
da: Tilsidesæt tilmeldingsattributter
fr: Remplacer les attributs d'inscription
pt_pt: Sobreposição de atributos de inscrição

source: Upload CSV to override enrollment attributes for learners
da: Upload CSV for at overskrive tilmeldingsattributter for elever
fr: Importez un fichier CSV pour remplacer les attributs d'inscription pour les apprenants
pt_pt: Carregar ficheiro CSV para substituir atributos de inscrição para os estudantes

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
da: Vi beklager, men du er ikke autoriseret til at få adgang til {platform_name} via denne kanal. Kontakt din undervisningsadministrator eller -administrator for at få adgang til {platform_name}.{line_break}{line_break}Fejldetaljer:{line_break} {error_message}
fr: Nous sommes désolés, vous n’êtes pas autorisé à accéder à {platform_name} à travers ce canal. Veuillez pendre contact avec votre administrateur ou gestionnaire pédagogique afin d’avoir accès à {platform_name}.{line_break}{line_break}Détails de l’Erreur :{line_break}{error_message}
pt_pt: Lamentamos, mas não está autorizado a aceder à {platform_name} através deste canal. Pedimos-lhe que entre em contacto com o administrador ou gestor do curso para aceder à {platform_name}. {line_break}{line_break}Detalhes do erro: {line_break}{error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
da: Tak, fordi du deltager i {platform_name}. Nu mangler du kun et par skridt før du kan begynde at lære!
fr: Merci d’avoir rejoint {platform_name}. Il ne reste que quelques étapes avant de commencer votre apprentissage !
pt_pt: Obrigado por se juntar à {platform_name}. Complete apenas algumas etapas antes de começar a aprender!

source: Continue
da: Fortsæt
fr: Continuer
pl: Kontynuuj
pt_pt: Continuar
zh_tw: 繼續

source: Shift due dates
da: Skift forfaldsdatoer
fr: Déplacer les dates limites
pt_pt: Alterar os prazos limites

source: It looks like you missed some important deadlines based on our suggested schedule.
da: Det ser ud til, at du gik glip af nogle vigtige deadlines baseret på vores foreslåede tidsplan.
fr: Il semblerait que vous ayez manqué des dates limites importantes de votre horaire suggéré.
pt_pt: Parece ter falhado alguns prazos importantes com base no nosso calendário.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don’t worry—you won’t lose any of the progress you’ve made when you shift your due dates.
da: For at holde dig selv på sporet kan du opdatere denne tidsplan og flytte de forfaldne opgaver ind i fremtiden. Bare rolig – du mister ikke nogen af de fremskridt, du har gjort, når du flytter dine forfaldsdatoer.
fr: Pour vous maintenir sur la bonne voie, vous pouvez mettre à jour ce calendrier et déplacer les affectations échues dans le futur. Ne vous inquiétez pas—vous ne perdrez aucun des progrès que vous avez réalisés lorsque vous décalez vos dates d'échéance.
pt_pt: Para manter o ritmo, pode actualizar este calendário e deslocar as atribuições do passado para o futuro. Não se preocupe—não perderá nenhum dos progressos que fez quando mudar as suas datas de entrega.

source: Try again ({attempts} attempt remaining)
da: Prøv igen ( {attempts} forsøg tilbage)
fr: Essayer de nouveau ({attempts} tentative restante)
pt_pt: Tente novamente ({attempts} tentativa restante)

source: Try again (unlimited attempts)
da: Prøv igen (ubegrænsede forsøg)
fr: Essayer de nouveau (tentatives illimitées)
pt_pt: Tente novamente (tentativas ilimitadas)

source: You have used {attempts} of unlimited attempts for this problem.
da: Du har brugt {attempts} af ubegrænsede forsøg til dette problem.
fr: Vous avez utilisé {attempts} de tentatives illimitées pour ce problème.
pt_pt: Usou {attempts} tentativas de um número ilimitado para este problema.

source: Course Name
da: Kursus navn
fr: Nom du cours
pl: Nazwa kursu
pt_pt: Nome do curso
zh_tw: 課程名稱

source: Courses
da: Kurser
fr: Cours
pl: Kursy
pt_pt: Cursos
zh_tw: 課程

source: Reports
da: Rapporter
fr: Rapports
pl: Raporty
pt_pt: Relatórios
zh_tw: 報告

source: Ready
da: Parat

source: Invalid data
da: Ugyldige data

source: Invalid data ({details})
da: Ugyldige data ( {details} )

source: Course is full
da: Kurset er overtegnet
fr: Ce cours est complet
pl: Lista uczestników jest już pełna
pt_pt: O curso está completo
zh_tw: 課程已滿

source: Loading
da: Indlæser
fr: Chargement en cours
pl: Wczytywanie
pt_pt: A carregar
zh_tw: 讀取中...

source: owner
da: ejer
fr: propriétaire
pl: właściciel
pt_pt: proprietário
zh_tw: 擁有者

source: Course team user does not exist
da: Kursusteambruger eksisterer ikke
fr: Utilisateur de l'équipe pédagogique inexistant
pl: Członek kadry kursu nie istnieje
pt_pt: O utilizador da equipa do curso não existe
zh_tw: 沒有課程團隊使用者

source: Number of course outline regenerations successfully requested: {regenerates}
da: Antal kursusoversigtsregenereringer, der er blevet anmodet om: {regenerates}
fr: Nombre de régénérations de plan de cours demandées avec succès : {regenerates}
pl: Liczba pomyślnie zażądanych regeneracji konspektu kursu: {regenerates}
pt_pt: Número de regenerações de esboço de curso solicitadas com sucesso: {regenerates}

source: Regenerate selected course outlines
da: Genskab valgte kursuskonturer
fr: Régénérer les plans de cours sélectionnés
pl: Regeneruj wybrane konspekty kursów
pt_pt: Regenerar os contornos seleccionados do curso

source: All course outline regenerations successfully requested.
da: Alle kursusoversigtsregenereringer er blevet anmodet om.
fr: Toutes les régénérations de plan de cours ont été demandées avec succès.
pl: Pomyślnie zażądano wszystkich regeneracji konspektów kursu.
pt_pt: Todas as regenerações do curso foram solicitadas com sucesso.

source: Regenerate *all* course outlines
da: Gendan *alle* kursuskonturer
fr: Régénérer *tous* les plans de cours
pl: Zregeneruj *wszystkie* konspekty kursów
pt_pt: Regenerar *todos* os contornos do curso

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
da: Grupperne i denne konfiguration kan kortlægges til kohorter i instruktør-dashboardet.
fr: Les groupes dans cette configuration peuvent être répartis en cohortes sur le Tableau de bord de l'enseignant.
pl: Grupy w tej konfiguracji mogą być mapowane do kohort z poziomu pulpitu prowadzącego.
pt_pt: Os grupos nesta configuração podem ser mapeados para grupos no Painel de Controlo do Formador.
zh_tw: 這個設定中的群組可以映射到教師儀表板中的學生群組。

source: Content Groups
da: Indholdsgrupper
fr: Groupes de contenu
pl: Grupy treści
pt_pt: Grupos de Conteúdo
zh_tw: 內容群組

source: invalid JSON
da: ugyldig JSON
fr: JSON invalide
pl: nieprawidłowy JSON
pt_pt: JSON inválido
zh_tw: 無效的JSON

source: must have name of the configuration
da: skal have navnet på konfigurationen
fr: doit avoir le nom de la configuration
pl: musi posiadać nazwę konfiguracji
pt_pt: deve ter o nome da configuração
zh_tw: 務必含設定的名稱

source: must have at least one group
da: skal have mindst én gruppe
fr: doit avoir au moins un groupe
pl: musi posiadać przynajmniej jedną grupę
pt_pt: deve ter pelo menos um grupo
zh_tw: 務必至少含一個群組

source: unable to load this type of group configuration
da: ude af stand til at indlæse denne type gruppekonfiguration
fr: ce type de groupe de configuration ne peut être chargé
pl: nie można załadować tego typu konfiguracji grupy
pt_pt: não foi possível carregar este tipo de configuração de grupo

source: Invalid course update id.
da: Ugyldigt kursusopdaterings-id.
fr: Cours non valide mettez le à jour.
pl: Nieprawidłowy identyfikator aktualizacji kursu.
pt_pt: Id de atualização do curso inválido.
zh_tw: 無效課程更新ID。

source: Course update not found.
da: Kursusopdatering blev ikke fundet.
fr: Mise à jour du cours non trouvée.
pl: Nie odnaleziono aktualizacji kursu.
pt_pt: Atualização do curso não encontrada.
zh_tw: 沒有找到課程更新。

source: Could not index item: {}
da: Kunne ikke indeksere element: {}
fr: Impossible d’indexer l'élément: {}
pl: Nie udało się zindeksować zasobu: {}
pt_pt: Não foi possível indexar o elemento: {}
zh_tw: 無法索引項目: {}

source: General indexing error occurred
da: Der opstod en generel indekseringsfejl
fr: Une erreur générale d’indexation s'est produite
pl: Wystąpił ogólny błąd indeksowania
pt_pt: Ocorreu um erro de indexação.
zh_tw: 一般索引發生錯誤

source: (Unnamed)
da: (Unavngiven)
fr: (Sans nom)
pl: (Bez nazwy)
pt_pt: (Sem nome)
zh_tw: (未命名的)

source: Aborting import because a course with this id: {} already exists.
da: Afbryder importen, fordi et kursus med dette id: {} allerede eksisterer.
fr: Annulation de l'importation car un cours avec cet identifiant : {} existe déjà.
pl: Przerwano import, ponieważ kurs identyfikatorze {} już istnieje.
pt_pt: Importação abortada porque já existe um curso com este id: {}.

source: Permission denied. You do not have write access to this course.
da: Adgang nægtet. Du har ikke skriveadgang til dette kursus.
fr: Permission refusée. Vous ne disposez pas d'un accès en écriture à ce cours.
pl: Odmowa pozwolenia. Nie masz dostępu do zapisu w tym kursie.
pt_pt: Permissão negada. Não tem acesso por escrito a este curso.

source: Could not find the {0} file in the package.
da: Kunne ikke finde filen {0} i pakken.
fr: Impossible de trouver le fichier {0} dans le paquet.
pl: Nie udało się odnaleźć pliku {0} w pakiecie.
pt_pt: Não foi possível localizar o ficheiro {0} no conjunto.
zh_tw: 在此封裝中無法找到檔案 {0}

source: Uploaded Tar file not found. Try again.
da: Uploadet Tar-fil blev ikke fundet. Prøv igen.
fr: Fichier Tar téléchargé introuvable. Essayer de nouveau.
pl: Nie znaleziono przesłanego pliku Tar. Spróbuj ponownie.
pt_pt: Ficheiro Tar carregado não encontrado. Tente novamente.

source: We only support uploading a .tar.gz file.
da: Vi understøtter kun upload af en .tar.gz-fil.
fr: Seuls les fichiers de type .tar.gz peuvent être chargés.
pl: Wspieramy wyłącznie przesyłanie plików .tar.gz.
pt_pt: Somente é suportado o carregamento de ficheiros em formato .tar.gz.
zh_tw: 我們僅支援上傳 .tar.gz 格式的檔案。

source: Aborting import since a library with this id already exists.
da: Afbryder importen, da der allerede eksisterer et bibliotek med dette id.
fr: Annulation de l'importation car une bibliothèque avec cet identifiant existe déjà.
pl: Przerwanie importu, ponieważ biblioteka o tym id już istnieje.
pt_pt: Abortar a importação uma vez que já existe uma biblioteca com esta identificação.

source: Course olx validation failed. Please check your email.
da: Kursus olx-validering mislykkedes. Tjek venligst din email.
fr: La validation olx du cours a échoué. Veuillez consulter vos courriels.
pl: Weryfikacja kursu olx nie powiodła się. Proszę sprawdzić e-mail.
pt_pt: A validação do curso olx falhou. Por favor, verifique o seu e-mail.

source: Permission denied
da: Adgang nægtet
fr: Permission refusée
pl: Uprawnienie odmówione
pt_pt: Acesso negado
zh_tw: 沒有權限

source: Unknown error while importing course.
da: Ukendt fejl under import af kursus.
fr: Erreur inconnue lors de l'importation du cours.
pl: Nieznany błąd podczas importowania kursu.
pt_pt: Erro desconhecido durante a importação do curso.

source: An Unknown error occurred during the unpacking step.
da: Der opstod en ukendt fejl under udpakningstrinnet.
fr: Une erreur inconnue s'est produite lors de l'étape de déballage.
pl: Podczas rozpakowywania wystąpił nieznany błąd.
pt_pt: Ocorreu um erro desconhecido durante a fase de desempacotamento.

source: Unknown User ID: {0}
da: Ukendt bruger-id: {0}
fr: Identifiant utilisateur inconnue : {0}
pl: Nieznany identyfikator użytkownika: {0}
pt_pt: ID de utilizador desconhecido: {0}

source: Unsafe tar file. Aborting import.
da: Usikker tar-fil. Afbryder import.
fr: Fichier tar pas sécurisé. Importation en cours d'annulation.
pl: Niebezpieczny plik tar. Przerywanie importu.
pt_pt: O ficheiro .tar não é seguro. Processo de importação cancelado.
zh_tw: 不安全的TAR文件。 中止導入。

source: User permission denied.
da: Brugertilladelse nægtet.
fr: Autorisation de l'utilisateur refusée.
pl: Brak uprawnień użytkownika.
pt_pt: Permissão do utilizador negada.

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
da: GIT_REPO_EXPORT_DIR ikke indstillet eller stien {0} eksisterer ikke. Opret den, eller konfigurer en anden sti med GIT_REPO_EXPORT_DIR
fr: GIT_REPO_EXPORT_DIR non défini ou le chemin {0} n'existe pas, veuillez le créer, ou configurer un chemin différent pour GIT_REPO_EXPORT_DIR
pl: GIT_REPO_EXPORT_DIR nieustawiony albo ścieżka {0} nie istnieje, proszę ją utworzyć, albo skonfigurować inną ścieżkę z GIT_REPO_EXPORT_DIR
pt_pt: GIT_REPO_EXPORT_DIR não definido ou o percurso {0} não existe. Por favor, crie ou configure um novo percurso com GIT_REPO_EXPORT_DIR
zh_tw: 未設定GIT_REPO_EXPORT_DIR或者路徑 {0} 不存在，請建立它，或者對GIT_REPO_EXPORT_DIR配置一個不同的路徑

source: Non writable git url provided. Expecting something like: git@github.com:edx/edx4edx_lite.git
da: Ikke skrivbar git url angivet. Forventer noget som: git@github.com:edx/edx4edx_lite.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
da: Hvis du bruger http url'er, skal du angive brugernavn og adgangskode i url'en. Svarende til https://user:pass@github.com/user/course.
fr: Si vous utilisez des URL http, vous devez fournir le nom d'utilisateur et le mot de passe dans l'URL. Sous la forme https://user:pass@github.com / user / cours.
pl: Chcąc używać odnośników http, musisz podać nazwę użytkownika i hasło w odnośniku url. Podobnie jak tu: https://user:pass@github.com/user/course.
pt_pt: Se estiver a utilizar http urls, deve indicar o nome de utilizador e a palavra-passe no url. Semelhante a https://user:pass@github.com/user/course.
zh_tw: 如果使用http urls，您必須在URL中提供使用者帳號和密碼。例如 https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
da: Kan ikke bestemme gren, repo i adskilt HEAD-tilstand
fr: Impossible de déterminer branche, dépôt en mode HEAD détaché
pl: Nie udało się określić gałęzi, repozytorium w trybie detached HEAD
pt_pt: Incapaz de determinar o ramo, reporte em modo HEAD destacado
zh_tw: 在分離 HEAD 模式下，無法確認所在的分支(branch)及repo

source: Unable to update or clone git repository.
da: Kan ikke opdatere eller klone git-lageret.
fr: Impossible de cloner ou de mettre à jour le dépot.
pl: Nie udało się zaktualizować lub sklonować repozytorium git.
pt_pt: Não foi possível atualizar ou clonar repositório git.
zh_tw: 無法更新或複製Git資源庫

source: Unable to export course to xml.
da: Kan ikke eksportere kursus til xml.
fr: Impossible d'exporter le cours en xml.
pl: Nie udało się wyeksportować kursu do xml.
pt_pt: Não foi possível exportar o curso para XML.
zh_tw: 無法匯出課程到 XML。

source: Unable to configure git username and password
da: Kan ikke konfigurere git brugernavn og adgangskode
fr: Impossible de configurer le nom d'utilisateur et le mot de passe git
pl: Nie udało się skonfigurować nazwy użytkownika git i hasła
pt_pt: Não foi possível configurar o nome de utilizador e palavra-passe do git
zh_tw: 無法設定Git使用者帳號和密碼

source: Unable to commit changes. This is usually because there are no changes to be committed
da: Kan ikke foretage ændringer. Dette skyldes normalt, at der ikke er nogen ændringer, der skal forpligtes
fr: Impossible d'intégrer les modifications. C'est généralement parce qu'il n'y a pas de changements à intégrer
pl: Nie udało się wdrożyć zmian. Z reguły dzieje się tak dlatego, że nie wystąpiły żadne zmiany.
pt_pt: Não foi possível confirmar as alterações. Isto pode ter ocorrido porque não há nenhuma alteração com necessidade de confirmação.
zh_tw: 無法提交變更，通常的原因是因為沒有任何變更需要提交
