Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Go back to the {link_start}home page{link_end}.
da: Retur til {link_start}start side{link_end}.
fr: Retour à {link_start}l'accueil{link_end}
pl: Wróć do {link_start}strony głównej{link_end}.
pt_pt: Voltar para {link_start}página inicial{link_end}.
zh_tw: 返回{link_start}首頁{link_end}

source: E-mail change successful!
da: E-mail er nu ændret
fr: Adresse e-mail modifiée avec succès !
pl: Zmiana adresu e-mail zakończona powodzeniem!
pt_pt: O email foi alterado com sucesso!
zh_tw: 電子郵件信箱變更成功

source: You should see your new email in your {link_start}dashboard{link_end}.
da: Du bør nu kunne se ny email på dit {link_start}betjeningspanel{link_end}.
fr: Vous devez voir votre nouvelle adresse e-mail sur votre {link_start}Tableau de bord{link_end}.
pl: Powinieneś zobaczyć swój nowy adres e-mail na {link_start}pulpicie studenta{link_end}.
pt_pt: Deverá ver o seu novo e-mail no seu {link_start}painel de controlo{link_end}.
zh_tw: 您應該可以在{link_start}我的課程{link_end}看到您新的電子郵件信箱。

source: An account with the new e-mail address already exists.
da: Der er i forvejen en konto, der benytter denne e-mail
fr: Un compte avec la nouvelle adresse e-mail existe déjà.
pl: Konto ze wskazanym nowym adresem e-mail już istnieje.
pt_pt: Já existe um conta com esse endereço de e-mail.
zh_tw: 該電子郵件信箱地址已經存在一個帳戶。

source: You should Register before trying to access the Unit
da: Du bør registrere dig, før du forsøger at få adgang til denne unit
fr: Vous devriez vous enregistrer avant d'essayer d'accéder à l'unité
pl: Przed przystąpieniem do lekcji musisz się zarejestrować
pt_pt: Deve registar-se antes de tentar aceder à Unidade
zh_tw: 在進入本單元前，您應先註冊。

# self
source: Enroll
da: Tilmeld
fr: Inscription
pl: Zapisz się
pt_pt: Matricular
zh_tw: 註冊

source: Don't enroll
da: Tilmeld dig ikke
fr: Pas d'inscription
pl: Nie zapisuj się
pt_pt: Não matricular
zh_tw: 不能註冊

source: Student Enrollment Form
da: Tilmeldings formular for deltager
fr: Formulaire d'Inscription Étudiant
pl: Formularz zapisu studenta
pt_pt: Formulário de Inscrição do Estudante
zh_tw: 學生報名表

source: Course:
da: Kursus:
fr: Cours :
pl: Kurs:
pt_pt: Curso:
zh_tw: 課程：

source: Add new students
da: Tilføj nye kursister
fr: Ajouter des nouveaux étudiants
pl: Dodaj nowych studentów
pt_pt: Adicionar novos estudantes
zh_tw: 增加新的學生

source: Existing students:
da: Eksisterende kursister
fr: Étudiants existants :
pl: Istniejący studenci:
pt_pt: Estudantes existentes:
zh_tw: 已有學生：

source: New students added:
da: Nye kursister tilføjet:
fr: Nouveaux étudiants ajoutés :
pl: Nowo dodani studenci:
pt_pt: Novos estudantes adicionados:
zh_tw: 已增加新的學生：

source: Students rejected:
da: Afviste kursister:
fr: Étudiants rejetés :
pl: Studenci odrzuceni:
pt_pt: Estudantes rejeitados:
zh_tw: 被拒絕的學生：

source: Debug:
da: Ret fejl:
fr: Debogage :
pt_pt: Depurar:
zh_tw: 除錯：

source: External Authentication failed
da: Ekstern Bekræftelse lykkedes ikke
fr: Échec de l'authentification externe
pl: Zewnętrzna autoryzacja nie powiodła się
pt_pt: Autenticação Externa falhou
zh_tw: 外部認證失敗

source: organization logo
da: organisations logo
fr: logo de l'entreprise
pl: logo organizacji
pt_pt: logo da organização
zh_tw: 機構標誌

source: Password Reset
da: Adgangskode Reset
fr: Réinitialisation du mot de passe
pl: Zresetuj hasło
pt_pt: Redefinir Palavra-passe
zh_tw: 密碼重置

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
da: Skriv din e-mail adresse nedenfor, så sender vi en e-mail instruktion på hvordan man opretter en ny adgangskode.
fr: Merci d'entrer votre adresse e-mail ci-dessous, nous vous enverrons des instructions pour choisir un nouveau mot de passe
pl: Proszę wprowadzić adres e-mail, a prześlemy wiadomość z instrukcją ustawienia nowego hasła.
pt_pt: Por favor insira o seu endereço de e-mail em baixo, e iremos enviar uma mensagem com instruções para definir uma nova palavra-passe.
zh_tw: 請在下面輸入您的電子郵件地址。我們會通過郵件發送設置新密碼的說明。

source: Required Information
da: Nødvendig Information
fr: Information requise
pl: Informacja wymagana
pt_pt: Informação Obrigatória
zh_tw: 需要的資訊

source: Your E-mail Address
da: Din E-mail Adresse
fr: Votre adresse e-mail
pl: Twój adres e-mail
pt_pt: O Seu Endereço de E-mail
zh_tw: 您的電子郵件信箱地址

source: This is the e-mail address you used to register with {platform}
da: Denne e-mail adresse er den, du brugte til at registrere med {platform}
fr: Voici l'adresse e-mail que vous avez utilisée pour vous inscrire sur {platform}
pl: Adres e-mail, którego użyto do zarejestrowania się na platformie {platform}
pt_pt: Este é o endereço de e-mail que utilizou para o registo em {platform}
zh_tw: 這是您用來註冊 {platform} 的 e-mail 地址

source: Reset My Password
da: Nulstil Min Adgangskode
fr: Réinitialiser mon mot de passe
pl: Zresetuj moje hasło
pt_pt: Redefinir a minha Palavra-passe
zh_tw: 重置我的密碼

source: Email is incorrect.
da: Ukorrekt mailadresse
fr: Email incorrect.
pl: Nieprawidłowy adres e-mail
pt_pt: O e-mail está incorreto..
zh_tw: 電子郵件信箱不正確。

source: The course has ended.
da: Kurset er afsluttet.
fr: Le cours est terminé.
pl: Kurs dobiegł końca.
pt_pt: O curso terminou.
zh_tw: 課程已結束。

source: The due date for this assignment has passed.
da: Fristen for denne opgave er overskredet.
fr: La date d'échéance de ce devoir est passée.
pl: Upłynął termin końcowy dla tego zadania.
pt_pt: O prazo limite para esta tarefa acabou.
zh_tw: 作業截止日期已過。

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
da: Fordi kurset er afsluttet, er denne opgave ikke længere tilgængelig.{line_break}Hvis du har fuldført denne opgave, er din karakter tilgængelig på {link_start}fremskridtssiden {link_end} .
fr: Le cours est terminé et le devoir n'est plus disponible.{line_break}Si vous avez terminé ce devoir, votre note est disponible dans la {link_start}page de progression{link_end}.
pl: Ponieważ kurs dobiegł końca, to zadanie jest już niedostępne. {line_break}Jeśli ukończyłeś to zadanie, twoja ocena jest dostępna {link_start}w dzienniku postępów{link_end}.
pt_pt: Como o curso terminou, esta tarefa já não está disponível.{line_break}Se completou esta tarefa, a sua classificação está disponível na {link_start}página de progresso{link_end}.
zh_tw: 由於課程已經結束，這份作業已無法存取。{line_break}如果您已完成這項作業，您的成績將會顯示在{link_start}進度頁面{link_end}。

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
da: Da afleveringsdatoen er overskredet, er denne opgave ikke længere tilgængelig.{line_break}Hvis du har fuldført denne opgave, er din karakter tilgængelig på {link_start}fremskridtssiden {link_end} .
fr: L'échéance est passée et le devoir n'est plus disponible.{line_break}Si vous avez terminé ce devoir, votre note est disponible dans la {link_start}page de progression{link_end}.
pl: Ponieważ upłynął termin końcowy, to zadanie jest już niedostępne. {line_break}Jeśli ukończyłeś to zadanie, twoja ocena jest dostępna {link_start}w dzienniku postępów{link_end}.
pt_pt: Como passou o prazo limite estabelecido, esta tarefa já não está disponível. {line_break}Se completou esta tarefa, a sua classificação está disponível na página de progresso {link_start} {link_end}.
zh_tw: 由於截止日已過，這份作業已無法存取。{line_break}如果您已完成這份作業，您的成績將會顯示在{link_start}進度頁面{link_end}。

source: Search for a course
da: Søg efter et kursus
fr: Rechercher un cours
pl: Szukaj kursu
pt_pt: Procurar um curso
zh_tw: 搜尋課程

source: Welcome to {platform_name}
da: Velkommen til {platform_name}
fr: Bienvenue sur {platform_name}
pl: Witamy w {platform_name}
pt_pt: Bem-vindo a {platform_name}
zh_tw: 歡迎來到{platform_name}

source: It works! Powered by Open edX{registered_trademark}
da: Det virker! Drevet af Open edX{registered_trademark}
pt_pt: Funciona! Powered by Open edX{registered_trademark}

source: Invalid email change key
da: Ugyldig email nøgle
fr: Clé de changement de mail invalide
pl: Nieprawidłowy klucz zmiany adresu e-mail
pt_pt: Chave de alteração de e-mail inválida
zh_tw: 無效的電子郵件變更碼

source: This e-mail key is not valid. Please check:
da: Denne e-mail nøgle er ugyldig. Tjek venligst:
fr: Cette clé e-mail n'est pas valide. Merci de vérifier :
pl: Ten klucz e-mail jest nieprawidłowy. Proszę sprawdzić:
pt_pt: Esta chave de email não é válida. Por favor, verifique:
zh_tw: 此電子郵件信箱金鑰無效。請檢查：

source: Was this key already used? Check whether the e-mail change has already happened.
da: Var denne nøgle allerede brugt? Tjek om e-mail ændringen allerede er sket.
fr: Est ce que cette clé a déjà été utilisée ? Verifiez si le changement d'adresse e-mail a déjà eu lieu.
pl: Czy ten klucz został już użyty? Sprawdź, czy nie doszło już do zmiany adresu e-mail.
pt_pt: Esta chave já foi utilizada? Verifique se foi efetuada a alteração do e-mail.
zh_tw: 如果該金鑰已被使用，請檢查是否已變更郵寄地址。

source: Did your e-mail client break the URL into two lines?
da: Delte din e-mail klient URL'en op i to linjer?
fr: Votre client de messagerie a-t-il coupé l'URL en deux lignes ?
pl: Czy twój klient poczty e-mail nie rozbił adresu URL na dwie linie?
pt_pt: O seu cliente de e-mail separou o URL em duas linhas?
zh_tw: 您的電子郵件客戶端是否將URL分成兩行？

source: The keys are valid for a limited amount of time. Has the key expired?
da: Nøglerne er kun gyldige i begrænset tid. Er nøglen udløbet?
fr: Les clés sont valides pour une durée limitée. Est ce que la clé est expirée ?
pl: Klucze są ważne przez ograniczony okres czasu. Czy nie wygasł okres ważności klucza?
pt_pt: As chaves são válidas por um período de tempo limitado. A chave expirou?
zh_tw: 由於金鑰的時效有限，請檢查是否已過期。

source: External resource
da: Ekstern ressource
fr: Ressource externe
pl: Źródło zewnętrzne
pt_pt: Recurso externo
zh_tw: 外部資源

source: {total_points} points possible
da: {total_points} mulige point
fr: {total_points} points possibles
pl: {total_points} możliwych punktów
pt_pt: {total_points} pontos possíveis
zh_tw: {total_points} 總點數

source: View resource in a new window
da: Se ressource i nyt vindue
fr: Voir cette ressource dans une nouvelle fenêtre
pl: Wyświetl materiał w nowym oknie
pt_pt: Ver recurso numa nova janela
zh_tw: 在新視窗檢視資源

source: Please provide launch_url. Click "Edit", and fill in the required fields.
da: Skriv launch_url. Klik på "Edit" og udfyld de nødvendige felter.
fr: Veuillez fournir launch_url. Cliquez sur "Editer" et remplissez les champs requis.
pl: Proszę wprowadzić launch_url. Kliknij "Edytuj" i wypełnij wymagane pola.
pt_pt: Por favor forneça launch_url. Clique em "Editar" e preencha os campos obrigatórios.
zh_tw: 請提供 launch_url. 點擊"編輯"，並且填寫需要的項目。

source: Feedback on your work from the grader:
da: Feedback på dit arbejde fra underviser:
fr: Feedback sur votre travail provenant de l'évaluateur :
pl: Komentarz oceniającego do twojej pracy:
pt_pt: Comentários do avaliador acerca do seu trabalho:
zh_tw: 評分程式對您的工作的回應：

source: Press to Launch
da: Tryk for at starte/udrulle
fr: Cliquer pour commencer
pl: Naciśnij, aby uruchomić
pt_pt: Pressione para iniciar
zh_tw: 點擊以啟動

source: Manage student accounts
da: Administrer kursist-konti
fr: Gérer les comptes des étudiants
pl: Zarządzaj kontami studentów
pt_pt: Gerir contas dos estudantes
zh_tw: 管理學生帳戶

source: Username:
da: Brugernavn:
fr: Nom d'utilisateur :
pl: Nazwa użytkownika:
pt_pt: Nome de utilizador:
zh_tw: 使用者名稱：

source: Profile:
da: Profil:
fr: Profil :
pl: Profil:
pt_pt: Perfil:
zh_tw: 個人檔案：

source: Image:
da: Billede:
pl: Zdjęcie:
pt_pt: Imagem:
zh_tw: 圖片：

source: Name:
da: Navn:
fr: Nom :
pl: Imię:
pt_pt: Nome:
zh_tw: 名稱：

source: Choose an action:
da: Vælg en handling:
fr: Choisir une action :
pl: Wybierz czynność:
pt_pt: Escolher uma ação:
zh_tw: 選擇一個動作：

source: View Profile
da: Se Profil
fr: Voir le profil
pl: Zobacz profil
pt_pt: Ver perfil
zh_tw: 檢視個人檔案：

source: Disable Account
da: Spær Konto
fr: Désactiver le compte
pl: Zablokuj konto
pt_pt: Desativar conta
zh_tw: 停用帳號

source: Reenable Account
da: Aktiver Konto
fr: Réactiver le compte
pl: Odblokuj konto
pt_pt: Reativar conta
zh_tw: 重新啟用帳號

source: Remove Profile Image
da: Fjern Profil Billede
fr: Supprimer l'image de profil
pl: Usuń zdjęcie profilowe
pt_pt: Remover imagem de perfil
zh_tw: 移除個人檔案圖片

source: Students whose accounts have been disabled
da: Kursister, hvis konto er blevet deaktiveret
fr: Etudiants dont les comptes ont été désactivés
pl: Studenci, których konta zostały wyłączone
pt_pt: Estudantes cujas contas foram desativadas
zh_tw: 已被停用的學生帳號

source: (reload your page to refresh)
da: (indlæs din side igen for at opdatere)
fr: (rechargez votre page pour rafraîchir)
pl: (przeładuj stronę, aby odświeżyć)
pt_pt: (recarregue a sua página para atualizar)
zh_tw: (重新載入以重新整理您的頁面)

source: working
da: arbejder
fr: en cours
pl: działam
pt_pt: em funcionamento
zh_tw: 進行中

source: There has been an error on the {platform_name} servers
da: Der har været fejl på {platform_name} serverne
fr: Il y a eu une erreur sur les serveurs de {platform_name}
pl: Wystąpił błąd na serwerach platformy {platform_name}
pt_pt: Ocorreu um erro nos servidores de {platform_name}
zh_tw: {platform_name}的系統出現了錯誤

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
da: Vi beklager, men dette modul er midlertidigt utilgængeligt. Vores personale arbejder på at rette op på det så hurtigt som muligt.
fr: Nous sommes désolés, ce module est temporairement indisponible. Notre personnel s'efforce de résoudre ce problème le plus rapidement possible.
pl: Przepraszamy, ten moduł jest chwilowo niedostępny. Nasz zespół pracuje nad naprawieniem go najszybciej jak to możliwe.
pt_pt: Lamentamos, mas este módulo está temporariamente indisponível. Estamos a trabalhar para solucionar o problema o mais rapidamente possível.

source: Raw data:
da: Rådata:
fr: Données brutes :
pl: Surowe dane:
pt_pt: Dados não processados:
zh_tw: 原始資料：

source: Course View
da: Kursus Oversigt
fr: Vue du cours
pl: Podgląd kursu
pt_pt: Vista de curso
zh_tw: 課程檢視

source: View this course as:
da: Se dette kursus som:
fr: Voir ce cours comme:
pl: Zobacz ten kurs jako:
pt_pt: Veja este curso como:
zh_tw: 檢視此課程為：

source: Staff
da: Personale
fr: Équipe pédagogique
pl: Kadra
pt_pt: Equipa
zh_tw: 工作人員

source: Learner
da: Lærer
fr: Apprenant
pl: Student
pt_pt: Estudante
zh_tw: 學生

source: Specific learner
da: Specifik elev
fr: Apprenant spécifique
pl: Określony student
pt_pt: Estudante específico
zh_tw: 特定學生

source: Learner in {content_group}
da: Lærer i {content_group}
fr: Étudiant dans {content_group}
pl: Student w grupie {content_group}
pt_pt: Estudante em {content_group}
zh_tw: 在{content_group}的學生

source: Username or email:
da: Brugernavn eller e-mail
fr: Nom d'utilisateur ou email:
pl: Nazwa użytkownika lub adres e-mail:
pt_pt: Nome de utilizador ou email:
zh_tw: 使用者名稱或是電子郵件信箱

source: Set preview mode
da: Vis udskrift
fr: Passer en mode prévisualisation
pl: Ustaw tryb podglądu
pt_pt: Definir modo de pré-visualização
zh_tw: 設定預覽模式

source: You are now viewing the course as {i_start}{user_name}{i_end}.
da: Du ser nu kurset som {i_start}{user_name}{i_end}.
fr: Vous regardez maintenant le cours comme {i_start}{user_name}{i_end}.
pl: Przeglądasz teraz kurs jako {i_start}{user_name}{i_end}.
pt_pt: Encontra-se a visualizar o curso como {i_start}{user_name}{i_end}.
zh_tw: 您現在正以 {i_start}{user_name}{i_end}查看課程。

source: View in the new experience
da: Se i den nye oplevelse

source: View in Studio
da: Se i studiet
fr: Voir dans Studio
pl: Zobacz w Studio
pt_pt: Ver no Studio

source: View in Insights
da: Se i Insights
fr: Voir dans Insights
pl: Zobacz w Statystykach
pt_pt: Ver no Insights

source: Hint
da: Tip
fr: Indice
pl: Podpowiedź
pt_pt: Sugestão
zh_tw: 提示

source: Save your answer
da: Gem dit svar
fr: Enregistrez votre réponse
pl: Zapisz odpowiedź
pt_pt: Guarde a sua resposta
zh_tw: 儲存您的答案

source: Reset your answer
da: Nulstil dit svar
fr: Réinitialiser votre réponse
pl: Zresetuj odpowiedź
pt_pt: Redefina a sua resposta
zh_tw: 清除您的答案

source: Show answer
da: Vis svar
fr: Afficher la réponse
pl: Pokaż odpowiedź
pt_pt: Mostrar resposta

source: You have used {num_used} of {num_total} attempt
da: Du har brugt {num_used} af {num_total} forsøg
fr: Vous avez utilisé {num_used} essai sur {num_total}
pl: Wykorzystano {num_used} spośród {num_total} próby
pt_pt: Você utilizou {num_used} de {num_total} tentativa
zh_tw: 您已經嘗試了{num_used}次，總共可以嘗試{num_total}次

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
da: Nogle problemer har muligheder såsom gem, nulstil, tip eller vis svar. Disse muligheder følger knappen Send.
fr: Certains exercices ont des options telles que enregister, réinitialiser, indices, ou afficher la réponse. Ces options sont disponibles après le bouton Soumettre.
pl: Niektóre ćwiczenia oferują opcje takie jak zapisz, zresetuj, podpowiedz lub pokaż odpowiedź.
pt_pt: Alguns problemas têm opções como guardar, redefinir, sugestões ou mostrar resposta. Estas opções aparecem depois de premir o botão Submeter.
zh_tw: 有些題目有像是儲存、重置、提示或顯示答案等選項，這些選項都在提交按鈕旁。

source: Answers are displayed within the problem
da: Svarene vises i problemet
fr: Les réponses sont affichées dans le problème
pl: Odpowiedzi są wyświetlane w ramach problemu
pt_pt: As suas respostas são exibidas dentro do exercício
zh_tw: 題目內顯示答案

source: Next Hint
da: Næste tip
fr: Indice suivant
pl: Kolejna podpowiedź
pt_pt: Próxima sugestão
zh_tw: 下一個提示

source: Review
da: Anmeldelse
fr: Vérifier
pl: Sprawdź
pt_pt: Rever
zh_tw: 回顧

source: Log In
da: Log ind
fr: Connexion
pl: Zaloguj się
pt_pt: Iniciar Sessão
zh_tw: 登入

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
da: Dit brugernavn, e-mail eller fulde navn vil blive sendt til {destination}, hvor håndtering og brug af denne information vil blive udført i henhold til deres service-betingelser og datapolitik.
fr: Notre nom d'utilisateur, email et nom complet seront envoyés à {destination}, où la récupération et l'utilisation de ces données seront régies par leurs charte de service et règles de confidentialité.
pl: Twoja nazwa użytkownika, adres e-mail oraz imię i nazwisko zostaną zapisane w bazie {destination}, gdzie zbiór tych informacji będzie chroniony prawnie z zachowaniem warunków korzystania z serwisu i polityki prywatności.
pt_pt: O seu nome de utilizador, email e nome completo serão enviados para {destination}, onde a recolha e utilização destas informações serão regidas pelos termos de serviço e política de privacidade.
zh_tw: 您的使用者名稱、電子郵件信箱及全名將發送到{destination}，並保證在服務和隱私保護條款的監管下收集和使用這些信息。

source: Return To %s
da: Tilbage Til %s
fr: Retour à %s
pl: Wróć do %s
pt_pt: Voltar Para %s
zh_tw: 返回%s

source: Re-subscribe Successful!
da: Gen-indskrivning Gennemført!
fr: Réinscription réussie !
pl: Wznowienie subskrypcji zakończone powodzeniem!
pt_pt: Re-subscrever com sucesso!
zh_tw: 重新訂閱成功！

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
da: Du har genaktiveret e-mails med forum-meddelelser fra {platform_name}. Du kan vende tilbage til {dashboard_link_start} betjeningspanelet {link_end}.
fr: Vous avez réactivé les notifications par courriel de {platform_name}. Cliquer {dashboard_link_start}ici{link_end} pour retourner à votre tableau de bord.
pl: Włączyłeś forumowe powiadomienia e-mailowe od {platform_name}. Możesz teraz {dashboard_link_start}wrócić do pulpitu{link_end}.
pt_pt: Voltou a activar os e-mails de notificação do fórum a partir de {platform_name}. Pode {dashboard_link_start}retornar ao seu painel de controlo{link_end}.
zh_tw: 您已從{platform_name}重新啟用討論區的通知郵件。單擊{dashboard_link_start}這裡{link_end} 返回到主頁。

source: Secondary e-mail change failed
da: Sekundær e-mail-ændring mislykkedes
fr: Le changement d'email secondaire a échoué
pl: Druga próba zmiany e-maila się nie powiodła
pt_pt: Alteração do e-mail secundário falhou
zh_tw: 輔助電子郵件更改失敗

source: We were unable to activate your secondary email {secondary_email}
da: Vi var ikke i stand til at aktivere din sekundære e-mail {secondary_email}
fr: Nous n'avons pas pu activé votre adresse courriel secondaire {secondary_email}
pl: Nie udało nam się aktywować Twojego drugiego adresu e-mail {secondary_email}
pt_pt: Não foi possível ativar o e-mail secundário {secondary_email}
zh_tw: 我們無法啟用您的輔助電子郵件{secondary_email}

source: Secondary e-mail change successful!
da: Sekundær e-mail-ændring lykkedes!
fr: Adresse courriel secondaire modifiée avec succès!
pl: Druga próba zmiany e-maila się powiodła!
pt_pt: E-Mail secundário alterado com sucesso!
zh_tw: 輔助電子郵件更改成功！

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
da: Din sekundære e-mail er blevet aktiveret. Besøg {link_start}dashboard {link_end} for kurser.
fr: Votre adresse courriel secondaire a été activée. Veuillez visiter votre {link_start}tableau de bord{link_end} pour vos cours.
pl: Twój dodatkowy adres e-mail został aktywowany. Odwiedź {link_start}Pulpit{link_end}, aby zapoznać się z kursami.
pt_pt: O seu e-mail secundário foi ativado. Por favor, entre no {link_start}painel de controlo{link_end} para aceder aos cursos.
zh_tw: 您的輔助電子郵件已啟動。 請訪問{link_start}課程面板{link_end}以獲取課程。

source: Important!
da: Vigtig!
pl: Ważne!
pt_pt: Importante!
zh_tw: 重要！

# unit
source: Previous
da: Tidligere
fr: Précédent
pl: Poprzedni
pt_pt: Anterior
zh_tw: 上一個

# unit
source: Next
da: Næste
fr: Suivant
pl: Następny
pt_pt: Seguinte
zh_tw: 下一個

source: Sequence
da: Sekvens
fr: Séquence
pl: Sekwencja
pt_pt: Sequência
zh_tw: 按順序

source: Completed
da: Fuldført
fr: Terminé
pl: Ukończono
pt_pt: Concluído
zh_tw: 完成

source: Sign Up for {platform_name}
da: Tilmeld dig {platform_name}
fr: Inscrivez-vous sur {platform_name}
pl: Zarejestruj się w {platform_name}
pt_pt: Inscrever-se para {platform_name}
zh_tw: 註冊加入{platform_name}

source: e.g. yourname@domain.com
da: f.eks. ditnavn@domain.com
fr: par exemple votrenom@domaine.com
pl: np. twojanazwa@domena.com
pt_pt: ex.: nome@dominio.com
zh_tw: 例如：yourname@domain.com

source: e.g. yourname (shown on forums)
da: f.eks. ditnavn (vises på fora)
fr: par exemple : votrenom (affiché sur les forums)
pl: np. pseudonim123 (nazwa użytkownika widoczna na forum)
pt_pt: ex.: nome (exibido nos fóruns)
zh_tw: 例如：您的名字(顯示於討論區上)

source: e.g. Your Name (for certificates)
da: f.eks. Dit Navn (til certifikater)
fr: par exemple Votre Nom (pour les certificats)
pl: np. Imię Nazwisko (widoczne na certyfikatach)
pt_pt: ex.: Nome (para certificados)
zh_tw: 例如：您的名字(用於證書)

source: {start_li}Welcome{end_li} {name}
da: {start_li}Velkommen{end_li} {name}
fr: {start_li}Bienvenue{end_li} {name}
pl: {start_li}Witaj{end_li} {name}
pt_pt: {start_li}Bem vindo{end_li} {name}
zh_tw: {start_li}歡迎{end_li} {name}

source: Enter a public username:
da: Skriv et fælles brugernavn:
fr: Entrez un nom d'utilisateur public :
pl: Podaj publiczną nazwę użytkownika:
pt_pt: Insira um nome de utilizador público:
zh_tw: 輸入一個使用者名稱：

source: Full Name *
da: Fulde Navn *
fr: Nom complet *
pl: Imię i nazwisko *
pt_pt: Nome Completo *
zh_tw: 全名 *

source: Ed. Completed
da: Ed. fuldført
fr: Ed. Terminé
pl: Wykształcenie
pt_pt: Nível de Habilitações Concluído
zh_tw: 編輯已完成

source: Goals in signing up for {platform_name}
da: Mål med at tilmelde dig {platform_name}
fr: Motivations d'inscription à {platform_name}
pl: Cele, dla których rejestrujesz się w {platform_name}
pt_pt: Objetivos ao inscrever-se em {platform_name}
zh_tw: 註冊加入{platform_name}的目標
