Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Your photo ID verification expires on {verification_expiry}. Please be aware photo verification can take up to three days once initiated and you will not be able to earn a certificate or take a proctored exam until approved.
da: Dit billed-id-bekræftelse udløber den {verification_expiry}. Vær opmærksom på, at fotobekræftelse kan tage op til tre dage, når den først er påbegyndt, og du vil ikke være i stand til at opnå et certifikat eller tage en prøveeksamen, før du er godkendt.

source: Resubmit Verification
da: Send Bekræftelse ind igen

source: Current ID Verification Status: Pending
da: Aktuel ID-bekræftelsesstatus: Afventer

source: Your {platform_name} ID verification is pending. Your ID verification information has been submitted and will be reviewed shortly.
da: Dit {platform_name}-id-bekræftelse afventer. Dine ID-bekræftelsesoplysninger er blevet indsendt og vil snart blive gennemgået.

source: Current ID Verification Status: Denied
da: Aktuel ID-bekræftelsesstatus: Afvist

source: Your ID verification submission was not accepted. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
da: Din indsendelse af ID-bekræftelse blev ikke accepteret. For at modtage et bekræftet certifikat skal du indsende et nyt billede af dig selv og dit offentligt udstedte billed-id inden bekræftelsesfristen for dit kursus.

source: Your ID verification was denied for the following reasons:
da: Dit id-bekræftelse blev afvist af følgende årsager:

source: Current ID Verification Status: Expired
da: Aktuel ID-bekræftelsesstatus: Udløbet

source: Your ID verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
da: Din id-bekræftelse er udløbet. For at modtage et bekræftet certifikat skal du indsende et nyt billede af dig selv og dit offentligt udstedte billed-id inden bekræftelsesfristen for dit kursus.

source: Please be aware photo verification can take up to three days once initiated and you will not be able to earn a certificate or take a proctored exam until approved.
da: Vær opmærksom på, at fotobekræftelse kan tage op til tre dage, når den først er påbegyndt, og du vil ikke være i stand til at opnå et certifikat eller tage en prøveeksamen, før du er godkendt.

source: Could Not Link Accounts
da: Kunne Ikke Linke Konti
fr: Impossible de lier les comptes
pl: Nie udało się połączyć kont
pt_pt: Não foi possível associar Contas
zh_tw: 無法連結帳號

source: The {provider_name} account you selected is already linked to another {platform_name} account.
da: Den valgte {provider_name} konto er allerede linket til en anden {platform_name} konto.
fr: Le compte {provider_name} choisi est déjà lié à un autre compte {platform_name}.
pl: Wybrane przez ciebie konto {provider_name} jest już połączone z innym kontem {platform_name}.
pt_pt: A conta de {provider_name} que selecionou já está associada a outra conta de {platform_name}.
zh_tw: 您選擇的此{provider_name}帳戶已經被連結到其他{platform_name}帳戶。

source: We're sorry to see you go! Read the following statements and rate your level of agreement.
da: Vi er kede af at se dig gå! Læs følgende udsagn og bedøm dit niveau af enighed.
fr: Nous sommes désolés de vous voir partir! Lisez les affirmations suivantes et évaluez votre degré d’accord.
pl: Przykro nam, że odchodzisz! Przeczytaj poniższe stwierdzenia i oceń swój poziom porozumienia.
pt_pt: Lamentamos que vá embora! Leia as seguintes afirmações e indique o seu grau de concordância com as mesmas.
zh_tw: 很抱歉看到您離開！ 閱讀以下聲明並評價您的同意水平。

source: Price is too high for me
da: Prisen er for høj til mig
fr: Le prix est trop élevé pour moi
pl: Cena jest dla mnie za wysoka
pt_pt: O preço é demasiado elevado para mim
zh_tw: 價格對我來說太高了

source: I was not satisfied with my experience taking the courses
da: Jeg var ikke tilfreds med min oplevelse med at tage kurserne
fr: Je n'étais pas satisfait de mon expérience dans les cours
pl: Nie byłem zadowolony z mojego doświadczenia w kursach
pt_pt: Não estava satisfeito/a com a minha experiência em fazer os cursos
zh_tw: 我對參加課程的經驗感到不滿

source: Content of the courses was too difficult
da: Indholdet af kurserne var for svært
fr: Le contenu des cours était trop difficile
pl: Zawartość kursów była zbyt trudna
pt_pt: O conteúdo dos cursos era demasiado difícil
zh_tw: 課程內容太難了

source: I did not have enough time to complete the courses
da: Jeg havde ikke tid nok til at gennemføre kurserne
fr: Je n'ai pas eu assez de temps pour terminer les cours
pl: Nie miałem wystarczająco dużo czasu na ukończenie kursów
pt_pt: Não tive tempo suficiente para completar o curso
zh_tw: 我沒有足夠的時間完成課程

source: The content was not available when I wanted to start
da: Indholdet var ikke tilgængeligt, da jeg ville starte
fr: Le contenu n'était pas disponible quand je voulais commencer
pl: Zawartość nie była dostępna, gdy chciałem zacząć
pt_pt: O conteúdo não estava disponível quando eu queria começar o curso
zh_tw: 我想開始時不能取得內容

source: Can we contact you via email for follow up?
da: Kan vi kontakte dig via e-mail for opfølgning?
fr: Pouvons-nous vous contacter par courriel pour un suivi?
pl: Czy możemy skontaktować się z Tobą przez e-mail w celu podjęcia dalszych działań?
pt_pt: Podemos contactar via e-mail para acompanhar a sua experiência?
zh_tw: 我們可以通過電郵與您聯繫以便跟進嗎？

source: Thank you for sharing your reasons for unenrolling.
da: Tak, fordi du deler dine grunde til at afmelde dig.
fr: Merci de nous avoir fait part de votre principal motif de désinscription.
pl: Dziękujemy za podzielenie się powodem opuszczenia kursu.
pt_pt: Obrigado por partilhar as suas razões para anular a sua inscrição.

source: You are unenrolled from
da: Du er afmeldt fra
fr: Vous êtes désinscrit de
pl: Wypisano cię z kursu
pt_pt: Anulou a sua inscrição de

source: Return To Dashboard
da: Tilbage til instrumentbræt
fr: Retour au Tableau de bord
pl: Wróć do pulpitu
pt_pt: Regressar ao Painel de Controlo
zh_tw: 返回課程面板

source: Browse Courses
da: Gennemse kurser
fr: Parcourir les Cours
pl: Przeglądaj kursy
pt_pt: Procurar Cursos
zh_tw: 瀏覽課程

source: We're sorry to see you go! Please share your main reason for unenrolling.
da: Vi er kede af at se dig gå! Del venligst din hovedårsag til at afmelde dig.
fr: Nous sommes désolés de vous voir partir ! Pourriez-vous nous faire part de votre principal motif de désinscription ?
pl: Szkoda, że rezygnujesz z naszego kursu! Uprzejmie prosimy o podanie głównego powodu wypisania się.
pt_pt: Lamentamos vê-lo ir! Por favor, partilhe o principal motivo para cancelar a sua inscrição.
zh_tw: 很抱歉看到您離開！ 請分享您退出的主要原因。

source: I just wanted to browse the material
da: Jeg ville bare gennemse materialet
fr: J'avais juste envie de parcourir les ressources
pl: Chciałem/am tylko poprzeglądać jego treść.
pt_pt: Quis apenas consultar o material
zh_tw: 我只是想瀏覽資料

source: This won't help me reach my goals
da: Dette hjælper mig ikke med at nå mine mål
fr: Ça ne m'a pas aidé à atteindre mes objectifs
pl: Kurs nie pozwoli na osiągnięcie moich celów.
pt_pt: Isto não irá ajudar-me a atingir os meus objetivos
zh_tw: 這不會幫助我達成目標

source: I don't have the time
da: Jeg har ikke tiden
fr: Je n'ai pas assez de temps
pl: Nie mam czasu na ukończenie kursu.
pt_pt: Não tenho tempo
zh_tw: 我沒有時間

source: I don't have the academic or language prerequisites
da: Jeg har ikke de akademiske eller sproglige forudsætninger
fr: Je n'ai pas les pré-requis académiques ou linguistiques
pl: Nie posiadam wystarczających podstaw akademickich lub językowych.
pt_pt: Não possuo os pré-requisitos académicos ou de idioma
zh_tw: 我沒有學術或語言要求

source: I don't have enough support
da: Jeg har ikke nok støtte
fr: Je ne bénéficie pas du soutien nécessaire
pl: Nie otrzymuję odpowiedniego wsparcia.
pt_pt: Não tenho apoio suficiente
zh_tw: 我沒有足夠的支持

source: I am not happy with the quality of the content
da: Jeg er ikke tilfreds med kvaliteten af indholdet
fr: Je ne suis pas satisfait de la qualité du contenu
pl: Nie jestem zadowolony/a z jakości treści kursu.
pt_pt: Não estou satisfeito com a qualidade do conteúdo
zh_tw: 我對內容的質量感到不滿

source: The course material was too hard
da: Kursusmaterialet var for hårdt
fr: Les ressources sont trop compliquées
pl: Materiał kursowy był zbyt trudny.
pt_pt: O material do curso era muito difícil
zh_tw: 課程內容太難

source: The course material was too easy
da: Kursusmaterialet var for nemt
fr: Les ressources sont trop simples
pl: Materiał kursowy był zbyt łatwy.
pt_pt: O material do curso era demasiado fácil
zh_tw: 課程內容太容易

source: Something was broken
da: Noget var gået i stykker
fr: Quelque chose ne fonctionnait plus
pl: Coś nie działało
pt_pt: Algo estava danificado
zh_tw: 某些東西壞了

source: Other
da: Andet
fr: Autre
pl: Inny
pt_pt: Outro
zh_tw: 其他

source: Results:
da: Resultater:
fr: Résultats :
pl: Wyniki:
pt_pt: Resultados:
zh_tw: 結果：

source: Topic:
da: Emne:
fr: Sujet :
pl: Temat
pt_pt: Tópico:
zh_tw: 主題：

source: Show Discussion
da: Vis Diskussion
fr: Afficher la discussion
pl: Wyświetl dyskusję
pt_pt: Mostrar debate
zh_tw: 顯示討論

source: To view live discussions, click Preview or View Live in Unit Settings.
da: For at få vist live diskussioner, klik Preview eller Vis Live i Indstillinger for Enhed.
fr: Pour voir les forums de discusssions en direct, cliquer sur Aperçu ou Voir en direct dans les paramètres de l'unité.
pl: Aby wyświetlać dyskusje na żywo, z poziomu ustawień lekcji kliknij na Podgląd lub Zobacz na żywo.
pt_pt: Para assistir a debates ao vivo, clique em Pré-visualização ou Ver ao Vivo nas Configurações de Unidade.
zh_tw: 要查看現場討論，請在單元設置中點擊“預覽”或“現場查看”。

source: Discussion ID: {discussion_id}
da: Diskussions ID: {discussion_id}
fr: ID de discussion : {discussion_id}
pl: Identyfikator dyskusji: {discussion_id}
pt_pt: ID do Debate: {discussion_id}
zh_tw: 討論ID:{discussion_id}

source: Discussion topics list
da: Liste over diskussionsemner
fr: Liste des sujets de discussion
pl: Lista tematów dyskusji
pt_pt: Lista de tópicos de Debate
zh_tw: 討論主題表

source: Filter Topics
da: Filtrer Emner
fr: Filtrer les sujets
pl: Filtruj tematy
pt_pt: Filtrar Tópicos
zh_tw: 過濾主題

source: filter topics
da: filtrer emner
fr: filtrer les sujets
pl: filtruj tematy
pt_pt: filtrar tópicos
zh_tw: 過濾主題

source: All Discussions
da: Alle Diskussioner
fr: Tous les discussions
pl: Wszystkie dyskusje
pt_pt: Todos os Debates
zh_tw: 所有討論

source: Posts I'm Following
da: Opslag, jeg Følger
fr: Messages suivis
pl: Wpisy, które obserwuję
pt_pt: Publicações que sigo
zh_tw: 我追蹤的文章

source: Filter:
da: Filtrer:
fr: Filtre :
pl: Filtruj:
pt_pt: Filtrar:
zh_tw: 過濾:

source: Show all posts
da: Vis alle indlæg
fr: Tous
pl: Pokaż wszystkie wpisy
pt_pt: Exibir todas as publicações
zh_tw: 顯示所有文章

source: Unread posts
da: Ulæste indlæg
fr: Non lus
pl: Wpisy nieprzeczytane
pt_pt: Publicações não lidas
zh_tw: 未讀文章

source: Unanswered posts
da: Ubesvarede indlæg
fr: Non répondu
pl: Wpisy bez odpowiedzi
pt_pt: Publicações sem resposta
zh_tw: 未答覆的貼文

source: Flagged
da: Markeret med flag
fr: Marqués
pl: Oflagowane
pt_pt: Assinaladas
zh_tw: 標記

source: Group:
da: Gruppe:
fr: Groupe :
pl: Grupa:
pt_pt: Grupo:
zh_tw: 群組：

source: in all groups
da: i alle grupper
fr: Dans tous les groupes
pl: we wszystkich grupach
pt_pt: em todos os grupos
zh_tw: 所有群組

source: Sort:
da: Sortér:
fr: Tri :
pl: Sortuj według:
pt_pt: Ordenar:
zh_tw: 排序:

source: by recent activity
da: efter seneste aktivitet
fr: par activité récente
pl: ostatniej aktywności
pt_pt: por atividade recente
zh_tw: 近期活動

source: by most activity
da: efter mest aktivitet
fr: par maximum d'activité
pl: największej aktywności
pt_pt: por maior atividade
zh_tw: 依最高活躍度

source: by most votes
da: efter flest stemmer
fr: par maximum de votes
pl: największej liczby głosów
pt_pt: por maior nº de votos
zh_tw: 依最多票數

source: Student Notes
da: Kursist Notater
fr: Notes
pl: Notatki studenta
pt_pt: Anotações dos Estudantes
zh_tw: 學生筆記

source: Highlights and notes you've made in course content
da: Fremhævninger og noter, du har lavet i kursusmaterialet
fr: Vos notes sur le cours
pl: Wyróżnienia i notatki stworzone przez ciebie w tym kursie
pt_pt: Apontamentos e anotações que fez no conteúdo do curso
zh_tw: 強調以及備註您已經使用在此課程內容

source: Search notes for:
da: Søg noter for:
fr: Rechercher des notes pour:
pl: Szukaj notatek dla:
pt_pt: Procurar anotações por:
zh_tw: 搜尋筆記為：

source: Search notes for...
da: Søg noter for ...
fr: Rechercher des notes sur...
pl: Szukaj notatek dla...
pt_pt: Procurar anotações para...
zh_tw: 搜尋筆記為…

source: View notes by:
da: Se noter:
fr: Voir les notes par:
pl: Wyświetl notatki według:
pt_pt: Ver anotações por:
zh_tw: 檢視筆記：

source: You have not made any notes in this course yet. Other students in this course are using notes to:
da: Du har endnu ingen noter fra dette kursus. Andre kursister på dette kursus bruger noter til:
fr: Vous n'avez pas encore pris de notes pour ce cours. Les autres étudiants de ce cours utilisent les notes pour:
pl: Nie stworzyłeś żadnych notatek w tym kursie. Inni uczestnicy kursu tworzą notatki do:
pt_pt: Ainda não fez anotações neste curso. Outros estudantes neste curso estão a utilizar notas para:
zh_tw: 您尚未在這門課程做筆記。其他學生在這門課程使用筆記來：

source: Mark a passage or concept so that it's easy to find later.
da: Markér et uddrag eller begreb, så det er nemmere at finde senere.
fr: Marquer un passage ou concept pour le retrouver facilement
pl: Zaznaczania ważnych fragmentów i koncepcji, aby łatwiej je było odnaleźć w przyszłości.
pt_pt: Marque uma passagem ou conceito para que seja fácil de encontrar mais tarde.
zh_tw: 標記片段或觀念方便以後找尋。

source: Record thoughts about a specific passage or concept.
da: Notér tanker om et specifikt uddrag eller begreb.
fr: Saisir leur avis pour un passage ou concept spécifique
pl: Zapisywania przemyśleń na temat konkretnego fragmentu lub koncepcji.
pt_pt: Registe reflexões acerca de uma passagem ou conceito específico.
zh_tw: 對於具體的一段或概念記錄想法。

source: Highlight important information to review later in the course or in future courses.
da: Markér vigtig information til senere gennemsyn i dette kursus eller i fremtidige kurser.
fr: Mettre en évidence les informations imporantes à revoir plus tard dans ce cours ou les cours à venir.
pl: Podkreślania ważnych informacji, aby przejrzeć je później w tym lub w innym kursie.
pt_pt: Destaque informações importantes para rever mais tarde no curso ou em cursos futuros.
zh_tw: 重點標記重要資訊以便於本課程或日後課程複習。

source: Get started by making a note in something you just read, like {section_link}.
da: Start med at lave en note i noget, du lige har læst, f.eks. {section_link}.
fr: Commencez par créer une note sur quelque chose que vous venez de lire, comme {section_link}
pl: Zacznij od sporządzenia notatki na temat czegoś, co właśnie przeczytałeś, np. {section_link}.
pt_pt: Comece por fazer uma anotação em algo que acabou de ler, como {section_link}.
zh_tw: 開始對您剛所閱讀的內容作筆記，如:{section_link}。

source: Hide notes
da: Skjul noter
fr: Masquer les notes
pl: Ukryj notatki
pt_pt: Ocultar notas
zh_tw: 隱藏筆記

source: Show notes
da: Vis noter
fr: Afficher les notes
pl: Pokaż notatki
pt_pt: Mostrar notas
zh_tw: 顯示筆記

source: Thank you for your purchase of
da: Tak for din køb af
fr: Merci pour votre achat de
pl: Dziękujemy za twój zakup
pt_pt: Obrigado pela sua aquisição de
zh_tw: 感謝您訂購

source: Your payment was successful.
da: Din betaling lykkedes.
fr: Votre paiement a réussi.
pl: Twoja płatność przebiegła pomyślnie.
pt_pt: O seu pagamento foi bem sucedido.
zh_tw: 您付款成功。

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
da: Hvis du har spørgsmål vedr. faktura, kan du søge svar på FAQ ({faq_url}) eller kontakte {billing_email}.
fr: Si vous avez des questions concernant la facturation, veuillez lire les FAQ ({faq_url}) ou contacter {billing_email}.
pl: Jeśli masz pytanie w sprawie rozliczeniowej, zapoznaj się z naszym działem PiO ({faq_url}) lub skontaktuj się z nami na {billing_email}.
pt_pt: Se tiver questões acerca de faturação, por favor leia as Perguntas Frequentes ({faq_url}) ou contacte {billing_email}.
zh_tw: 如果您對賬單有疑問，請閱讀FAQ ({faq_url}) 給{billing_email}發郵件。

source: If you have billing questions, please contact {billing_email}.
da: Hvis du har spørgsmål til faktura, bedes du kontakte {billing_email}.
fr: Si vous avez des questions concernant la facturation, veuillez contacter {billing_email}.
pl: Jeśli masz pytanie w sprawie rozliczeniowej, skontaktuj się z nami na {billing_email}.
pt_pt: Se tiver perguntas sobre facturação, por favor contacte {billing_email}.
zh_tw: 如果您對賬單有疑問，請給 {billing_email}發郵件。

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
da: {order_placed_by} har afgivet en ordre og opgav dig som kontaktperson.
fr: {order_placed_by} passez commande et mentionnez votre nom comme contact de la société.
pl: {order_placed_by} złożył zamówienie i wskazał dane kontaktowe do Państwa firmy.
pt_pt: {order_placed_by} efetuou um pedido e indicou o seu nome como o contacto da Organização.
zh_tw: {order_placed_by} 放置訂單並提及您的名字以做為組織聯絡人。

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
da: {order_placed_by} har afgivet en ordre og opgav dig som yderligere modtager af regninger.
fr: {order_placed_by} passez commande et mentionnez votre nom comme bénéficiaire supplémentaire du reçu.
pl: {order_placed_by} złożył zamówienie i wskazał Państwa dane jako dodatkowego odbiorcę rachunku.
pt_pt: {order_placed_by} efetuou um pedido e indicou o seu nome como destinatário adicional de receção.
zh_tw: {order_placed_by} 放置訂單並提及您的名字以做附加收據收件人。

source: The items in your order are:
da: Din ordre indeholder:
fr: Les éléments de votre commande sont :
pl: Elementy twojego zamówienia:
pt_pt: Os items do seu pedido são:
zh_tw: 您的購物車內有：

source: Quantity - Description - Price
da: Antal - Beskrivelse - Pris
fr: Quantité - Description - Prix
pl: Ilość - Opis - Cena
pt_pt: Quantidade - Descrição - Preço
zh_tw: 數量 - 說明 - 價格

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
da: I alt faktureret til kredit/debit kort: {currency_symbol}{total_cost}
fr: Total facturé à la carte de crédit/débit : {currency_symbol}{total_cost}
pl: Suma rachunku: {total_cost}{currency_symbol}
pt_pt: Total cobrado no cartão de crédito/débito: {currency_symbol}{total_cost}
zh_tw: 總金額: {currency_symbol}{total_cost}

source: Company Name:
da: VirksomhedsNavn:
fr: Nom de l'Entreprise
pl: Nazwa firmy:
pt_pt: Nome da Empresa:
zh_tw: 公司名稱：

source: Purchase Order Number:
da: Ordre nr.:
fr: Numéro de commande:
pl: Numer zamówienia:
pt_pt: Número do Registo de Contas:
zh_tw: 購買訂單編號：

source: Company Contact Name:
da: KontaktNavn:
fr: Nom du Contact de l'Entreprise:
pl: Osoba kontaktowa w firmie:
pt_pt: Nome do Contacto da Empresa:
zh_tw: 公司聯絡人姓名：

source: Company Contact Email:
da: Kontakt E-mail:
fr: E-mail du Contact de l'Entreprise:
pl: Adres e-mail firmy:
pt_pt: Email do Contacto da Empresa:
zh_tw: 公司聯絡人電子郵件：

source: Recipient Name:
da: ModragerNavn:
fr: Nom du Bénéficiaire:
pl: Nazwa odbiorcy:
pt_pt: Nome do Destinatário:
zh_tw: 收件人名稱：

source: Recipient Email:
da: Modtager E-mail:
fr: E-mail du Bénéficiaire:
pl: Adres e-mail odbiorcy:
pt_pt: Email do Destinatário:
zh_tw: 收件人電子郵件：

source: Order Number: {order_number}
da: Ordre Nummer: {order_number}
fr: Numéro de commande: {order_number}
pl: Numer zamówienia: {order_number}
pt_pt: Número do Registo de Contas: {order_number}
zh_tw: 訂單編號：{order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
da: Der er vedhæftet en CSV-fil af dine registrerings-URL'er. Send venligst registrerings-URL til hver kursist, som planlægger at tilmelde sig. Brug nedenstående e-mail skabelon.
fr: Un fichier CSV contenant vos URL d'inscription est joint. Veuillez distribuer ces URL à chaque étudiant souhaitant s'inscrire en utilisant le modèle d'e-mail ci-dessous.
pl: W załączniku znajduje się plik CSV z odnośnikami rejestracyjnymi. Proszę rozdać po jednym adresie rejestracyjnym każdemu kursantowi korzystając ze znajdującego się poniżej szablonu e-mail.
pt_pt: Um ficheiro CSV dos seus URLs de registo está anexado. Por favor distribua URLs de registo para cada estudante que pretende inscrever-se utilizando o modelo de email abaixo.
zh_tw: 一個包含您註冊網址的CSV檔案被附加。請將網址分派給每位學生規劃使用以下的電子郵件模板註冊。

source: Warm regards,
da: Venlig hilsen
fr: Cordialement,
pl: Z poważaniem,
pt_pt: Cordiais cumprimentos,
zh_tw: 溫馨問候，

source: Warm regards,<br>The {platform_name} Team
da: Venlig hlisen <br> {platform_name} Teamet
fr: Cordialement, <br>l'équipe {platform_name}
pl: Z poważaniem,<br>Zespół {platform_name}
pt_pt: Cordiais cumprimentos, <br> A Equipa {platform_name}
zh_tw: 溫馨問候，<br> {platform_name}團隊

source: Dear [[Name]]
da: Kære [[Name]]
fr: Cher [[Name]]
pl: Dzień dobry [[Name]]
pt_pt: Caro [[Nome]]
zh_tw: 親愛的 [[Name]]:

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
da: Vi har tildelt dig en registrerings-URL til dette kursus: {course_names}
fr: Pour vous inscrire à {course_names} utilisez l'URL d'inscription. Suivez les instructions ci-dessous pour demander vos accès.
pl: Aby zapisać się na kurs/y {course_names}, przygotowaliśmy dla ciebie adres do strony rejestracyjnej. Proszę podążać za poniższymi instrukcjami, aby uzyskać dostęp.
pt_pt: Para se inscrever em {course_names}, fornecemos um URL de registo para si. Por favor siga as instruções abaixo para reclamar o seu acesso.
zh_tw: 欲註冊到{course_names} ，我們需要提供一個註冊網站給您。請依循以下的指示來索取您的存取。

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
da: Din indløsnings-URL er: [[Enter Redeem URL here from the attached CSV]]
fr: Votre URL de remboursement est : [[Entrer l'URL de remboursement depuis le CSV joint]]
pl: Twój adres dostępu to: [[Tu wpisz adres URL z dołączonego CSV]]
pt_pt: O seu url de resgate é: [[Enter Redeem URL here from the attached CSV]]
zh_tw: 您的兌換碼:[[從附加的CSV檔輸入兌換碼]]

source: (1) Register for an account at {site_name}
da: (1) Tilmeld dig en konto på {site_name}
fr: (1) Inscrivez vous à {site_name}
pl: (1) Utwórz konto na platformie {site_name}
pt_pt: (1) Registe-se para uma conta em {site_name}
zh_tw: (1) 註冊一個帳號在{site_name}。

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
da: (2) Når du er tilmeldt, kopier indløsnings-URL'en og indsæt den i din web browser
fr: (2) Une fois identifié, copiez l'URL de remboursement et collez la dans votre navigateur internet.
pl: (2) Po zarejestrowaniu się, skopiuj otrzymany adres URL i wklej go do okna swojej przeglądarki.
pt_pt: (2) Uma vez registado, copie o URL de resgate e cole-o no seu navegador.
zh_tw: (2) 一旦註冊，複製網址並且貼在您的瀏覽器上。

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
da: (3) På bekræftelsessiden for tilmelding, Klik på 'Aktivér Tilmeldings Kode'-tasten. Dette vil vise bekræftelsen på tilmelding.
fr: (3) Dans la page de confirmation de l'inscription, cliquez sur le bouton 'Activer un code d'inscription'. Cela affichera une confirmation d'inscription.
pl: (3) Na stronie potwierdzenia rejestracji na kurs kliknij przycisk 'Aktywuj kod rejestracyjny'. Wyświetli się potwierdzenie zarejestrowania na kurs.
pt_pt: (3) Na página de confirmação da inscrição, clique em "Ativar Código de Inscrição". Isto exibirá a confirmação da inscrição.
zh_tw: (3) 在確認註冊頁面上，點選 '啟用註冊碼'按鈕。這將會顯示註冊確認。
