Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: State/Province/Region
da: Stat/provins/region
fr: État/Province/Région
pl: Województwo
pt_pt: Estado/Província/Região
zh_tw: 縣市/鄉鎮/地區

source: Company
da: Selskab
fr: Entreprise
pl: Firma
pt_pt: Empresa
zh_tw: 公司

source: Title
da: Titel
fr: Titre
pl: Tytuł
pt_pt: Título
zh_tw: 標題

source: Job Title
da: Jobtitel
fr: Intitulé du poste
pt_pt: Cargo

source: Mailing address
da: Postadresse
fr: Adresse postale
pl: Adres do korespondencji
pt_pt: Morada
zh_tw: 郵寄地址

source: Tell us why you're interested in {platform_name}
da: Fortæl, hvorfor du er interesseret i {platform_name}
fr: Faites nous part de vos motivations pour votre inscription à {platform_name}
pl: Powiedz, dlaczego jesteś zainteresowany nauką w {platform_name}
pt_pt: Diga-nos por que está interessado em {platform_name}
zh_tw: 請告訴我們您對{platform_name}感興趣的原因

source: Profession
da: Erhverv
pl: Zawód
pt_pt: Profissão

source: Specialty
da: Specialitet
fr: Spécialité
pl: Specjalność
pt_pt: Especialidade

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your {platform_name} profile, leave this field blank.
da: Sørg for, at du angiver et gyldigt brugernavn eller en URL, der indeholder "{url_stub}". For at fjerne linket fra din {platform_name}-profil skal du lade dette felt stå tomt.
fr: Assurez-vous que vous fournissez un nom d'utilisateur valide ou une URL qui contient "{url_stub}". Pour supprimer le lien de votre profil {platform_name}, laissez ce champ vide.
pt_pt: Certifique-se de que está a fornecer um nome de utilizador válido ou um URL que contenha "{url_stub}". Para remover a ligação do seu perfil {platform_name}, deixe este campo em branco.

source: This account has been temporarily locked due to excessive login failures. Try again later.
da: Denne konto er midlertidigt låst på grund af for mange login-forsøg. Prøv igen senere.
fr: Ce compte a été temporairement verrouillé à cause d'un nombre excessif d'échecs de connexion. Réessayer plus tard.
pl: To konto zostało czasowo zablokowane z powodu nadmiernych niepowodzeń logowania. Spróbuj ponownie później.
pt_pt: Esta conta foi temporariamente bloqueada devido ao excesso de tentativas falhadas de inicio de sessão. Tente novamente mais tarde.
zh_tw: 太多的登錄失敗，該帳戶已被暫時鎖定。請稍後再試。

source: Email or password is incorrect.
da: Email eller adgangskode er ikke korrekt.
fr: Email ou mot de passe incorrect.
pl: Nieprawidłowy adres e-mail lub hasło.
pt_pt: Email ou palavra-passe incorreta.
zh_tw: 電子郵件信箱或密碼錯誤

source: Permission Denied
da: Adgang nægtet
fr: Permission refusée
pl: Brak uprawnienia
pt_pt: Permissão Recusada
zh_tw: 沒有權限

source: Retirement does not exist!
da: Pension findes ikke!
fr: Le retrait n'existe pas!
pt_pt: A reforma não existe!

source: Success
da: Succes
fr: Opération réussie
pl: Zrobione
pt_pt: Sucesso
zh_tw: 成功

source: Actions
da: Handlinger
pl: Czynności
pt_pt: Ações
zh_tw: 動作

source: Delete failed for user preference '{preference_key}'.
da: Sletning mislykkedes for brugerpræferencen '{preference_key}'.
fr: La suppression de la préférence utilisateur '{preference_key}' à échouée.
pl: Usuwanie nie powiodło się dla wskazania użytkownika '{preference_key}'.
pt_pt: Falha ao apagar a preferência do utilizador '{preference_key}'.
zh_tw: 使用者偏好刪除失敗 '{preference_key}'。

source: Preference '{preference_key}' cannot be set to an empty value.
da: Præference '{preference_key}' kan ikke indstilles til en tom værdi.
fr: La préférence '{preference_key}' ne peut pas être vide.
pl: Wskazanie '{preference_key}' nie może zostać przypisane do pustej wartości.
pt_pt: A preferência '{preference_key}' não pode ser definida como um valor vazio.
zh_tw: 偏好 '{preference_key}'不可設定為空值。

source: Invalid user preference key '{preference_key}'.
da: Ugyldig brugerpræferencenøgle '{preference_key}'.
fr: La préférence utilisateur '{preference_key}' est invalide.
pl: Nieprawidłowy klucz wskazania '{preference_key}' użytkownika.
pt_pt: Chave de preferência do utilizador inválida '{preference_key}'.
zh_tw: 無效的使用者偏好關鍵字 '{preference_key}'。

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
da: Værdien '{preference_value}' er ikke gyldig for brugerpræferencen '{preference_key}'.
fr: La valeur '{preference_value}' n'est pas valide pour la préférence utilisateur'{preference_key}'.
pl: Wartość '{preference_value}' jest nieprawidłowa dla wskazania użytkownika '{preference_key}'.
pt_pt: O valor '{preference_value}' não é válido para a preferência do utilizador '{preference_key}'.
zh_tw: 數值 '{preference_value}'對使用者偏好'{preference_key}'是無效的。

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
da: Værdien '{preference_value}' er ikke gyldig for præferencen '{preference_key}': Ikke i tidszonen indstillet.
fr: La valeur '{preference_value}' n'est pas valide pour la préférence '{preference_key}' : ne fait pas parti du fuseau horaire.
pl: Wartość '{preference_value}' jest nieprawidłowa dla wskazania '{preference_key}': nie mieści się w ustalonej strefie czasowej.
pt_pt: O valor '{preference_value}' não é válido para preferência '{preference_key}': Não no fuso horário definido.
zh_tw: 數值 '{preference_value}'對使用者偏好 '{preference_key}': 是無效的:不在時區設定內。

source: Value '{preference_value}' is not a valid time zone selection.
da: Værdien '{preference_value}' er ikke et gyldigt tidszonevalg.
fr: La valeur '{preference_value}' n'est pas une sélection de fuseau horaire valide.
pl: Wartość '{preference_value}' nie jest prawidłowym wyborem strefy czasowej.
pt_pt: O valor '{preference_value}' não é uma seleção de fuso horário válido.
zh_tw: 數值'{preference_value}'不是有效的時區選擇。

source: Save failed for user preference '{key}' with value '{value}'.
da: Gem mislykkedes for brugerpræference '{key}' med værdien '{value}'.
fr: L'enregistrement de la valeur '{value}' pour la préférence utilisateur '{key}' à échoué.
pl: Nie udało się zapisać wskazania użytkownika '{key}' o wartości '{value}'.
pt_pt: Ocorreu uma falha ao guardar a preferência do utilizador '{key}' com o valor '{value}'.
zh_tw: 儲存使用者偏好 '{key}'跟數值'{value}'失敗。

source: No data provided for user preference update
da: Ingen data angivet til opdatering af brugerpræferencer
fr: Aucune donnée n'a été fournie pour la mise à jour des préférence utilisateur
pl: Nie podano danych niezbędnych do zmiany wartości.
pt_pt: Nenhum dado fornecido para atualização de preferência do utilizador
zh_tw: 沒有資料可以提供給使用者偏好更新

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
da: Vi modtog en anmodning om sletning af din konto på %(platform_name)s . Vi er kede af at se dig gå!
fr: Nous avons reçu une demande de suppression de votre compte sur %(platform_name)s. Nous regrettons de vous voir partir !
pt_pt: Recebemos um pedido de eliminação para a sua conta em %(platform_name)s. Lamentamos vê-lo partir!

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
da: Din konto vil snart blive slettet. Sletning af konto, herunder fjernelse fra e-mail-lister, kan tage et par uger at behandle fuldstændigt gennem vores system. Hvis du ønsker at fravælge e-mails inden da, bedes du afmelde fra sidefoden af enhver e-mail.
fr: Votre compte sera supprimé d'ici peu. La suppression d'un compte, comprenant le retrait des listes d'e-mail, peu prendre quelques semaines afin de traiter entièrement notre système. Si vous souhaitez renoncer aux e-mails ultérieurement, veuillez vous désinscrire en consultant le pied de page de n'importe quel e-mail.
pt_pt: A sua conta será apagada em breve. A eliminação da conta, incluindo a remoção das listas de correio electrónico, pode levar algumas semanas para ser totalmente processada através do nosso sistema. Se desejar optar por não receber e-mails antes disso, por favor, anule a sua inscrição no rodapé de qualquer e-mail.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
da: Dette er kun en informativ e-mail. Hvis du ikke påbegyndte denne anmodning, bedes du kontakte %(contact_email)s .
fr: Il s'agit uniquement d'un e-mail d'information. Si vous n'êtes pas à l'origine de cette demande, veuillez prendre contact avec %(contact_email)s.
pt_pt: Este é apenas um email informativo. Se não iniciou este pedido, entre em contacto com %(contact_email)s.

source: Best, %(platform_name)s
da: Bedste, %(platform_name)s
fr: Cordialement, %(platform_name)s
pl: Z poważaniem, %(platform_name)s
pt_pt: Melhor,%(platform_name)s

source: Your Account Has Been Queued For Deletion
da: Din konto har været i kø for sletning
fr: Votre Compte est en attente d'être Supprimé.
pt_pt: A Sua Conta Está Em Lista De Espera Para Exclusão

source: Password reset
da: Nulstil kodeord
fr: Réinitialisation du mot de passe
pt_pt: Redefinição da palavra-passe

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
da: Du modtager denne e-mail, fordi du har anmodet om en nulstilling af adgangskoden til din brugerkonto på %(platform_name)s .
fr: Vous recevez cet email parce que vous avez demandé une réinitialisation de votre mot de passe pour votre compte %(platform_name)s.
pl: Otrzymujesz tę wiadomość w związku z prośbą o zresetowanie hasła do swojego konta użytkownika w %(platform_name)s.
pt_pt: Recebeu este email porque solicitou a redefinição da palavra-passe da sua conta de utilizador em %(platform_name)s.

source: However, there is currently no user account associated with your email address: %(email_address)s.
da: Der er dog i øjeblikket ingen brugerkonto tilknyttet din e-mailadresse: %(email_address)s .
fr: Cependant, il n'existe actuellement aucun compte utilisateur associé à votre adresse e-mail : %(email_address)s.
pt_pt: No entanto, não há atualmente nenhuma conta de utilizador associada ao seu endereço de email: %(email_address)s.

source: If you did not request this change, you can ignore this email.
da: Hvis du ikke har anmodet om denne ændring, kan du ignorere denne e-mail.
fr: Si vous n'avez pas demandé cette modification, vous pouvez ignorer cet e-mail.
pt_pt: Se não solicitou esta alteração, ignore este email.

source: Reset my password
da: Nulstil min adgangskode
fr: Réinitialiser mon mot de passe
pt_pt: Redefinir Palavra-passe

source: Please go to the following page and choose a new password:
da: Gå til følgende side og vælg en ny adgangskode:
fr: Veuillez aller à la page suivante et choisissez un nouveau mot de passe :
pl: Proszę przejść na poniższą stronę i ustawić nowe hasło:
pt_pt: Por favor, visite a seguinte página e escolha uma nova palavra-passe:
zh_tw: 請到下面的頁面並選擇一個新的密碼：

source: Password reset on %(platform_name)s
da: Adgangskode nulstillet på %(platform_name)s
fr: Réinitialiser le mot de passe sur %(platform_name)s
pl: Reset hasła w %(platform_name)s
pt_pt: Palavra-passe redefinida em %(platform_name)s

source: Password reset success
da: Nulstilling af adgangskode lykkedes
fr: Mot de passe réinitialisé
pt_pt: Redefinição da palavra-passe bem sucedida

source: Hello %(name)s,
da: Hej %(name)s ,
fr: Bonjour %(name)s,
pt_pt: Olá %(name)s,

source: This is to confirm that you have successfully changed your password associated with %(platform_name)s account. Please sign-in to your account.
da: Dette er for at bekræfte, at du har ændret din adgangskode forbundet med %(platform_name)s -kontoen. Log venligst ind på din konto.
fr: Ceci confirme que vous avez correctement changé votre mot de passe associé à votre compte %(platform_name)s. Connectez-vous à votre compte s'il vous plaît.
pt_pt: Isto é para confirmar que alterou com sucesso a sua palavra-chave associada à conta %(platform_name)s. Por favor, faça login na sua conta.

source: Hello %(name)s,
da: Hej %(name)s ,
fr: Bonjour %(name)s,
pt_pt: Olá %(name)s,

source: Password reset completed on %(platform_name)s
da: Nulstilling af adgangskode gennemført på %(platform_name)s
fr: Réinitialisation du mot de passe complétée sur %(platform_name)s
pt_pt: Redefinição de palavra-chave concluída em %(platform_name)s

source: Superuser creation not allowed
da: Superbrugeroprettelse er ikke tilladt
fr: La création d'Utilisateurs root n'est pas autorisée
pt_pt: Criação de superutilizador não permitida

source: Account modification not allowed.
da: Kontoændring er ikke tilladt.
fr: Modification du compte non autorisée.
pt_pt: Modificação de conta não permitida.

source: Account creation not allowed.
da: Kontooprettelse er ikke tilladt.
fr: Création de compte non autorisée
pl: Tworzenie konta niedozwolone.
pt_pt: Criação de conta não permitida.

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
da: Du er logget ind på din {provider_name}-konto, men denne konto er endnu ikke knyttet til din {platform_name}-konto. {blank_lines}Brug dit {platform_name}-brugernavn og -adgangskode til at logge ind på {platform_name} nedenfor, og tilknyt derefter din {platform_name}-konto med {provider_name} fra dit betjeningspanel. {blank_lines}Hvis du endnu ikke har en konto på {platform_name}, skal du klikke på {register_label_strong} øverst på siden.
fr: Vous vous êtes connecté avec succès à votre compte {provider_name}, mais ce compte n'est pas encore lié à votre compte {platform_name}. {blank_lines} Utilisez votre nom d'utilisateur et votre mot de passe {platform_name} pour vous connecter à {platform_name} ci-dessous, puis liez votre compte {platform_name} à {provider_name} depuis votre tableau de bord. {blank_lines} Si vous n'avez pas encore de compte sur {platform_name}, cliquez sur {register_label_strong} en haut de la page.
pt_pt: Iniciou sessão com sucesso na sua conta {provider_name}, mas esta conta ainda não está ligada à sua conta {platform_name}. {blank_lines}Utilize o seu {platform_name} nome de utilizador e palavra-passe para iniciar sessão no {platform_name} abaixo, e depois ligue a sua conta {platform_name} ao {provider_name} a partir do seu painel de controlo. {blank_lines}Se ainda não tem uma conta em {platform_name}, clique em {register_label_strong} no topo da página.

source: Register
da: Registrer
fr: S'inscrire
pl: Zarejestruj się
pt_pt: Registar
zh_tw: 註冊

source: There was an error receiving your login information. Please email us.
da: Der opstod en fejl ved modtagelse af din login-oplysninger. Du bedes kontakte os.
fr: Il y a une erreur avec vos informations de connexion. Merci de nous envoyer un mail.
pl: Wystąpił błąd w trakcie uzyskiwania twoich danych do logowania. Skontaktuj się z pomocą techniczną.
pt_pt: Ocorreu um erro ao receber as suas informações de inicio de sessão. Por favor, envie-nos um email.
zh_tw: 接受您的登入訊息時發生錯誤，請用電子郵件與我們聯絡。

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
da: For at beskytte din konto er den blevet midlertidigt låst. Prøv igen om {locked_out_period} minutter.{li_start}For at være på den sikre side kan du nulstille din adgangskode {link_start}her {link_end} , før du prøver igen.
fr: Pour protéger votre compte, il a été temporairement verrouillé. Réessayez dans {locked_out_period} minutes. {li_start} Pour être prudent, vous pouvez réinitialiser votre mot de passe {link_start}ici{link_end} avant de réessayer.
pt_pt: Para proteger sua conta, ela foi temporariamente bloqueada. Tente de novo em {locked_out_period} minutos. {li_start} Para estar no lado seguro, pode redefinir a sua palavra-chave {link_start}aqui{link_end} antes de tentar novamente.

source: Too many failed login attempts. Try again later.
da: For mange mislykkede login-forsøg. Prøv igen senere.
fr: Trop de tentatives de connexion échouées. Réessayez plus tard.
pl: Zbyt wiele nieudanych prób logowania. Spróbuj ponownie później.
pt_pt: Muitas tentativas de login sem sucesso. Tente novamente mais tarde.
zh_tw: 登入失敗太多次，請稍後再試！

source: Email or password is incorrect.{li_start}You have {remaining_attempts} more sign-in attempts before your account is temporarily locked.{li_end}{li_start}If you've forgotten your password, click {link_start}here{link_end} to reset.{li_end}
da: E-mail eller adgangskode er forkert.{li_start}Du har {remaining_attempts} flere loginforsøg, før din konto midlertidigt låses. {li_end} {li_start}Hvis du har glemt din adgangskode, skal du klikke {link_start}her{link_end} for at nulstille. {li_end}
fr: L'adresse courriel ou le mot de passe sont incorrects. {li_start} Il vous reste encore {remaining_attempts} quelques tentatives de connexion avant que votre compte ne soit temporairement verrouillé. {li_end} {li_start} Si vous avez oublié votre mot de passe, cliquez {link_start}ici{link_end} pour le réinitialiser.{li_end}
pt_pt: E-mail ou palavra-chave estão incorretos. {li_start} Tem mais {remaining_attempts} tentativas para iniciar sessão antes que a sua conta seja temporariamente bloqueada. {li_end} {li_start} Se esqueceu a sua senha, clique {link_start}aqui{link_end} para a redefinir. {li_end}

source: As {allowed_domain} user, You must login with your {allowed_domain} {link_start}{provider} account{link_end}.
da: Som {allowed_domain}-bruger skal du logge ind med din {allowed_domain} {link_start}{provider}-konto {link_end} .
fr: En tant qu'utilisateur {allowed_domain}, vous devez vous connecter avec votre {link_start}{provider} compte{link_end} {allowed_domain}.
pt_pt: Como utilizador de {allowed_domain}, deve iniciar sessão com a sua conta {allowed_domain} {link_start}{provider}{link_end}.

source: The email address you used to register with {platform_name}
da: Den e-mail adresse, du brugte til at registrere med {platform_name}
fr: L'adresse email utilisée lors de votre inscription sur {platform_name}
pl: Adres e-mail, którego użyłeś podczas rejestracji w {platform_name}
pt_pt: O endereço de email que usou para se registar em {platform_name}
zh_tw: 您在 {platform_name} 上註冊的電子郵件

source: username@domain.com
da: brugernavn@domain.com
fr: utilisateur@exemple.com
pl: uzytkownik@domena.com

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
da: Denne e-mailadresse er ikke tilknyttet en brugerkonto. Er du sikker på, at du er registreret?
fr: Cette adresse email n'est pas associée à un compte utilisateur. Êtes-vous sûr d'avoir un compte ?
pl: Żadne konto użytkownika nie jest powiązane z tym adresem e-mail. Czy masz pewność, że posiadasz konto z tym adresem e-mail?
pt_pt: Este email não tem associado uma conta de utilizador. Tem a certeza que efetuou o registo?
zh_tw: 該電子郵件地址不具有相關聯的用戶帳戶。你確定你已經註冊？

source: The user account associated with this e-mail address cannot reset the password.
da: Brugerkontoen, som er tilknyttet denne e-mailadresse, kan ikke nulstille adgangskoden.
fr: Le compte utilisateur associé à cette adresse e-mail ne peut pas réinitialiser le mot de passe.
pl: Nie można zresetować hasła do konta użytkownika powiązanego z tym adresem e-mail.
pt_pt: O utilizador da conta associada a este endereço de email não pode redefinir a palavra-passe.
zh_tw: 與此電子郵件地址關聯的用戶帳戶不能重新設置密碼。

source: Your previous request is in progress, please try again in a few moments.
da: Din tidligere anmodning er i gang, prøv venligst igen om et øjeblik.
fr: Votre demande précédente est en cours, veuillez réessayer dans quelques instants.
pt_pt: O seu pedido anterior está a ser processado, por favor tente novamente dentro de momentos.

source: Password reset unsuccessful
da: Det lykkedes ikke at nulstille adgangskoden
fr: La réinitialisation du mot de passe a échoué.
pl: Zresetowanie hasła nie powiodło się
pt_pt: A redefinição da sua palavra-passe não foi bem sucedida
zh_tw: 重新設置密碼不成功

source: Error in resetting your password.
da: Fejl ved nulstilling af din adgangskode.
fr: Erreur lors de la réinitialisation du mot de passe.
pt_pt: Erro a redefinir a sua palavra-passe.

source: Error in resetting your password. Please try again.
da: Fejl ved nulstilling af din adgangskode. Prøv igen.
fr: Erreur dans la mise à jour de votre mot de passe. Veuillez réessayer.
pl: Wystąpił błąd w trakcie resetowania twojego hasła. Spróbuj ponownie.
pt_pt: Erro ao redefinir a sua palavra-passe. Por favor, tente novamente.
zh_tw: 重設密碼時發生錯誤。請再試一次。

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
da: {html_start}Oprettelse af adgangskode fuldført{html_end}Din adgangskode er blevet oprettet. {bold_start}{email} {bold_end} er nu din primære login-e-mail.
fr: {html_start}Création du mot de passe terminée{html_end}Votre mot de passe a été créé.{bold_start}{email}{bold_end} est maintenant votre courriel de connexion principal.
pt_pt: {html_start}Criação de Palavra-passe Finalizada{html_end}A sua palavra-passe foi criada. {bold_start}{email}{bold_end} é agora o seu e-mail de registo principal.

source: Some error occurred during password change. Please try again
da: Der opstod en fejl under ændring af adgangskode. Prøv igen
fr: Une erreur s'est produite lors du changement de mot de passe. Veuillez réessayer
pt_pt: Ocorreu algum erro durante a alteração da password. Por favor, tente novamente

source: No email address provided.
da: Ingen e-mailadresse oplyst.
fr: Aucune adresse électronique n'a été fournie.
pl: Nie podano adresu e-mail.
pt_pt: Nenhum endereço de email fornecido.
zh_tw: 未提供電子郵件。

source: Registration using {provider} has timed out.
da: Registrering med {provider} er udløbet.
fr: L'inscription avec {provider} a échouée.
pl: Rejestracja przez {provider} przekroczyła limit czasu na połączenie.
pt_pt: O tempo para registo utilizando {provider} expirou.

source: An access_token is required when passing value ({}) for provider.
da: Et access_token er påkrævet, når værdi ({}) videregives til udbyder.
fr: Un access_token est requis à l'envoi d'une valeur ({}) pour le provider.
pl: Access_token jest niezbędny do przekazywania wartości ({}) do firmy 3-ciej.
pt_pt: É necessário um access_token ao passar o valor ({}) para o fornecedor.
zh_tw: 當傳遞值 ({}) 給提供者時，一個 access_token 是必須的。

source: The provided access_token is already associated with another user.
da: Den angivne access_token er allerede tilknyttet en anden bruger.
fr: L'access_token fourni est déjà associé à un autre utilisateur.
pl: Wskazany access_token jest już skojarzony z innym użytkownikiem.
pt_pt: O acesso_token fornecido já se encontra associado a outro utilizador.
zh_tw: 所提供的 access_token 已經與另一位使用者關聯。

source: The provided access_token is not valid.
da: Den angivne access_token er ugyldig.
fr: L'access_token fourni n'est pas valide.
pl: Wskazany access_token jest nieprawidłowy.
pt_pt: O access_token fornecido é inválido.
zh_tw: 所提供的access_token無效。

source: Full Name cannot contain the following characters: < >
da: Fulde navn må ikke indeholde følgende tegn: &lt; &gt;
fr: Le Nom complet ne peut pas contenir les caractères: < >
pl: Nazwisko nie może zawierać następujących znaków: < >
pt_pt: O Nome Completo não pode conter os seguintes caracteres: < >

source: Enter a valid name
da: Indtast et gyldigt navn
fr: Entrez un nom valide
pt_pt: Introduza um nome válido
