Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Delete this component
da: Slet denne komponent
fr: Supprimer ce composant
pl: Usuń ten element
pt_pt: Eliminar este componente
zh_tw: 刪除此組件

source: Open the courseware in the LMS
da: Åben kursusmaterialet i LMS
fr: Ouvrir le cours dans le LMS
pl: Otwórz materiał kursowy w LMS
pt_pt: Abrir o material didático no LMS
zh_tw: 開啟數位學習系統上的教材

source: View Live Version
da: Se liveversion
fr: Aperçu réel
pl: Zobacz wersję próbną
pt_pt: Visualizar Versão Ao Vivo
zh_tw: 檢視線上版本

source: Preview the courseware in the LMS
da: Preview kursusmaterialet i LMS
fr: Prévisualiser le cours dans le LMS
pl: Zobacz podgląd materiału kursowego w LMS
pt_pt: Pré-visualizar o material didático no LMS
zh_tw: 預覽數位學習系統上的教材

source: Adding components
da: Tilføjelse af komponenter
fr: Ajout de composants
pl: Dodawanie elementów
pt_pt: Adicionar componentes
zh_tw: 新增組件中

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
da: Vælg en komponenttype under {strong_start}Tilføj ny komponent {strong_end} . Vælg derefter en skabelon.
fr: Sélectionner un type de composant sous {strong_start}Ajouter un composant{strong_end}. Ensuite sélectionner un gabarit.
pl: Wybierz typ elementu klikając na {strong_start}Dodaj nowy element{strong_end}. Następnie wybierz szablon.
pt_pt: Selecione um tipo de componente em {strong_start} Adicionar Novo Componente {strong_end}. De seguida, selecione um modelo.
zh_tw: 選擇一個組件類型在{strong_start}之下，並新增新的組件{strong_end}。然後選擇一個範本。

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
da: Den nye komponent tilføjes nederst på siden eller gruppen. Du kan derefter redigere og flytte komponenten.
fr: Le nouveau composant est ajouté au bas de la page ou du groupe. Vous pouvez ensuite éditer et bouger le composant.
pl: Nowy element pojawi się na górze strony lub grupy. Możesz go następnie edytować i przemieszczać.
pt_pt: O novo componente é adicionado na parte inferior da página ou grupo. De seguida, pode editar e mover o componente.
zh_tw: 新的組件被新增在頁面或群組的底端。您之後可以編輯或移動此組件。

source: Editing components
da: Redigering af komponenter
fr: Edition des composants
pl: Edycja elementów
pt_pt: Editar componentes
zh_tw: 編輯組件

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
da: Klik på ikonet {strong_start}Rediger {strong_end} i en komponent for at redigere dens indhold.
fr: Cliquer l'icone {strong_start}Editer{strong_end} du composant pour éditer son contenu.
pl: Kliknij na ikonę {strong_start}Edytuj{strong_end} elementu, aby edytować jego zawartość.
pt_pt: Clique no icone {strong_start}Editar{strong_end} no componente para editar o seu conteúdo.
zh_tw: 從組件中，點擊{strong_start}編輯{strong_end}圖示，編輯內容。

source: Reorganizing components
da: Omorganisering af komponenter
fr: Réorganisation des composants
pl: Przemieszczanie elementów
pt_pt: Reorganizar componentes
zh_tw: 重新組織組件

source: Drag components to new locations within this component.
da: Træk komponenter til nye placeringer i denne komponent.
fr: Glisser des composants dans de nouveaux emplacements avec ce composant.
pl: Przeciągnij elementy do nowych miejsc w ramach obecnego elementu.
pt_pt: Arraste os componentes para novos locais dentro deste componente.
zh_tw: 拖動此組件中的組件到新位置。

source: For content experiments, you can drag components to other groups.
da: For indholdseksperimenter kan du trække komponenter til andre grupper.
fr: Pour faire des expériences, vous pouvez glisser des composants dans d'autres groupes.
pl: Dla eksperymentów z treścią możesz przeciągać elementy do innych grup.
pt_pt: Para testes de conteúdo, pode arrastar os componentes para outros grupos.
zh_tw: 對於內容實驗，你可以拖動組件到其他群組。

source: Working with content experiments
da: Arbejde med indholdseksperimenter
fr: Travailler avec des expériences sur les contenus.
pl: Praca z eksperymentami z treścią
pt_pt: Trabalhar com experiências de conteúdo
zh_tw: 內容實驗的工作

source: Confirm that you have properly configured content in each of your experiment groups.
da: Bekræft, at du har korrekt konfigureret indhold i hver af dine eksperimentgrupper.
fr: Confirmez que vous avez correctement configuré les contenus dans tous vos groupes de test.
pl: Upewnij się, że właściwie skonfigurowałeś treść każdej eksperymentalnej grupy.
pt_pt: Confirme que configurou corretamente o conteúdo em cada um dos seus grupos de teste.
zh_tw: 請確認你已經正確地在每個實驗群組的配置內容。

source: Learn more about component containers
da: Lær mere om komponentbeholdere
fr: En apprendre plus à propos des composants conteneur
pl: Dowiedz się więcej na temat zawartości elementów
pt_pt: Saiba mais sobre reservatórios de componentes
zh_tw: 學習更多關於組件

source: Unit Location
da: Enhedens placering
fr: Position de l'unité
pl: Lokalizacja ekranu
pt_pt: Localização da Unidade
zh_tw: 單元位置

source: Location ID
da: Lokations-id
fr: ID de l'emplacement
pl: Identyfikator lokalizacji
pt_pt: ID de Localização
zh_tw: 位置 ID

source: To create a link to this unit from an HTML component in this course, enter "/jump_to_id/<location ID>" as the URL value.
da: For at oprette et link til denne enhed fra en HTML-komponent i dette kursus skal du indtaste "/jump_to_id/<location ID> " som URL-værdi.

source: Course Updates
da: Kursusopdateringer
fr: Actualités du Cours
pl: Aktualności kursu
pt_pt: Atualizações do Curso
zh_tw: 公佈欄

source: New Update
da: Ny opdatering
fr: Nouvelle Actualité
pl: Nowa aktualność
pt_pt: Nova Atualização
zh_tw: 新增公告

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
da: Brug kursusopdateringer til at underrette eleverne om vigtige datoer eller eksamener, fremhæve særlige diskussioner i foraene, annoncere ændringer i tidsplanen og svare på spørgsmål fra studerende. Du tilføjer eller redigerer opdateringer i HTML.
fr: Utilisez les mises à jours des cours pour prévenir les étudiants des dates importantes comme les examens, pour mettre en évidence des discussions particulières dans les forums, pour annoncer des changements dans l'horaire et pour répondre aux questions des étudiants. Vous pouvez ajouter ou éditer les mises à jour en HTML.
pl: Korzystaj z aktualności kursu aby powiadamiać studentów o ważnych datach lub egzaminach, podkreślać szczególne dyskusje na forum, ogłaszać zmiany harmonogramu i odpowiadać na pytania studentów. Aktualności można dodawać i edytować w formacie HTML.
pt_pt: Utilize as atualizações de curso para notificar os estudantes sobre datas ou exames importantes, destacar debates específicos nos fóruns, anunciar alterações no cronograma e responder a questões dos estudantes. Adicionar ou editar atualizações em HTML.
zh_tw: 使用公佈欄以提醒學生重要日期或考試、強調討論區中特定的討論內容、公告時間表的改變和回答學生問題。以HTML新增或編輯公告。

source: This course was created as a re-run. Some manual configuration is needed.
da: Dette kursus blev oprettet som et genløb. Noget manuel konfiguration er nødvendig.
fr: Ce cours a été conçu comme un cours dérivé. Un peu de configuration manuelle est requise.
pl: Ten kurs jest wznowieniem archiwalnego kursu. Wymagana pewnych konfiguracji.
pt_pt: Este curso foi criado como uma nova edição. É necessário fazer algumas configurações manuais.
zh_tw: 此課程被重新開課。有些手動設定是必須的。

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
da: Intet kursusindhold er i øjeblikket synligt, og ingen elever er tilmeldt. Sørg for at gennemgå og nulstille alle datoer, inklusive kursusstartdatoen; oprette kursusholdet; gennemgå kursusopdateringer og andre aktiver for dateret materiale; og se diskussionerne og wikien.
fr: Aucun contenu du cours n'est actuellement visible, et aucun apprenant n'est inscrit. Assurez-vous d'examiner et de réinitialiser toutes les dates, y compris la date de début du cours; de mettre en place l'équipe du cours; d'examiner les mises à jour de cours et d'autres actifs pour le matériel ancien; et initier les discussions et le wiki.
pl: Nie jest widoczny jakikolwiek materiał kursowy i nie ma zapisanych żadnych studentów. Nie zapomnij sprawdzić i zresetować wszystkie daty, w tym datę rozpoczęcia kursu, ustalić kadrę, przejrzeć opublikowane aktualności i wszystkie wcześniej udostępnione materiały dodatkowe, a także założyć działy dyskusji i wiki.
pt_pt: De momento, nenhum conteúdo do curso é visível e nenhum estudante está inscrito. Certifique-se de rever e redefinir todas as datas, incluindo a data de início do curso, configurar a equipa do curso, rever as atualizações do curso e outros ficheiros para material datado, e promova os debates e wiki.
zh_tw: 目前無課程內容可被瀏覽，且無學習者註冊。請確認並重新設定所有日期，包含課程開始日期;設定課程團隊; 審查課程更新及其他過期的教材資源; 並且初始化論壇及wiki。

source: This course uses features that are no longer supported.
da: Dette kursus bruger funktioner, der ikke længere understøttes.
fr: Ce cours utilise des fonctionnalités qui ne sont plus prises en charge.
pl: Ten kurs korzysta z funkcji, które nie są już wspierane.
pt_pt: Este curso utiliza funcionalidades que já não são suportadas.
zh_tw: 本課程使用不再支持的功能。

source: You must delete or replace the following components.
da: Du skal slette eller udskifte følgende komponenter.
fr: Vous devez supprimer ou remplacer les composants suivants.
pl: Musisz usunąć lub zmienić następujące elementy.
pt_pt: Deve eliminar ou substituir os seguintes componentes.
zh_tw: 您必須刪除或替換以下組件。

source: Unsupported Components
da: Ikke-understøttede komponenter
fr: Composants non supportés
pl: Niewspierane elementy
pt_pt: Componentes Não Suportados
zh_tw: 不支援的組件

source: Deprecated Component
da: Udgået komponent
fr: Composant obsolète
pl: Przestarzałe elementy
pt_pt: Componente Descontinuado
zh_tw: 已過時的組件

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
da: For at undgå fejl anbefaler {platform_name} kraftigt, at du fjerner ikke-understøttede funktioner fra kursets avancerede indstillinger. For at gøre dette skal du gå til {link_start}siden Avancerede indstillinger{link_end}, finde indstillingen "Avanceret modulliste" og derefter slette følgende moduler fra listen.
fr: Afin d'éviter les erreurs, {platform_name} recommande fortement que vous supprimiez les fonctionnalités non supportées des paramètres avancés du cours. Pour ce faire, allez à la page des {link_start}Paramètres avancés{link_end}, trouver le paramètre "Liste des modules avancés", et ensuite effacer les modules suivants de la liste.
pl: Aby uniknąć błędów, {platform_name} zdecydowanie zaleca usunięcie niewspieranych funkcji z zaawansowanych ustawień kursu. Aby tego dokonać, przejdź do {link_start}ustawień zaawansowanych{link_end}, odnajdź "Listę Modułów Zaawansowanych", a następnie usuń z listy następujące moduły.
pt_pt: Para evitar erros, {platform_name} recomenda ativamente que remova todas as funcionalidades não suportadas das definições avançadas do curso. Para tal, aceda à página de configurações avançadas {link_start} {link_end}, localize a configuração "Lista de Módulos Avançados" e elimine da lista os módulos não suportados.
zh_tw: 為了避免發生錯誤，{platform_name}強烈建議您從進階設置中刪除不支持的功能。為此在進階設定頁面 {link_start} 進階設定頁面 {link_end}，在“進階模塊列表”中，從列表中刪除以下模塊。

source: Unsupported Advance Modules
da: Ikke-understøttede avancerede moduler
fr: Modules avancés non supportés
pl: Niewspierane moduły zaawansowane
pt_pt: Módulos Avançados Não Suportados
zh_tw: 不支持的進階模塊

source: This course has proctored exam settings that are incomplete or invalid.
da: Dette kursus har proctored eksamensindstillinger, der er ufuldstændige eller ugyldige.
fr: Ce cours a des paramètres d'examen surveillé incomplets ou non valides.
pl: Ten kurs ma niekompletne lub niepoprawne ustawienia egzaminu nadzorowanego.
pt_pt: Este curso tem definições de exames vigiados que são incompletas ou inválidas.

source: To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
da: For at opdatere disse indstillinger skal du gå til siden {link_start}overvåget Exam Settings{link_end}.
fr: Pour mettre à jour ces paramètres, accédez à la {link_start} page des paramètres d'examen surveillé {link_end}.
pl: Aby zaktualizować te ustawienia, wejdź na {link_start}stronę ustawień egzaminu nadzorowanego{link_end}.
pt_pt: Para actualizar estas definições vá para a página {link_start}página de Definições de Exames Vigiados{link_end}.

source: To update these settings go to the {link_start}Advanced Settings page{link_end}.
da: For at opdatere disse indstillinger skal du gå til siden med {link_start}Avancerede indstillinger {link_end} .
fr: Pour mettre à jour ces paramètres, accédez à la {link_start} page Paramètres Avancés {link_end}.
pl: Aby zaktualizować te ustawienia, przejdź na {link_start}stronę ustawień zaawansowanych{link_end}.
pt_pt: Para actualizar estas definições vá para a página {link_start}página de Definições Avançadas{link_end}.

source: Proctoring Settings Errors
da: Proctoring indstillingsfejl
fr: Erreurs de paramètres de surveillance
pl: Błędy ustawień nadzorowania
pt_pt: Definições de Erros de Exames Vigiados

source: Click to add a new section
da: Klik for at tilføje en ny sektion
fr: Cliquer pour ajouter une section
pl: Kliknij, aby dodać nowy rozdział
pt_pt: Clique para adicionar uma nova secção
zh_tw: 點選以新增一個新的章節

source: New Section
da: Nyt afsnit
fr: Nouvelle Section
pl: Nowy rozdział
pt_pt: Nova Secção
zh_tw: 建立新章節

source: Reindex current course
da: Genindeksere nuværende kursus
fr: Réindexer le cours
pl: Zreindeksuj obecny kurs
pt_pt: Reindexar curso atual
zh_tw: 重新索引當前課程

source: Reindex
da: Genindeks
fr: Réindexer
pl: Zreindeksuj
pt_pt: Reindexar
zh_tw: 重新索引

source: Collapse All Sections
da: Skjul alle sektioner
fr: Replier toutes les Sections
pl: Zwiń wszystkie rozdziały
pt_pt: Encolher Todas as Secções
zh_tw: 折疊所有章節

source: Expand All Sections
da: Udvid alle sektioner
fr: Déplier toutes les Sections
pl: Rozwiń wszystkie rozdziały
pt_pt: Expandir Todas as Secções
zh_tw: 展開所有章節

source: Click to open the courseware in the LMS in a new tab
da: Klik for at åbne kursusmaterialet i LMS i en ny fane
fr: Cliquer pour ouvrir le cours dans le LMS et un nouvel onglet
pl: Kliknij, aby otworzyć materiały kursowe w LMS w nowej karcie
pt_pt: Clique para abrir o material didático no LMS num novo separador
zh_tw: 點選開啟LMS中的教材在新的欄位中

source: View Live
da: Se live
fr: Aperçu réel
pl: Zobacz wersję próbną
pt_pt: Visualizar Ao Vivo
zh_tw: 線上檢視

source: Creating your course organization
da: Oprettelse af din kursusorganisation
fr: Création de votre structure de cours
pl: Organizowanie twojego kursu
pt_pt: A criar a sua organização do curso
zh_tw: 建立您的課程組織

source: You add sections, subsections, and units directly in the outline.
da: Du tilføjer sektioner, underafsnit og enheder direkte i dispositionen.
fr: Vous ajoutez sections, sous-sections et unités directement dans le plan.
pl: Dodajesz rozdziały, lekcje i ekrany bezpośrednio z poziomu programu kursu.
pt_pt: Pode adicionar secções, subsecções e unidades diretamente na estrutura do curso.
zh_tw: 您可以直接於大綱內新增章節、小節、單元。

source: Create a section, then add subsections and units. Open a unit to add course components.
da: Opret en sektion, og tilføj derefter underafsnit og enheder. Åbn en enhed for at tilføje kursuskomponenter.
fr: Créez une section, puis ajoutez sous-sections et unités. Ouvrez une unité pour ajouter des composants de cours.
pl: Utwórz rozdział, a następnie dodaj lekcje i ekrany. Otwórz ekran, aby dodać do niego elementy kursu.
pt_pt: Crie uma secção e, de seguida, adicione subsecções e unidades. Abra uma unidade para adicionar componentes do curso.
zh_tw: 建立一個章節，然後增加小節和單元，開啟單元以便增加課程組件。

source: Reorganizing your course
da: Omorganisering af dit kursus
fr: Réorganisation de votre cours
pl: Reorganizowanie twojego kursu
pt_pt: A reorganizar o seu curso
zh_tw: 重新組織您的課程

source: Drag sections, subsections, and units to new locations in the outline.
da: Træk sektioner, underafsnit og enheder til nye placeringer i omridset.
fr: Faites glisser les sections, sous-sections et unités à de nouveaux emplacements dans le plan.
pl: Przeciągaj rozdziały, lekcje i ekrany do wybranych miejsc w programie kursu.
pt_pt: Arraste secções, subsecções e unidades para novos locais na estrutura do curso
zh_tw: 拖拉章節、小節和單元來重新放置於您的大綱。

source: Learn more about the course outline
da: Lær mere om kursusoversigten
fr: En savoir plus à propos de l'aperçu du cours
pl: Dowiedz się więcej na temat programu kursu
pt_pt: Saiba mais sobre a estrutura geral do curso
zh_tw: 學習更多關於課程編輯的方法

source: Setting release dates and grading policies
da: Indstilling af udgivelsesdatoer og karakterpolitikker
fr: Fixer les dates de publication et les politiques de notation
pl: Ustalanie dat publikacji kursu i polityki ocen
pt_pt: A definir datas de lançamento e políticas de classificação
zh_tw: 設定釋出日期和評價政策

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
da: Vælg ikonet Konfigurer for en sektion eller undersektion for at indstille dens udgivelsesdato. Når du konfigurerer et underafsnit, kan du også indstille karakterpolitikken og forfaldsdatoen.
fr: Sélectionnez l'icône Configuration pour une section ou une sous-section pour définir sa date de publication. Lorsque vous configurez une sous-section, vous pouvez également définir le type de devoir et la date d'échéance.
pl: Kliknij na znajdującą się obok sekcji lub podsekcji ikonę "Konfiguruj", aby ustalić datę upublicznienia danej sekcji. Po jej skonfigurowaniu możesz również ustalić politykę ocen i termin końcowy.
pt_pt: Defina a data de lançamento de uma secção ou subsecção, selecionando o ícone Configurar. Ao configurar uma subsecção, também pode definir a política de classificação e a data limite.
zh_tw: 選擇章節或小節之配置圖標來設定釋出日期。當您配置一個小節，您也可以設定評分政策及截止日期。

source: Learn more about grading policy settings
da: Få flere oplysninger om indstillinger for karakterpolitik
fr: Apprenez en plus sur les paramètres de politique de notation
pl: Dowiedz się więcej na temat ustawień polityki ocen
pt_pt: Saiba mais sobre as configurações da política de classificação
zh_tw: 了解更多有關評分策略的設定

source: Changing the content learners see
da: Ændring af indholdet, eleverne ser
fr: Modifier le contenu que les apprenants peuvent voir
pl: Zmiana treści widocznej dla studentów
pt_pt: A alterar a visualização do conteúdo dos estudantes
zh_tw: 修改學習者看見的內容

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
da: For at udgive kladdeindhold skal du vælge ikonet Udgiv for en sektion, undersektion eller enhed.
fr: Pour publier une ébauche de contenu, sélectionnez l'icône Publier pour une section, une sous-section, ou une unité.
pl: Aby opublikować szkic materiału, wybierz znajdującą się obok rozdziału, lekcji lub ekranu ikonę "Opublikuj".
pt_pt: Para publicar o conteúdo do rascunho, selecione o ícone Publicar para uma secção, subsecção ou unidade.
zh_tw: 想要發布草稿內容，選擇章節、小節或是單元的發布圖案。

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
da: For at gøre en sektion, undersektion eller enhed utilgængelig for elever, skal du vælge ikonet Konfigurer for det pågældende niveau og derefter vælge den relevante {em_start}Skjul {em_end} -indstilling. Karakterer for skjulte afsnit, underafsnit og enheder indgår ikke i karakterberegninger.
fr: Afin de rendre une section, sous-section ou une unité non disponible aux apprenants, sélectionnez l'icône de configuration pour ce niveau, ensuite sélectionnez l'option {em_start}Cacher{em_end} appropriée. Les notes pour les sections, sous-sections et unités cachées continuent d'être incluses dans le calcul des notes.
pl: Aby ukryć rozdział, lekcję lub ekran przed dostępem dla studentów, wybierz ikonę "Konfiguruj" stosownej sekcji, a następnie sięgnij po opcję {em_start}Ukryj{em_end}. Oceny dla ukrytych rozdziałów, lekcji lub ekranów nie są brane pod uwagę przez kalkulator ocen.
pt_pt: Para tornar uma secção, subsecção ou unidade indisponível para os estudantes, selecione o ícone Configurar neste nível e selecione a opção {em_start} Ocultar {em_end}. As classificações relativas às secções, subsecções e unidades ocultas não serão incluídas no cálculo da classificação final.
zh_tw: 欲對學習者隱藏某個部分或單元，請選擇該級別的"配置"圖標，然後選擇相應的{em_start}隱藏{em_end}選項。 成績計算中不包括隱藏節，子節和單位的成績。

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
da: For at skjule indholdet af et underafsnit for elever, efter at underafsnitsfristen er passeret, skal du vælge ikonet Konfigurer for et underafsnit og derefter vælge {em_start}Skjul indhold efter forfaldsdato {em_end} . Karakterer for underafdelingen forbliver inkluderet i karakterberegninger.
fr: Pour cacher aux apprenants le contenu d'une sous-section après que la date d'échéance de la sous-section soit passée, sélectionnez l'icône de configuration pour une sous-section, ensuite sélectionnez {em_start}Cacher le contenu après la date d'échéance{em_end}. Les notes pour la sous-section continuent d'être incluses dans le calcul des notes.
pl: Aby ukryć treść podsekcji po ostatecznym terminie na jej ukończenie, wybierz ikonę "Konfiguruj" stosownej podsekcji, a następnie sięgnij po opcję {em_start}Ukryj treść po terminie ostatecznym{em_end}. Oceny zdobyte z podsekcji pozostaną brane pod uwagę przez kalkulator ocen.
pt_pt: Para ocultar aos estudantes o conteúdo de uma subsecção após a sua data limite , selecione o ícone Configurar numa subsecção em, de seguida, selecione {em_start}Ocultar Conteúdo Após a Data Limite{em_end}. As classificações relativas à subsecção serão incluídas no cálculo da classificação final.
zh_tw: 要在子分段截止日期過後隱藏子分段的內容，請選擇子分段的“配置”圖標，然後選擇{em_start}到期日之後隱藏內容{em_end}。 該分數的成績將保留在成績計算中。

source: Learn more about content visibility settings
da: Få mere at vide om indstillinger for indholdssynlighed
fr: Apprenez en plus sur les paramètres de visibilité de contenu
pl: Dowiedz się więcej na temat ustawień widoczności treści
pt_pt: Saiba mais sobre as configurações de visibilidade de conteúdo
zh_tw: 了解更多有關內容庫的設定

source: New Page
da: Ny side
fr: Nouvelle Page
pl: Nowa strona
pt_pt: Nova Página
zh_tw: 新增頁面
