Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: Create a content group
sv: Skapa en innehållsgrupp

source: Certificate Status:
sv: Certifikatstatus:

source: {sessionDates} - Currently Selected
sv: {sessionDates} – För närvarande vald

source: Course
sv: Kurs

source: View Program Record
sv: Visa programpost

source: COURSES IN PROGRESS
sv: PÅGÅENDE KURSER

source: COMPLETED COURSES
sv: KLARADE KURSER

source: Password assistance
sv: Lösenordshjälp

source: Photo ID
sv: Foto-ID

source: Webcam
sv: Webbkamera

source: Identity Verification In Progress
sv: Identitetsverifiering pågår

source: Minimum Score:
sv: Minsta poäng:

source: Web:
sv: Webb:

source: Upload PDF
sv: Ladda upp PDF

source: Video ID
sv: ID för video
