Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API, Enterprise API and/or any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
da: Velkommen til {platform_name}. Tak, fordi du bruger {platform_name}&#39;s Course Discovery API, Enterprise API og/eller eventuelle yderligere API'er, som vi kan tilbyde fra tid til anden (samlet kaldet &quot;API'erne&quot;). Læs venligst disse servicevilkår, før du får adgang til eller bruger API'erne. Disse servicevilkår, eventuelle yderligere vilkår i den medfølgende API-dokumentation og eventuelle gældende politikker og retningslinjer, som {platform_name} gør tilgængelige og/eller opdaterer fra tid til anden, er aftaler (samlet kaldet &quot;Vilkårene&quot;) mellem dig og {platform_name}. Disse vilkår er udstedt i henhold til virksomhedsproduktaftalen, medlemsdeltagelsesaftalen eller anden direkte aftale, der regulerer køb af {platform_name}-produkter, hvis nogen (&quot;Aftalen&quot;), der er udført af dig eller den part, på hvis vegne du tilgår eller bruger API'erne og {platform_name}. I tilfælde af at du har en sådan aftale, der gælder for din brug af API'erne, vil aftalen styre i tilfælde af enhver konflikt mellem den og disse vilkår. Ved at tilgå eller bruge API'erne accepterer og accepterer du at være juridisk bundet af vilkårene, uanset om du er en registreret bruger eller ej. Hvis du tilgår eller bruger API'erne på vegne af en virksomhed, organisation eller anden juridisk enhed, accepterer du disse vilkår for den pågældende enhed og repræsenterer og garanterer over for {platform_name}, at du har fuld bemyndigelse til at acceptere og acceptere disse vilkår for en sådan enhed, i hvilket tilfælde udtrykkene &quot;dig&quot;, &quot;din&quot; eller relaterede vilkår heri skal referere til en sådan enhed, på hvis vegne du tilgår eller bruger API'erne. Hvis du ikke har en sådan autoritet, eller hvis du ikke forstår eller ikke ønsker at være bundet af vilkårene, bør du ikke bruge API'erne.
fr: Bienvenue sur {platform_name}. Merci d’utiliser l’API de découverte de cours de {platform_name}, l’API d’entreprise, et/ou tout autre API supplémentaire que nous pouvons offrir de temps à autre (collectivement, les « API »). Veuillez lire ces Conditions d’utilisation avant d’accéder ou d’utiliser les API. Ces Conditions d’utilisation, toute autre modalité supplémentaire ajoutée à la documentation d’accompagnement de l’API, ainsi que les règles et directives applicables que {platform_name} met à votre disposition et/ou met à jour occasionnellement sont des accords (collectivement, les « Conditions ») entre vous et {platform_name}. Ces Conditions sont énoncées en vertu de l’accord sur les produits d’entreprise, de l’accord sur la participation des membres ou, le cas échéant, de tout autre accord direct régissant l’achat de produits vendus sur {platform_name} (« l’Accord »), mises en œuvre par vous-même ou la partie au nom de laquelle vous avez accès aux API et à {platform_name}, et pouvez les utiliser. Si vous bénéficiez bel et bien d’un Accord s’appliquant à votre utilisation des API, l’Accord prévaudra dans l’éventualité d’une quelconque contradiction entre ledit Accord et ces Conditions. En accédant ou en utilisant les API, vous acceptez d’être légalement lié par les Conditions, que vous soyez ou non un utilisateur enregistré. Si vous utilisez le compte d’une entreprise, d’une association ou de toute autre personne morale pour accéder ou utiliser l’API, vous acceptez ces Conditions au nom de l’entité en question et déclarez et garantissez à {platform_name} que vous êtes en plein droit d’accepter ces Conditions au nom de l’entité en question, auquel cas les termes « vous », « votre », ou tout autre terme associés ci-inclus renverront à l’entité en question, au nom de laquelle vous accédez et utilisez les API. Si vous ne disposez pas des droits nécessaires, ou si vous ne comprenez pas ou ne souhaitez pas être lié par les Conditions, vous ne devez pas utiliser les API.
pl: Witamy na {platform_name}. Dziękujemy za korzystanie z Course Discovery API, Enterprise API i/lub wszelkich dodatkowych interfejsów API {platform_name}, które możemy od czasu do czasu oferować (łącznie „API”). Prosimy o zapoznanie się z niniejszymi Warunkami korzystania z usługi przed uzyskaniem dostępu do interfejsów API lub korzystaniem z nich. Niniejsze Warunki świadczenia usług, wszelkie dodatkowe warunki w towarzyszącej dokumentacji API oraz wszelkie obowiązujące zasady i wytyczne udostępniane i/lub aktualizowane od czasu do czasu przez {platform_name} są umowami (łącznie „Warunkami”) między Tobą a {platform_name}. Niniejsze Warunki zostały wydane na podstawie umowy dotyczącej produktu dla przedsiębiorstw, umowy uczestnictwa członka lub innej bezpośredniej umowy regulującej zakup produktów {platform_name}, jeśli takie istnieją („Umowa”), zawartej przez Ciebie lub stronę, w imieniu której uzyskujesz dostęp lub używasz API i {platform_name}. W przypadku posiadania takiej Umowy, która ma zastosowanie do korzystania przez Ciebie z interfejsów API, Umowa będzie obowiązywać w przypadku jakiegokolwiek konfliktu między nią a niniejszymi Warunkami. Uzyskując dostęp do interfejsów API lub korzystając z nich, akceptujesz i wyrażasz zgodę na prawne związanie Warunkami, niezależnie od tego, czy jesteś zarejestrowanym użytkownikiem. Jeśli uzyskujesz dostęp do interfejsów API lub korzystasz z nich w imieniu firmy, organizacji lub innego podmiotu prawnego, zgadzasz się na niniejsze Warunki dla tego podmiotu oraz oświadczasz i gwarantujesz {platform_name}, że masz pełne uprawnienia do zaakceptowania i wyrażenia zgody na niniejsze Warunki dla taki podmiot, w którym to przypadku terminy „Ty”, „Twój” lub powiązane warunki zawarte w niniejszym dokumencie odnoszą się do takiego podmiotu, w imieniu którego uzyskujesz dostęp do interfejsów API lub z nich korzystasz. Jeśli nie masz takich uprawnień lub jeśli nie rozumiesz lub nie chcesz być związany Warunkami, nie powinieneś korzystać z interfejsów API.
pt_pt: Bem-vindo à {platform_name}. Obrigado por usar a API de Descoberta de Cursos da {platform_name}, API empresarial e/ou quaisquer APIs adicionais que possamos oferecer de tempos em tempos (coletivamente, as "APIs"). Por favor, leia estes Termos de Serviço antes de aceder ou usar as APIs. Estes Termos de Serviço, quaisquer termos adicionais incluídos na documentação da API e quaisquer políticas e diretrizes aplicáveis ​​que a {platform_name} disponibilize e/ou atualize são acordos (coletivamente, os "Termos") entre si e a {platform_name}. Estes Termos são emitidos sob o acordo de produto da empresa, acordo de participação ou outro acordo que rege a compra de produtos {platform_name}, se houver (o "Acordo"), executado por si ou pela entidade a partir da qual está a aceder ou a utilizar os APIs e a {platform_name}. No caso de ter um outro Acordo que se aplique ao uso das APIs, esse Acordo vai prevalecer no caso de qualquer conflito entre ele e estes Termos. Ao aceder ou usar as APIs, está a aceitar e a concordar em estar legalmente vinculado aos Termos, seja ou não um utilizador registado. Se estiver a aceder ou a usar as APIs em nome de uma empresa, organização ou outra entidade legal, estará a concordar com estes Termos para essa entidade e a garantir à {platform_name} que tem total autoridade para aceitar e concordar com estes Termos em nome da entidade, em cujo caso as palavras "você," "seu/a" ou palavras relacionadas aqui devem referir-se à tal entidade através da qual está a aceder ou a usar as APIs. Se não tiver esta permissão, não entender ou não quiser vincular-se aos Termos, não deverá usar as APIs.

source: API Access
da: API-adgang
fr: Accès à l'API
pl: Dostęp do API
pt_pt: Acesso API
zh_tw: API 存取

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name_capitalized} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
da: For at få adgang til API'erne skal du oprette en {platform_name}-brugerkonto til din applikation (ikke til personlig brug). Denne konto giver dig adgang til vores API-anmodningsside på {request_url}. På den side skal du udfylde API-anmodningsformularen inklusive en beskrivelse af dine foreslåede anvendelser af API'erne. Alle konto- og registreringsoplysninger, som du giver til {platform_name}, skal være nøjagtige og opdaterede, og du accepterer at informere os omgående om eventuelle ændringer. {platform_name_capitalized} gennemgår din API-anmodningsformular og vil efter godkendelse efter {platform_name}s skøn give dig instruktioner til at få din API-delte hemmelighed og klient-id.
fr: Pour accéder aux API, vous devrez créer un compte utilisateur sur {platform_name} pour vos application (et non pas pour usage personnel). Ce compte vous permettra d'accéder à notre page API de demandes sur {request_url}. Sur cette page, vous devez compléter le formulaire de requête d'API, incluant une description de vos utilisations envisagées de l'API. Toute information fournie à {platform_name} dans le cadr de votre compte ou de votreinscription doit être exacte et à jour, et vous acceptez de nous informer rapidement de tout changements. {platform_name_capitalized} examinera votre formulaire de demande d'utilisation de l'API et, sous réserve d'approbation et sous les critères définis par {platform_name}, vous donnera les instructions pour obtenir votre identifiant client API secret partagé.
pl: Aby uzyskać dostęp do interfejsów API, musisz utworzyć konto użytkownika {platform_name} dla swojej aplikacji (nie do użytku osobistego). To konto zapewni Ci dostęp do naszej strony żądania API pod adresem {request_url}. Na tej stronie należy wypełnić formularz żądania API, w tym opis proponowanych zastosowań API. Wszelkie informacje o koncie i rejestracji, które podajesz {platform_name}, muszą być dokładne i aktualne, a Ty zgadzasz się na niezwłoczne informowanie nas o wszelkich zmianach. {platform_name_capitalized} zapozna się z formularzem żądania API i, po zatwierdzeniu według własnego uznania {platform_name}, przekaże instrukcje dotyczące uzyskania wspólnego klucza API i identyfikatora klienta.
pt_pt: Para aceder às APIs, terá de criar uma conta de utilizador {platform_name} para a sua aplicação (não para uso pessoal). Esta conta dar-lhe-á acesso à nossa página de pedido de API em {request_url}. Nessa página, deverá preencher o formulário de pedido de API, incluindo uma descrição das suas utilizações propostas para as APIs. Qualquer informação de conta e registo que forneça a {platform_name} deve ser exacta e actualizada, e o cliente concorda em informar-nos de imediato de quaisquer alterações. {platform_name_capitalized} irá rever o seu formulário de pedido de API e, após aprovação em {platform_name} irá fornecer-lhe instruções para obter a partilha do segredo de API e ID de cliente.
zh_tw: 要訪問API，您需要為您的應用程序創建一個{platform_name}帳號（非供個人使用）。 此帳號可讓您訪問{request_url}上的API請求頁面。 在該頁面上，您必須填寫API請求表，其中包括您對API的擬議用途的描述。 您提供給{platform_name}的任何帳號和註冊信息都必須準確且是最新的，並且您同意將任何更改立即通知我們。 {platform_name_capitalized}將審核您的API申請表，並在{platform_name}的全權決定下，將為您提供有關獲取API共享密鑰和客戶ID的說明。

source: Permissible Use
da: Tilladt brug
fr: Utilisation admissible
pl: Dozwolone użytkowanie
pt_pt: Utilização Permitida
zh_tw: 許可用途

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property ("Your Application") or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name_capitalized} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you attempt to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than on the {platform_name} website at {platform_url}.
da: Du accepterer udelukkende at bruge API'erne med det formål at levere indhold, der tilgås via API'erne (&quot;API-indholdet&quot;) til dit eget websted, mobilwebsted, app, blog, e-mail-distributionsliste eller ejendom på sociale medier (&quot;Din applikation&quot; &quot;) eller til anden kommerciel brug, som du beskrev i din anmodning om adgang, og som {platform_name} har godkendt fra sag til sag. {platform_name_capitalized} overvåger muligvis din brug af API'erne for overholdelse af vilkårene og kan nægte din adgang eller lukke ned for din integration, hvis du forsøger at omgå eller overskride kravene og begrænsningerne fastsat af {platform_name}. Din applikation eller anden godkendt brug af API'en eller API-indholdet må ikke bede dine slutbrugere om at angive deres {platform_name} brugernavn, adgangskode eller andre {platform_name} brugerlegitimationsoplysninger andre steder end på {platform_name}-webstedet på {platform_name}839adz0}.
fr: Vous acceptez d'utiliser ces API uniquement dans le but de transmettre du contenu accessible via les API (le « Contenu de l'API ») vers votre propre site internet, site mobile, application, blog, liste de distribution d'email, ou propriété de réseau social (« Votre Application ») ou pour une autre utilisation commerciale que vous avez décrite dans votre demande d'accès et approuvée par {platform_name} au cas par cas. {platform_name_capitalized} peut vérifier que votre utilisation des API est conforme aux Conditions et peut vous refuser l'accès ou arrêter votre intégration si vous essayez de contourner ou de dépasser les exigences et limitations mises en place par {platform_name}. Votre Application ou toute autre utilisation approuvée de l’API ou du Contenu de l'API ne doit pas inciter vos utilisateurs finaux à dévoiler leur nom d'utilisateur {platform_name}, mot de passe ou toute autre authentifiant d’utilisateur {platform_name} autre part que sur le site internet de {platform_name} sur {platform_url}.
pl: Zgadzasz się używać interfejsów API wyłącznie w celu dostarczania treści, do których dostęp jest uzyskiwany za pośrednictwem interfejsów API („Zawartość API”), do własnej witryny internetowej, witryny mobilnej, aplikacji, bloga, listy dystrybucyjnej poczty e-mail lub usługi mediów społecznościowych („Twoja Aplikacja”) lub do innego użytku komercyjnego, który opisałeś we wniosku o dostęp i który platforma {platform_name} zatwierdziła w każdym przypadku z osobna. {platform_name_capitalized} może monitorować korzystanie z interfejsów API pod kątem zgodności z Warunkami i może odmówić dostępu lub zamknąć integrację, jeśli spróbujesz obejść lub przekroczyć wymagania i ograniczenia określone przez {platform_name}. Twoja Aplikacja lub inne zatwierdzone użycie API lub Zawartości API nie może prosić użytkowników końcowych o podanie nazwy użytkownika {platform_name}, hasła lub innych danych logowania użytkownika {platform_name} w innym miejscu niż w witrynie {platform_name} pod adresem {platform_url}.
pt_pt: O utilizador concorda em utilizar as APIs exclusivamente com o objectivo de fornecer conteúdo que é acedido através das APIs (o "Conteúdo API") ao seu próprio website, site móvel, aplicação, blogue, lista de distribuição de correio electrónico, ou propriedade das redes sociais ("A sua Aplicação") ou para outra utilização comercial que descreveu no seu pedido de acesso e que {platform_name} tenha aprovado caso a caso. {platform_name_capitalized} pode monitorizar a sua utilização das APIs para cumprimento dos Termos e pode negar o seu acesso ou encerrar a sua integração se tentar contornar ou exceder os requisitos e limitações estabelecidos por {platform_name}. A sua Aplicação ou outra utilização aprovada da API ou do Conteúdo da API não deve incitar os seus utilizadores finais a fornecerem o seu {platform_name} nome de utilizador, palavra-passe ou outras {platform_name} credenciais de utilizador em qualquer outro lugar que não no {platform_name} website em {platform_url}.
zh_tw: 您同意，使用 API 之目的僅為提供透過 API 存取的內容 (以下稱 "API 內容") 至您所屬網站、行動站台、應用程式、部落格、電子郵件通訊群組清單或社交媒體財產，或是您在存取要求中所述之其他商業用途，且 {platform_name} 已將該用途視為個案核准時方可使用。{platform_name} 可能會監控您的 API 使用情形是否遵循條款，若您意圖規避或踰越 {platform_name} 所規範之要求與限制，也可能拒絕您存取或關閉您的整合環境。您的應用程式或是其他經核准的 API 或 API 內容用途，皆不得於 {platform_name} 網站 (網址為 {platform_url}) 以外的任何地方提示您的終端使用者提供其 {platform_name} 使用者名稱、密碼或其他 {platform_name} 使用者認證。

source: Prohibited Uses and Activities
da: Forbudte anvendelser og aktiviteter
fr: Usages et activités interdites
pl: Zabronione użytkowanie i czynności
pt_pt: Utilizações e Atividades Proibidas
zh_tw: 禁止用途及活動

source: {platform_name_capitalized} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
da: {platform_name_capitalized} har eneret til at afgøre, om enhver given brug af API'erne er acceptabel eller ej, og {platform_name} forbeholder sig retten til at tilbagekalde API-adgang for enhver brug, som {platform_name} til enhver tid bestemmer efter eget skøn ikke gavner eller tjener {platform_name}, dets brugeres og dets partneres bedste interesser.
fr: {platform_name_capitalized} est le seul habilité à évaluer l’acceptabilité d’une quelconque utilisation des API, et {platform_name} se réserve à tout moment le droit de refuser l’accès API en cas d’utilisation que {platform_name} qualifierait, à son entière discrétion, comme étant ni à l’avantage ni dans le meilleur intérêt de {platform_name}, ses utilisateurs et ses associés.
pl: {platform_name_capitalized} ma wyłączne prawo do określenia, czy dane użycie interfejsów API jest dopuszczalne, a {platform_name} zastrzega sobie prawo do cofnięcia dostępu do interfejsu API w przypadku dowolnego wykorzystania określonego przez {platform_name} w dowolnym momencie, które według własnego uznania, nie przynosi korzyści ani nie służy najlepszym interesom {platform_name}, jej użytkowników i partnerów.
pt_pt: {platform_name_capitalized} deve ter o direito exclusivo de determinar se um determinado uso das APIs é aceitável ou não, e a {platform_name} reserva-se o direito de revogar o acesso à API para qualquer uso que a {platform_name} determine, a qualquer momento e a seu exclusivo critério, que não beneficia ou ou não corresponde aos melhores interesses da {platform_name}, dos seus utilizadores e dos seus parceiros.
zh_tw: {platform_name_capitalized}有權確定是否可以接受任何給定的API使用，並且{platform_name}保留自行決定隨時撤銷對{platform_name}確定的任何使用的API訪問權限的權利， 不會使{platform_name}，其用戶和合作夥伴受益或符合其最大利益。

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
da: Følgende aktiviteter er ikke acceptable, når du bruger API'erne (dette er ikke en udtømmende liste):
fr: Les activités suivantes ne sont pas acceptables lors de l'utilisation des APIs (ceci n'est pas une liste exhaustive) :
pl: Podczas korzystania z API niedozwolone są następujące czynności (nie jest to kompletna lista):
pt_pt: As seguintes atividades não são aceitáveis ao usar as APIs (esta não é uma lista exaustiva):
zh_tw: 以下為不可使用 API 從事的活動 (清單內容並未詳盡)：

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
da: indsamling eller lagring af navne, adgangskoder eller andre legitimationsoplysninger for {platform_name} -brugere;
fr: collecter et stocker les noms, mots de passe ou d'autres informations d'identification des utilisateurs {platform_name};
pl: zbieranie lub przechowywanie nazw, haseł lub innych danych użytkowników {platform_name};
pt_pt: recolhendo ou armazenando nomes, palavras-chave ou outras credenciais de utilizadores de {platform_name};
zh_tw: 收集或保存 {platform_name} 使用者的名稱、密碼或其他認證；

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
da: skrabning eller lignende teknikker til at samle eller på anden måde skabe permanente kopier af API-indhold;
fr: Moissonages ou des techniques similaires permettant d'agréger ou créer des copies permanentes du contenu de l'API;
pl: scraping lub podobne techniki w celu agregowania lub tworzenia w inny sposób trwałych kopii Zawartości API;
pt_pt: scraping ou técnicas similares para agregar ou caso contrário criar cópias permanentes do conteúdo da API;
zh_tw: 利用剪輯或類似技術彙集或另建永久 API 內容複本；

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
da: krænkelse, uretmæssig tilegnelse eller krænkelse af enhver ophavsret, varemærkerettigheder, rettigheder til privatliv eller offentlighed, fortrolige oplysninger eller enhver anden rettighed tilhørende en tredjepart;
fr: violer, détourner ou porter atteinte à un droit d'auteur, les droits des marques, les droits de la vie privée ou de la publicité, des informations confidentielles ou tout autre droit de tiers;
pl: naruszanie, przywłaszczanie lub naruszanie jakichkolwiek praw autorskich, praw do znaków towarowych, praw do prywatności lub reklamy, informacji poufnych lub jakichkolwiek innych praw osób trzecich;
pt_pt: violação, apropriação indevida ou violação de quaisquer direitos de autor, direitos de marca registada, direitos de privacidade ou publicidade, informações confidenciais ou qualquer outro direito de qualquer terceiro;
zh_tw: 違反、盜用或侵犯任何版權、商標權、隱私權或宣傳權、機密資訊，或任何第三方之任何其他權利；
