Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: da, sv

source: Please do not use any spaces or special characters in this field.
da: Brug venligst ikke mellemrum eller specialtegn i dette felt.
sv: Använd inga blanksteg eller specialtecken i detta fält.

source: Pagination
da: Sideinddeling
sv: Paginering

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
da: Din anmodning kunne ikke fuldføres. Genindlæs siden og prøv igen. Hvis problemet fortsætter, skal du klikke på fanen Hjælp for at rapportere problemet
sv: Din förfrågan kunde inte slutföras. Ladda om sidan och försök igen. Om problemet kvarstår klickar du på fliken Hjälp för att rapportera problemet.

source: Showing {firstIndex} out of {numItems} total
da: Viser {firstIndex} ud af i alt {numItems}
sv: Visar {firstIndex} av {numItems} totalt

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
da: Viser {firstIndex}-{lastIndex} ud af i alt {numItems}
sv: Visar {firstIndex}-{lastIndex} av {numItems} totalt

source: Loading content
da: Indlæser indhold
sv: Laddar innehål

source: Your request could not be processed. Refresh the page and try again.
da: Din anmodning kunne ikke behandles. Opdater siden, og prøv igen.
sv: Din förfrågan kunde inte behandlas. Uppdatera sidan och försök igen.

source: Some images in this post have been omitted
da: Nogle billeder i dette indlæg er blevet udeladt
sv: Vissa bilder i det här inlägget har utelämnats

source: image omitted
da: Billede udeladt
sv: bild utelämnad

source: there is currently {numVotes} vote
da: der er currently {numVotes} stemme
sv: det finns för närvarande {numVotes} röst

source: {numVotes} Vote
da: {numVotes} Stem
sv: {numVotes} Rösta

source: You could not be subscribed to this post. Refresh the page and try again.
da: Du kunne ikke abonnere på dette indlæg . Opdater siden, og prøv igen.
sv: Du kunde inte prenumerera på det här inlägget. Uppdatera sidan och försök igen.

source: You could not be unsubscribed from this post. Refresh the page and try again.
da: Du kunne ikke afmeldes dette indlæg . Opdater siden, og prøv igen.
sv: Du kunde inte avsluta prenumerationen på det här inlägget. Uppdatera sidan och försök igen.

source: This response could not be marked as an answer. Refresh the page and try again.
da: svaret kunne ikke markeres som modtaget. Opdater siden, og prøv igen.
sv: Det här svaret kunde inte markeras som ett svar. Uppdatera sidan och försök igen.

source: This response could not be unmarked as an answer. Refresh the page and try again.
da: svaret kunne ikke fjernes fra svarlisten. Opdater siden, og prøv igen.
sv: Detta svar kunde inte avmarkeras som ett svar. Uppdatera sidan och försök igen.

source: This response could not be marked as endorsed. Refresh the page and try again.
da: Dette svar kunne ikke markeres som godkendt. Opdater siden, og prøv igen.
sv: Det här svaret kunde inte markeras som godkänt. Uppdatera sidan och försök igen.

source: This response could not be unendorsed. Refresh the page and try again.
da: Dette svar kunne ikke markeres som ikke-godkendt. Opdater siden, og prøv igen.
sv: Detta svar kunde inte avvisas. Uppdatera sidan och försök igen.

source: This vote could not be processed. Refresh the page and try again.
da: denne afstemning kunne ikke behandles. Opdater siden, og prøv igen.
sv: Denna omröstning kunde inte behandlas. Uppdatera sidan och försök igen.

source: This post could not be pinned. Refresh the page and try again.
da: Dette indlæg kunne ikke fastgøres. Opdater siden, og prøv igen.
sv: Det gick inte att fästa det här inlägget. Uppdatera sidan och försök igen.

source: This post could not be unpinned. Refresh the page and try again.
da: Dette indlæg kunne ikke frigøres. Opdater siden, og prøv igen.
sv: Det gick inte att lossa det här inlägget. Uppdatera sidan och försök igen.

source: This post could not be flagged for abuse. Refresh the page and try again.
da: Dette indlæg kunne ikke markeres for misbrug. Opdater siden, og prøv igen.
sv: Det här inlägget kunde inte flaggas för missbruk. Uppdatera sidan och försök igen.

source: This post could not be unflagged for abuse. Refresh the page and try again.
da: Dette indlæg kunne ikke fjernes markering for misbrug. Opdater siden, og prøv igen.
sv: Det här inlägget kunde inte avmarkeras för missbruk. Uppdatera sidan och försök igen.

source: This post could not be closed. Refresh the page and try again.
da: Dette indlæg kunne ikke lukkes. Opdater siden, og prøv igen.
sv: Detta inlägg kunde inte stängas. Uppdatera sidan och försök igen.

source: This post could not be reopened. Refresh the page and try again.
da: Dette indlæg kunne ikke genåbnes. Opdater siden, og prøv igen.
sv: Det här inlägget kunde inte öppnas igen. Uppdatera sidan och försök igen.

source: Show Discussion
da: Vis diskussion
sv: Visa diskussion

source: Hide Discussion
da: Skjul diskussion
sv: Dölj diskussion

source: This discussion could not be loaded. Refresh the page and try again.
da: Denne diskussion kunne ikke indlæses. Opdater siden, og prøv igen.
sv: Den här diskussionen kunde inte laddas. Uppdatera sidan och försök igen.

source: There are no posts in this topic yet.
da: Der er endnu ingen indlæg i dette emne.
sv: Det finns inga inlägg i detta ämne ännu.

source: Loading more threads
da: Indlæser flere tråde
sv: Laddar fler trådar

source: Additional posts could not be loaded. Refresh the page and try again.
da: Yderligere indlæg kunne ikke indlæses. Opdater siden, og prøv igen.
sv: Ytterligare inlägg kunde inte laddas. Uppdatera sidan och försök igen.

source: Current conversation
da: Aktuel konversation
sv: Nuvarande konversation

source: Loading posts list
da: Indlæser postliste
sv: Laddar inläggslista

source: No results found for {original_query}. Showing results for {suggested_query}.
da: Der blev ikke fundet nogen resultater for {original_query}. Viser resultater for {suggested_query}.
sv: Inga resultat hittades för {original_query}. Visar resultat för {suggested_query}.

source: No posts matched your query.
da: Ingen indlæg matchede din forespørgsel.
sv: Inga inlägg matchade din fråga.

source: Show posts by {username}.
da: Vis indlæg af {username}.
sv: Visa inlägg av {username}.

source: The post you selected has been deleted.
da: Det indlæg, du valgte, er blevet slettet.
sv: Inlägget du valde har tagits bort.

source: Responses could not be loaded. Refresh the page and try again.
da: Svarene kunne ikke indlæses. Opdater siden, og prøv igen.
sv: Svar kunde inte laddas. Uppdatera sidan och försök igen.

source: Additional responses could not be loaded. Refresh the page and try again.
da: Yderligere svar kunne ikke indlæses. Opdater siden, og prøv igen.
sv: Ytterligare svar kunde inte laddas. Uppdatera sidan och försök igen.

source: {numResponses} other response
da: {numResponses} andet svar
sv: {numResponses} annat svar

source: {numResponses} response
da: {numResponses} svar
sv: {numResponses} svar

source: Showing all responses
da: Viser alle responser
sv: Visar alla svar

source: Showing first response
da: Viser første svar
sv: Visar första svar

source: Load all responses
da: Indlæs alle responser.
sv: Ladda alla inlägg

source: Load next {numResponses} responses
da: Indlæs næste {numResponses} svar
sv: Ladda nästa {numResponses} svar

source: Are you sure you want to delete this post?
da: Er du sikker på, at du ønsker at slette denne post?
sv: Är du säker på att du vill radera inlägget?

source: Your post will be discarded.
da: Din post vil blive kasseret.
sv: Ditt inlägg kommer att kasseras.

source: anonymous
da: anonym
sv: anonym

source: Are you sure you want to delete this comment?
da: Er du sikker på, at du ønsker at slette denne kommentar?
sv: Är du säker på att du vill radera denna kommentar?

source: This comment could not be deleted. Refresh the page and try again.
da: Denne kommentar kunne ikke slettes. Opdater siden, og prøv igen.
sv: Den här kommentaren kunde inte raderas. Uppdatera sidan och försök igen.

source: Are you sure you want to delete this response?
da: Er du sikker på, at du ønsker at slette denne respons?
sv: Är du säker på att du vill radera detta inlägg?

source: The email address you've provided isn't formatted correctly.
da: Den e-mailadresse, du har angivet, er ikke korrekt formateret.
sv: Din e-postadress är inte korrekt formatterad

source: %(field)s must have at least %(count)d characters.
da: %(field)s skal have mindst %(count)d tegn.
sv: %(field)s måste ha minst %(count)d tecken.

source: %(field)s can only contain up to %(count)d characters.
da: %(field)s kan kun indeholde op til %(count)d tegn.
sv: %(field)s kan bara innehålla upp till %(count)d tecken.

source: Please enter your %(field)s.
da: Skriv venligst din %(field)s.
sv: Fyll i %(field)s.

source: Drop target image
da: Udelad målbillede
sv: Släpp målbild

source: dragging out of slider
da: trækker ud af skyder
sv: dra ut ur reglaget

source: dragging
da: trækker
sv: dra

source: dropped in slider
da: ramte skyder
sv: tappade i reglaget

source: dropped on target
da: ramte målet
sv: föll på mål

source: %s ago
da: For %s siden
sv: för %s sedan

source: %s from now
da: %s fra nu
sv: %s från nu

source: less than a minute
da: mindre end et minut
sv: mindre än en minut

source: about a minute
da: omkring et minut
sv: ungefär en minut

source: %d minute
da: %d minut
sv: %d minut

source: about an hour
da: omkring en time
sv: ungefär en timme

source: about %d hour
da: omkring %d time
sv: ungefär %d timme

source: a day
da: en dag
sv: en dag

source: %d day
da: %d dag

source: about a month
da: omkring en måned
sv: ungefär en månad

source: %d month
da: %d måned

source: about a year
da: omkring et år
sv: ungefär ett år

source: %d year
da: %d årg
sv: %d år

source: Select a section or problem
da: Vælg et afsnit eller et problem
sv: Välj ett avsnitt eller ett problem

source: Create a report of problem responses
da: Opret en rapport over problemsvar
sv: Skapa en rapport över problemsvar

source: Your report is being generated...
da: Din rapport genereres...
sv: Din rapport genereras...

source: Your report has been successfully generated.
da: Din rapport er blevet genereret.
sv: Din rapport har skapats.

source: View Report
da: Se rapport
sv: Visa rapport

source: There was an error generating the report link.
da: Der opstod en fejl under generering af rapportlinket.
sv: Det uppstod ett fel när rapportlänken skapades.

source: There was an error generating your report.
da: Der opstod en fejl under generering af din rapport.
sv: Det uppstod ett fel när din rapport skapades.

source: Unable to get report generation status.
da: Kan ikke få status for rapportgenerering.
sv: Det gick inte att få rapportgenereringsstatus.

source: Unable to submit request to generate report.
da: Kan ikke indsende anmodning om at generere rapport.
sv: Det gick inte att skicka begäran om att generera rapport.

source: An unexpected error occurred. Please try again.
da: Der er opstået en uventet fejl. Prøv venligst igen
sv: Ett oväntat fel uppstod. Vänligen försök igen.

source: Financial Assistance
da: Økonomisk bistand
sv: Ekonomiskt bistånd

source: Upset Learner
da: Oprørt kursist
sv: Upprörd elev

source: Teaching Assistant
da: Undervisningsassistent
sv: Kursassistent

source: Please specify a reason.
da: Angiv venligst en årsag.
sv: Vänligen ange en orsak.

source: Something went wrong changing this enrollment. Please try again.
da: Noget gik galt med at ændre denne tilmelding. Prøv igen.
sv: Något gick fel när den här registreringen ändrades. Var god försök igen.

source: Please fix the following errors:
da: Ret venligst følgende fejl:
sv: Vänligen åtgärda följande fel:

source: Files that you upload must be smaller than 5MB in size.
da: Filer, du uploader, skal være mindre end 5 MB i størrelse.
sv: Filer som du laddar upp måste vara mindre än 5 MB stora.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
da: Filer, du uploader, skal være PDF&#39;er eller billedfiler i .gif-, .jpg-, .jpeg- eller .png-format.
sv: Filer som du laddar upp måste vara PDF-filer eller bildfiler i .gif-, .jpg-, .jpeg- eller .png-format.

source: Something went wrong. Please try again later.
da: Noget gik galt. Prøv igen senere.
sv: Något gick fel. Vänligen försök igen senare.

source: Add Attachment
da: Tilføj vedhæftet fil
sv: Bifoga fil

source: (Optional)
da: (Frivillig)
sv: (Frivillig)

source: Remove file
da: Fjern fil
sv: Ta bort fil

source: Course Name
da: Kursus navn
sv: KURSNAMN

source: For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly.
da: For forespørgsler om opgaver, karakterer eller struktur for et specifikt kursus, bedes du skrive direkte i diskussionsforaene for det pågældende kursus.
sv: För frågor angående uppgifter, betyg eller struktur för en specifik kurs, vänligen skriv direkt i diskussionsforumet för den kursen.

source: Not specific to a course
da: Ikke specifikt for et kursus
sv: Inte specifikt för en kurs

source: Subject
da: Emne
sv: Ämne

source: Select a category
da: Vælg en kategori
sv: Välj en kategori

source: Account Settings
da: Kontoinstillinger
sv: Kontoinställningar

source: Billing/Payment Options
da: Fakturerings-/betalingsmuligheder
sv: Fakturerings-/Betalningsalternativ

source: Certificates
da: Diplomer
sv: Kurscertifikat

source: Course Content
da: Kursusindhold
sv: Kursinnehåll

source: Errors/Technical Issues
da: Fejl/tekniske problemer
sv: Fel/tekniska problem

source: Financial Aid
da: Økonomisk støtte
sv: Finansiellt stöd

source: Photo Verification
da: Fotobekræftelse
sv: Fotoverifiering

source: Other
da: Andet
sv: Andra

source: Course Discussion Forum
da: Kursusdiskussionsforum
sv: Kursdiskussionsforum

source: While our support team is happy to assist with the edX platform, the course staff has the expertise for specific assignment questions, grading or the proper procedures in each course. Please post all course related questions within the Discussion Forum where the Course Staff can directly respond.
da: Mens vores supportteam gerne hjælper med edX-platformen, har kursuspersonalet ekspertisen til specifikke opgavespørgsmål, karaktergivning eller de korrekte procedurer i hvert kursus. Send venligst alle kursusrelaterede spørgsmål i diskussionsforumet, hvor kursuspersonalet kan svare direkte.
sv: Medan vårt supportteam gärna hjälper till med edX-plattformen, har kurspersonalen expertis för specifika uppdragsfrågor, betygsättning eller de rätta procedurerna i varje kurs. Vänligen posta alla kursrelaterade frågor i diskussionsforumet där kurspersonalen kan svara direkt.

source: Details
da: Detaljer
sv: detaljer

source: the more quickly and helpfully we can respond!
da: jo hurtigere og mere hjælpsomt kan vi svare!
sv: desto snabbare och mer hjälpsamt kan vi svara!

source: Create Support Ticket
da: Opret support sag
sv: Skapa supportbiljett

source: What can we help you with, {username}?
da: Hvad kan vi hjælpe dig med, {username}?
sv: Vad kan vi hjälpa dig med, {username}?

source: Sign in to {platform} so we can help you better.
da: Log ind på {platform}, så vi kan hjælpe dig bedre.
sv: Logga in på {platform} så kan vi hjälpa dig bättre.

source: Need help logging in?
da: Har du brug for hjælp til at logge ind?
sv: Behöver du hjälp med att logga in?

source: Select a course or select "Not specific to a course" for your support request.
da: Vælg et kursus eller vælg &quot;Ikke specifikt for et kursus&quot; for din supportanmodning.
sv: Välj en kurs eller välj "Inte specifikt för en kurs" för din supportförfrågan.

source: Select a subject for your support request.
da: Vælg et emne for din supportanmodning.
sv: Välj ett ämne för din supportförfrågan.

source: Enter some details for your support request.
da: Indtast nogle detaljer for din supportanmodning.
sv: Ange några detaljer för din supportförfrågan.

source: Contact Us
da: Kontakt os
sv: Kontakta oss

source: Find answers to the top questions asked by learners.
da: Find svar på de vigtigste spørgsmål stillet af eleverne.
sv: Hitta svar på de vanligaste frågorna som eleverna ställer.

source: Go to my Dashboard
da: Gå til mit Dashboard
sv: Gå till min instrumentpanel

source: Go to {platform} Home
da: Gå til {platform} Hjem
sv: Gå till startsidan för {plattform}

source: Thank you for submitting a request! We appreciate your patience while we work to review your request.
da: Tak, fordi du har sendt en anmodning! Vi sætter pris på din tålmodighed, mens vi arbejder på at gennemgå din anmodning.
sv: Tack för att du skickade in en förfrågan! Vi uppskattar ditt tålamod medan vi arbetar med att granska din begäran.

source: Cancel upload
da: Annuller upload
sv: Avbryt uppladdningen

source: last activity
da: sidste aktivitet
sv: senaste aktivitet

source: open slots
da: åbne tidsintervaller
sv: öppna platser

source: name
da: navn
sv: namn

source: team count
da: holdantal
sv: antal team

source: Teams
da: Hold
sv: Team

source: Create
da: Opret
sv: Skapa

source: Update
da: Opdater
sv: Uppdatera

source: Team Name (Required) *
da: Holdnavn (påkrævet)*
sv: Teamnamn (obligatoriskt) *

source: A name that identifies your team (maximum 255 characters).
da: Et navn, der identificerer dit hold (maximum 255 tegn).
sv: Ett namn som identifierar ditt team (högst 255 tecken)

source: Team Description (Required) *
da: Holdnavn (påkrævet)*
sv: Teambeskrivning (obligatoriskt) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
da: En kort beskrivelse af holdet for at hjælpe andre kursister med at forstå holdets mål eller retning (maksimum 300 tegn).
sv: En kort beskrivning av ditt team för att hjälpa andra elever förstå teamets mål eller riktning (högst 300 tecken).

source: Language
da: Sprog
sv: Språk

source: The language that team members primarily use to communicate with each other.
da: Det sprog, som holdmedlemmerne primært bruger til at kommunikere med hinanden.
sv: Språket som teamets medlemmar huvudsakligen använder för att kommunicera.

source: Country
da: Land
sv: Land

source: The country that team members primarily identify with.
da: Det land, som holdmedlemmerne primært identificerer sig med.
sv: Landet som teamets medlemmar huvudsakligen identifierar sig med.

source: An error occurred. Please try again.
da: Der opstod en fejl. Prøv venligst igen.
sv: Ett fel uppstod. Försök igen.

source: Check the highlighted fields below and try again.
da: Kontroller de fremhævede felter nedenfor og prøv igen.
sv: Titta på de markerade fälten nedan och försök igen.

source: Enter team name.
da: Skriv holdnavn
sv: Fyll i teamnamn.

source: Team name cannot have more than 255 characters.
da: Holdnavnet må ikke bestå af mere end 255 tegn.
sv: Teamnamnet kan inte ha fler än 255 tecken.

source: Enter team description.
da: Angiv holdbeskrivelse.
sv: Fyll i teambeskrivning.

source: Team description cannot have more than 300 characters.
da: Holdbeskrivelsen må ikke bestå af mere end 300 tegn.
sv: Teambeskrivningen kan inte har mer än 300 tecken.

source: An error occurred while removing the member from the team. Try again.
da: Der opstod en fejl under fjernelse af medlemmer fra holdet. Prøv igen.
sv: Ett fel uppstod när vi försökte ta bort medlemmen. Försök igen.

source: This team does not have any members.
da: Dette hold har ingen medlemmer.
sv: Detta team har inga medlemmar.

source: Joined %(date)s
da: Tilmeldt %(date)s
sv: Gick med %(date)s

source: Last Activity %(date)s
da: Sidste aktivitet %(date)s
sv: Senaste aktivitet %(date)s

source: Remove this team member?
da: Skal dette holdmedlem fjernes?
sv: Ta bort denna medlem

source: This learner will be removed from the team,allowing another learner to take the available spot.
da: Denne elev vil blive fjernet fra holdet, hvilket giver en anden elev mulighed for at tage den ledige plads.
sv: Denna elev kommer att tas bort från laget, vilket tillåter en annan elev att ta den tillgängliga platsen.

source: Delete this team?
da: Slet dette hold?
sv: Ta bort detta team?

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
da: Sletning af et team er permanent og kan ikke fortrydes. Alle medlemmer fjernes fra teamet, og teamdiskussioner kan ikke længere tilgås.
sv: Att ta bort ett team är permanent och kan inte ångras. Alla medlemmar tas bort från teamet och teamdiskussioner kan inte längre nås.

source: Team "{team}" successfully deleted.
da: Teamet &quot;{team}&quot; blev slettet.
sv: Teamet "{team}" har tagits bort.

source: Manage
da: Styre
sv: Hantera

source: You are not currently a member of any team.
da: Du er i øjeblikket ikke på noget hold.
sv: Du är inte medlem i ett team.

source: and others
da: og andre
sv: med fler

source: Last activity {date}
da: Sidste aktivitet {date}
sv: Senaste aktivitet {date}

source: View {span_start} {team_name} {span_end}
da: Se {span_start} {team_name} {span_end}
sv: Visa {span_start} {team_name} {span_end}

source: An error occurred. Try again.
da: Der opstod en fejl. Prøv igen.
sv: Ett fel uppstod. Försök igen.

source: No assignments for team
da: Ingen opgaver for teamet
sv: Inga uppdrag för team

source: Leave this team?
da: Forlade dette hold?
sv: Lämna detta team?

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
da: Hvis du går, kan du ikke længere skrive indlæg i dette teams diskussioner. Din plads vil være tilgængelig for en anden elev.
sv: Om du lämnar kan du inte längre göra inlägg i detta teams diskussioner. Din plats kommer att vara tillgänglig för en annan elev.

source: Confirm
da: Bekræft
sv: Bekräfta

source: You already belong to another team in this team set.
da: Du tilhører allerede et andet hold i dette holdsæt.
sv: Du tillhör redan ett annat lag i denna laguppsättning.

source: This team is full.
da: Dette hold er overtegnet.
sv: Detta team är fullt.

source: Cannot join instructor managed team
da: Kan ikke deltage i det instruktørstyrede team
sv: Kan inte gå med i instruktörshanterat team

source: Member
da: Medlem
sv: Medlem

source: All teams
da: Alle hold
sv: Alla team

source: Teams Pagination
da: Sideinddeling af hold
sv: Teams paginering

source: Topics
da: Emner
sv: Ämnen

source: My Teams
da: Mine hold
sv: Mina lag

source: Browse
da: Gennemse
sv: Bläddra

source: Your request could not be completed. Reload the page and try again.
da: Din anmodning kunne ikke gennemføres. Genindlæs siden og prøv igen.
sv: Din förfrågan kunde inte slutföras. Ladda om sidan och försök igen.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
da: Din anmodning kunne ikke gennemføres pga. en serverfejl. Genindlæs siden og prøv igen. Hvis problemet fortsætter, klik på Hjælp for at indrapportere det.
sv: Din begäran kunde inte slutföras på grund av ett serverproblem. Ladda om sidan och försök igen. Om problemet kvarstår klickar du på fliken Hjälp för att rapportera problemet.

source: Team Search
da: Søg hold
sv: Sök team

source: Create a New Team
da: Opret et nyt hold
sv: Skapa ett nytt team

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
da: Opret et nyt hold, hvis du ikke kan finde et eksisterende hold, eller hvis du gerne vil lære sammen med venner, du kender.
sv: Skapa ett nytt team om du inte kan hitta ett befintligt lag att gå med i, eller om du vill lära dig med vänner du känner.

source: Edit Team
da: Rediger hold
sv: Redigera team
