Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: da, fr, pl, pt_pt, zh_tw

source: Module does not exist.
da: Modulet eksisterer ikke.
fr: Le module n'existe pas.
pl: Moduł nie istnieje.
pt_pt: O módulo não existe.
zh_tw: 模塊不存在。

source: An error occurred while deleting the score.
da: Der opstod en fejl under forsøg på at slette karakteren.
fr: Une erreur est survenue lors de la suppression de la note.
pl: Wystąpił błąd w trakcie usuwania wyniku.
pt_pt: Ocorreu um erro ao apagar a pontuação.
zh_tw: 刪除分數時發生錯誤.

source: Course has no entrance exam section.
da: Kurset har ingen sektion for adgangseksamen.
fr: Le cours n'a pas d'examen d'entrée.
pl: Kurs nie posiada sekcji egzaminu wstępnego.
pt_pt: O curso não tem uma secção de exame de admissão.
zh_tw: 課程沒有資格考試章節。

source: all_students and unique_student_identifier are mutually exclusive.
da: all_students og unique_student_identifier udelukker hinanden.
fr: all_students et unique_student_identifier sont mutuellement exclusifs.
pl: all_students i unique_student_identifier wzajemnie się wykluczają.
pt_pt: all_students e unique_student_identifier são mutuamente exclusivos.
zh_tw: all_students和unique_student_identifier是相互不包含的。

source: all_students and delete_module are mutually exclusive.
da: all_students og delete_module udelukker hinanden.
fr: all_students et delete_module sont mutuellement exclusifs.
pl: all_students i delete_module wzajemnie się wykluczają.
pt_pt: all_students e delete_module são mutualmente exclusivos.
zh_tw: all_students和delete_module是相互不包含的。

source: Requires instructor access.
da: Kræver adgang for instruktør.
fr: Accès instructeur nécessaire.
pl: Wymaga dostępu prowadzącego.
pt_pt: Requer o acesso de formador.
zh_tw: 需要教師存取。

source: Course has no valid entrance exam section.
da: Kurset har ingen gyldig sektion for adgangseksamen.
fr: Le cours n'a pas de section d'examen d'entrée valide.
pl: Kurs nie posiada czynnej sekcji egzaminu wstępnego.
pt_pt: O curso não tem secção de exame de admissão válida.
zh_tw: 課程沒有有效的資格考試章節。

source: All Students
da: Alle kursister
fr: Tous les étudiants
pl: Wszyscy studenci
pt_pt: Todos os estudantes
zh_tw: 所有學生

source: Cannot rescore with all_students and unique_student_identifier.
da: Kan ikke gen-bedømme med all_students og unique_student_identifier.
fr: Ne peut renoter avec all_students et unique_student_identifier.
pl: Nie udało się ponowić oceny prac z identyfikatorami all_students i unique_student_identifier.
pt_pt: Não é possível recomeçar a pontuação com all_students e unique_student_identifier.
zh_tw: 不能重新評定all_students和unique_student_identifier。

source: Current status of task.
da: Opgavens aktuelle status.
fr: Statut courant de la tâche.
pt_pt: Estado actual da tarefa.

source: Identifies the kind of task being performed, e.g. rescoring.
da: Identificerer den slags opgave, der udføres, f.eks. rescoring.
fr: Identifie le type de tâche exécuté, ex. renoter.
pt_pt: Identifica o tipo de tarefa que está a ser executada, por exemplo, re-pontuação.

source: The celery ID for the task.
da: Selleri-id'et for opgaven.
fr: Le ID du celery pour cette tâche.
pt_pt: O ID de celery da tarefa.

source: The date and time when the task was created.
da: Dato og klokkeslæt, hvor opgaven blev oprettet.
fr: La date et l'heure quand la tâche a été créée.
pt_pt: A data e a hora em que a tarefa foi criada.

source: The input parameters for the task. The format and content of this data will depend on the kind of task being performed. For instanceit may contain the problem locations for a problem resources task.
da: Indtastningsparametrene for opgaven. Formatet og indholdet af disse data vil afhænge af den type opgave, der udføres. Det kan for eksempel indeholde problemplaceringerne for en problemressourceopgave.
fr: Les paramètres entrés pour la tâche. Le format et le contenu de ces données dépendront du type de tâche éxécuté. Par exemple, ils peuvent contenir l'emplacement de la question pour une tâche sur ce type de ressource.
pt_pt: Os parâmetros de entrada para a tarefa. O formato e o conteúdo destes dados dependerá do tipo de tarefa a ser executada. Por exemplo, pode conter a localização do problema para uma tarefa de recursos de problemas.

source: The username of the user who initiated this task.
da: Brugernavnet på den bruger, der påbegyndte denne opgave.
fr: Le nom d'utilisateur de l'usager ayant lancé cette tâche.
pt_pt: O nome de utilizador do utilizador que iniciou esta tarefa.

source: The last knows state of the celery task.
da: Den sidste kender tilstand af selleri opgave.
fr: Le dernier état connu des tâches celery.
pt_pt: O último estado conhecido da tarefa de celery.

source: Task duration information, if known
da: Oplysninger om opgavevarighed, hvis kendt
fr: Information de durée des tâches, si connu
pt_pt: Informação sobre a duração da tarefa, se conhecida

source: User-friendly task status information, if available.
da: Brugervenlig opgavestatusinformation, hvis tilgængelig.
fr: Information de statut pour les tâches, si disponible.
pt_pt: Informação de fácil utilização sobre o estado das tarefas, se disponível.

source: List of instructor tasks.
da: Liste over instruktøropgaver.
fr: Liste de tâches des instructeurs.
pt_pt: Lista de tarefas do formador.

source: The requested course does not exist.
da: Det ønskede kursus findes ikke.
fr: Le cours demandé n'existe pas.
pt_pt: O curso pedido não existe.

source: URL from which report can be downloaded.
da: URL, hvorfra rapporten kan downloades.
fr: URL avec lequel le rapport peut être téléchargé.
pt_pt: URL a partir da qual o relatório pode ser descarregado.

source: Name of report.
da: Navn på rapport.
fr: Nom du rapport.
pt_pt: Nome do relatório.

source: HTML anchor tag that contains the name and link.
da: HTML-ankertag, der indeholder navn og link.
fr: Ancre HTML qui contient le nom et le lien.
pt_pt: Etiqueta de âncora HTML que contém o nome e a ligação.

source: List of report downloads
da: Liste over download af rapporter
fr: Liste des rapports téléchargés
pt_pt: Lista de transferências de relatórios

source: ID for the course whose reports need to be listed.
da: ID for det kursus, hvis rapporter skal opføres.
fr: ID pour le cours dont les rapports ont besoin d'être affichés.
pt_pt: ID para o curso cujos relatórios precisam de ser listados.

source: Filter results to only return details of for the report with the specified name.
da: Filtrer resultater for kun at returnere detaljer for rapporten med det angivne navn.
fr: Filtrer les résultats pour n'avoir que les détails du rapport avec le nom spécifié.
pt_pt: Filtrar os resultados para devolver apenas os detalhes do relatório com o nome especificado.

source: ORA summary
da: ORA resumé
fr: Sommaire ORA
pt_pt: Resumo ORA

source: Attachments archive is being created.
da: Vedhæftede filer er ved at blive oprettet.
fr: L'archive des pièces jointes est en cours de création.
pt_pt: O ficheiro com anexos está a ser criado.

source: grade
da: karakter
fr: note
pl: ocena
pt_pt: classificação

source: problem grade
da: problemkarakter
fr: note obtenue au problème
pl: ocena ćwiczenia
pt_pt: grau do problema

source: Successfully changed due date for student {0} for {1} to {2}
da: Ændring af forfaldsdatoen for kursister {0} til {1} til {2} lykkedes.
fr: Le changement de la date d'échéance pour l'étudiant {0} de {1} à {2} a été effectué avec succès
pl: Pomyślnie zmieniono termin końcowy dla studenta {0} z {1} na {2}
pt_pt: A mudança da data de entrega para o estudante {0} de {1} para {2} foi feita com sucesso
zh_tw: 成功更改學生 {0}到期日 從 {1} 到 {2}

source: Successfully removed invalid due date extension (unit has no due date).
da: Fjernelse af ugyldig forlængelse af forfaldsdato lykkedes (enhed har ingen forfaldsdato).
fr: Retrait avec succès de l'extension de la date d'échéance invalide (l'unité n'a pas de date d'échéance).
pl: Pomyślnie usunięto nieprawidłowe wydłużenie terminu końcowego (lekcja nie posiada terminu końcowego).
pt_pt: Removida a extensão inválida do prazo limite com sucesso (a unidade não tem prazo limite).
zh_tw: 成功移除有效的延期截止日(單元並沒有截止日)。

source: Successfully reset due date for student {0} for {1} to {2}
da: Nulstilling af forfaldsdatoen for kursist {0} til {1} til {2} lykkedes.
fr: La réinitialisation de la date d'échéance pour l'étudiant {0} de {1} à {2} a été effectuée avec succès
pl: Pomyślnie zresetowano termin końcowy dla studenta {0} z {1} na {2}
pt_pt: A redefinição da data de entrega para o estudante {0} de {1} para {2} foi executada com sucesso
zh_tw: 成功重置學生 {0}到期日 從 {1} 到 {2}

source: This student (%s) will skip the entrance exam.
da: Denne kursist (%s) vil springe adgangseksamen over.
fr: Cet étudiant (%s) va sauter l'examen d'entrée.
pl: Ten student (%s) zostanie zwolniony z egzaminu wstępnego.
pt_pt: Este estudante (%s) vai saltar o exame de entrada.
zh_tw: 此學生(%s)將會跳過此資格考試。

source: This student (%s) is already allowed to skip the entrance exam.
da: Denne kursist (%s) har allerede fået lov til at springe over adgangseksamen.
fr: Cet étudiant (%s) a déjà la permission de sauter l'examen d'entrée.
pl: Ten student (%s) jest już zwolniony z egzaminu wstępnego.
pt_pt: Este estudante (%s) já está autorizado a ignorar o exame de admissão.
zh_tw: 此學生(%s)已被允許跳過此資格考試。

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
da: Generering af diplomer for alle kursister på dette kursus er startet. Du kan se status for opgaven i sektionen "Ventende opgaver".
fr: La tâche de génération des attestations pour tous les étudiants de ce cours a été démarrée. Vous pouvez consulter le statut de cette tâche dans la section "Tâches en attente".
pl: Czynność generowania certyfikatów dla wszystkich studentów tego kursu została rozpoczęta. Możesz sprawdzać status czynności w sekcji czynności w toku.
pt_pt: A tarefa de criação de certificados para todos os estudantes deste curso foi iniciada. Pode visualizar o estado da tarefa na secção "Tarefas pendentes".
zh_tw: 已啟動修習此門課的所有學生之修課證明產出任務。您可以在“待處理任務”區域中查看證明產出任務的狀態。

source: Please select one or more certificate statuses that require certificate regeneration.
da: Vælg et eller flere diplomer, som skal genereres igen.
fr: S'il vous plaît choisir un ou plusieurs statuts d'attestation qui ont besoin d'une regénération d'attestation.
pl: Proszę wybrać co najmniej jeden status certyfikatu, który wymaga odnowienia certyfikatu.
pt_pt: Por favor selecione um ou mais estados de certificado que requerem a reemissão de certificados.
zh_tw: 請選擇需要一個或多個修課證明重製之狀態。

source: Please select certificate statuses from the list only.
da: Vælg kun status for diplomer fra listen.
fr: S'il vous plaît choisir les statuts d'attestation de cette liste seulement.
pl: Proszę wybrać statusy certyfikatów wyłącznie z dostępnej listy.
pt_pt: Por favor, seleccione apenas os estados dos certificados da lista.
zh_tw: 請只從清單中選取證書形式。

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
da: Re-generering af diplomer er startet. Du kan se status for opgaven i sektionen "Ventende opgaver".
fr: La tâche de génération des attestations été démarrée. Vous pouvez consulter le statut de la tâche de génération dans la section "Tâches en attente".
pl: Czynność generowania certyfikatów została rozpoczęta. Możesz sprawdzać status czynności w sekcji czynności w toku.
pt_pt: A tarefa de reemissão de certificados foi iniciada. Pode visualizar o estado da tarefa na secção "Tarefas pendentes".
zh_tw: 修課證明重新產出任務已啟動。您可以在“待處理任務”區域中查看證明產出任務的狀態。

source: Student {user} is not enrolled in this course. Please check your spelling and retry.
da: Elev {user} er ikke tilmeldt dette kursus. Kontroller din stavning og prøv igen.
fr: L'apprenant {user} n'est pas inscrit au cours. Veuillez vérifier votre orthographe et réessayer.
pt_pt: O Aluno {user} não está inscrito neste curso. Verifique a sua ortografia e tente de novo

source: Student {user} is already on the certificate invalidation list and cannot be added to the certificate exception list.
da: Elev {user} er allerede på certifikatets ugyldighedsliste og kan ikke tilføjes til certifikatundtagelseslisten.
fr: L'apprenant {user} est déjà sur la liste d'invalidation des attestations et ne peut pas être ajouté à la liste de dérogation pour les attestations.
pt_pt: o Estudante {user} já consta da lista de revogação de certificados e não pode ser adicionado à lista de excepção de certificados.

source: Student (username/email={user}) already in certificate exception list.
da: Kursist (username/email={user}) er allerede på undtagelseslisten.
fr: Étudiant (utilisateur/courriel={user}) déjà dans la liste de dérogation des attestations.
pl: Student (username/email={user}) znajduje się już na liście wyjątków do certyfikatów.
pt_pt: Estudante (username/email={user}) já se encontra na lista de exceções de certificado.
zh_tw: 學生 (username/email={user}) 已經排除於證書名單之外。

source: Error occurred removing the allowlist entry for student {student}. Please refresh the page and try again
da: Der opstod en fejl under fjernelse af tilladelseslisten for elev {student} . Opdater venligst siden og prøv igen
fr: Une erreur est survenue en retirant l'apprenant {student} de la liste de dérogation. Veuillez rafraîchir la page et réessayer.
pt_pt: Ocorreu um erro ao remover a entrada da lista de permissão para o estudante {student}. Por favor, actualize a página e tente novamente

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
da: Brugernavn/email felt er påkrævet, og kan ikke være tomt. Udfyld brugernavn/email og tryk derefter på "Tilføj til undtagelsesliste"-knappen.
fr: Le champ étudiant utilisateur/courriel est nécessaire et ne peut être vide. Veuillez remplir utilisateur/courriel et ensuite appuyer le bouton "Ajouter à la liste de Dérogation".
pl: Pole nazwa użytkownika/adres e-mail studenta jest wymagane i nie może pozostać puste. Uzupełnij brakujące informacje, a następnie kliknij "Dodaj do listy wyjątków".
pt_pt: O campo de nome de utilizador/email do estudante é necessário e não pode estar vazio. Por favor, preencha o nome de utilizador/email e depois pressione o botão "Adicionar à Lista de Exceções".
zh_tw: 學生使用者帳號及電子郵件是必填且不能空白。請填入使用者帳號及電子郵件，併按“加入例外名單”按鈕。

source: The record is not in the correct format. Please add a valid username or email address.
da: Ikke korrekt format. Tilføj venligst et gyldigt brugernavn eller e-mail-adresse.
fr: L'enregistement n'est pas dans le bon format. S'il vous plaît ajouter un nom d'utilisateur valide ou une adresse courriel valide.
pl: Ten wpis posiada nieprawidłowy format. Proszę dodać prawidłową nazwę użytkownika lub adres e-mail.
pt_pt: O registo não está no formato correto. Adicione um nome de utilizador ou endereço de email válido.
zh_tw: 記錄非為正確之格式。請加入有效使用者帳號或email 網址。

source: {user} does not exist in the LMS. Please check your spelling and retry.
da: {user} findes ikke i LMS. Tjek stavning og prøv igen.
fr: {user} n'existe pas dans le LMS. S'il vous plaît vérifier votre orthographe et réessayer.
pl: {user} nie istnieje w LMS. Proszę sprawdzić, czy nie wkradła się literówka i spróbować ponownie.
pt_pt: {user} não existe no LMS. Por favor verifique a ortografia e tente novamente.
zh_tw: {user} 不存在於LMS。請確認您的拼字並再試一次。

source: Invalid data, generate_for must be "new" or "all".
da: Ugyldige data, gener_for skal være "ny" eller "alle".
fr: Données invalide, generate_for doit être "nouveau" ou "tout".
pl: Nieprawidłowe dane, generate_for musi być dla "nowych" lub "wszystkich".
pt_pt: Os dados inválidos, gerados_por devem ser "novos" ou "todos"
zh_tw: 資料無效，generate_for 必須是 "new" 或 "all"。

source: Certificate generation started for students on the allowlist.
da: Certifikatgenerering startede for studerende på tilladelseslisten.
fr: La génération des attestations a commencé pour les étudiants sur la liste d'autorisation.
pt_pt: Iniciou-se a criação de certificados para os estudantes na lista de permissões.

source: user "{user}" in row# {row}
da: bruger "{user}" i række# {row}
fr: utilisateur "{user}" dans la rangée# {row}
pl: użytkownik "{user}" w rzędzie# {row}
pt_pt: utilizador "{user}" na linha# {row}
zh_tw: 使用者 "{user}" in row# {row}

source: user "{username}" in row# {row}
da: bruger "{username}" i række# {row}
fr: utilisateur "{username}" dans la rangée# {row}
pl: użytkownik "{username}" w rzędzie# {row}
pt_pt: utilizador "{username}" na linha# {row}
zh_tw: 使用者 "{username}" in row# {row}

source: The student {student} appears on the Certificate Exception list in course {course}. Please remove them from the Certificate Exception list before attempting to invalidate their certificate.
da: Eleven {student} vises på listen over certifikatundtagelser i kursus {course} . Fjern dem fra listen over certifikatundtagelser, før du forsøger at ugyldiggøre deres certifikat.
fr: L'apprenant {student} est sur la liste de dérogation pour les attestations du cours {course}. Veuillez le retirer de cette liste avant d'essayer d'invalider son attestation.
pt_pt: o Estudante {student} consta da lista de Excepções de Certificados no curso {course}. Por favor, retire-os da lista de Excepção de Certificado antes de tentar invalidar o certificado.

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
da: Certifikatet for {user} er allerede blevet ugyldigt. Kontroller din stavning og prøv igen.
fr: Attestation pour {user} a déjà été invalidée. S'il vous plaît vérifier votre orthographe et réessayer.
pl: Certyfikat studenta {user} został już unieważniony. Proszę sprawdzić poprawność danych i spróbować ponownie.
pt_pt: O certificado de {user} já foi invalidado. Por favor verifique a ortografia e tente novamente.
zh_tw: 使用者之證書 {user} 已經無失效。請確認拼字或再試一次。

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
da: Certifikatet for elev {user} er allerede ugyldigt, bekræft venligst, at certifikatet blev genereret for denne elev, og fortsæt derefter.
fr: L'attestation pour l'étudiant {user} est déjà invalide, bien vouloir vérifier que l'attestation a été générée pour cet étudiant et ensuite procéder.
pl: Certyfikat studenta {user} został już unieważniony. Sprawdź, czy certyfikat był generowany dla tego studenta.
pt_pt: O certificado para o estudante {user} já é inválido, por favor verifique se o certificado foi gerado para este estudante e continue.
zh_tw: 學生 {user}的證書已無效，請核對該證書是否是為此學生產出後再做後續動作。

source: Certificate Invalidation does not exist, Please refresh the page and try again.
da: Ugyldiggørelse af certifikat findes ikke. Opdater siden, og prøv igen.
fr: L'invalidation de l'attestation n'existe pas, S'il vous plaît rafraîchir la page et essayez de nouveau.
pl: Unieważnienie certyfikatu nie istnieje. Proszę odświeżyć stronę i spróbować ponownie.
pt_pt: Invalidação do certificado não existe. Por favor atualize a página e tente novamente.
zh_tw: 證書失效是不存在的，請重新載入頁面或再試一次。

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
da: Kursistens brugernavn/e-mail-felt er påkrævet og må ikke være tomt. Udfyld venligst brugernavn/e-mail og tryk derefter på knappen"Invalidate Certificate"
fr: Le champ nom d'utilisater / courriel de l'étudiant est requis et ne peut être vide. Bien vouloir remplir nom d'utilisateur / courriel et appuyer sur le boutton "Invalidate Certificate".
pl: Pole nazwa użytkownika/adres e-mail studenta jest wymagane i nie może pozostać puste. Uzupełnij brakujące informacje, a następnie kliknij "Unieważnij certyfikat".
pt_pt: O campo de nome de utilizador/email do estudante é necessário e não pode estar vazio. Por favor, preencha o nome de utilizador/email e, em seguida, pressione o botão "Invalidar Certificado".
zh_tw: 學生使用者帳號及email是必填的且不能空白。請填入使用者帳號及email，並按“作廢證書”的按鈕。

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
da: Kursisten {student} har ikke certifikat for kurset {course}. Bekræft venligst den studerendes brugernavn/e-mail og det valgte kursus er korrekt, og prøv igen.
fr: L'étudiant {student} n'a pas d'attestation pour le cours {course}. Bien vouloir vérifier que les champs nom d'utilisateur / courriel et le cours sélectionnés sont corrects et essayer de nouveau.
pl: Student {student} nie posiada certyfikatu z kursu {course}. Proszę sprawdzić, czy para nazwa użytkownika / adres e-mail oraz identyfikator kursu są poprawne, a następnie spróbować ponownie.
pt_pt: O estudante {student} não possui o certificado para o curso {course}. Por favor, verifique se o nome de utilizador/email do estudante e o curso selecionado estão corretos e tente novamente.
zh_tw: 學生 {student} 沒有此門課程 {course}之修課證明。請驗證學生使用者帳號/email以及確認所選之課程是否正確，然後再試一次。

source: Instructor
da: Instruktør
fr: Enseignant
pl: Prowadzący
pt_pt: Formador
zh_tw: 教師功能面板

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
da: For at få indsigt i kursistens tilmelding og deltagelse {link_start} gå til {analytics_dashboard_name}, vores nye kursus analytiseprodukt {link_end}.
fr: Pour connaître le nombre d'étudiants inscrits et leur participation {link_start} visitez {analytics_dashboard_name}, notre nouvel outil d'analyse des cours{link_end}.
pl: Aby uzyskać wgląd w statystyki rekrutacyjne i postępy studentów, {link_start}odwiedź {analytics_dashboard_name}, nasze nowe centrum statystyczne{link_end}.
pt_pt: Para obter informações sobre a inscrição e participação dos estudantes {link_start}visita {analytics_dashboard_name}, o nosso novo produto analítico de curso{link_end}.
zh_tw: 為了獲得更多的學生註冊和參與，{link_start} 拜訪 {analytics_dashboard_name}，我們新課程分析成果{link_end}。

source: Special Exams
da: Specielle eksamener
fr: Examens spéciaux
pl: Egzaminy specjalne
pt_pt: Exames Especiais
zh_tw: 特定測驗

source: Certificates
da: Diplomer
fr: Certificats
pl: Certyfikaty
pt_pt: Certificados
zh_tw: 證書

source: Please Enter the numeric value for the course price
da: Indtast den numeriske værdi for kurset pris
fr: Veuillez entrer la valeur numérique pour le prix du cours
pl: Proszę podać numeryczną wartość ceny kursu
pt_pt: Por favor Introduza o valor numérico para o preço do curso
zh_tw: 請輸入課程價格

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
da: CourseMode med strengen ({mode_slug}) EksistererIkke
fr: CourseMode en mode ralenti ({mode_slug}) n'existe pas
pl: CourseMode ze ścieżką trybu ({mode_slug}) nie istnieje
pt_pt: ModoCurso com o modo slug ({mode_slug}) NãoExiste
zh_tw: CourseMode的模式 slug({mode_slug})並不存在

source: CourseMode price updated successfully
da: CourseMode pris er opdateret
fr: Le prix du ​​CourseMode a été correctement mis à jour
pl: Cena trybu CourseMode została pomyślnie zaktualizowana
pt_pt: Preço do ModoCurso actualizado com sucesso
zh_tw: CourseMode價格更新成功

source: Course Info
da: Kursus info
fr: Infos du cours
pl: Informacje o kursie
pt_pt: Informações sobre o Curso
zh_tw: 課程資訊

source: Enrollment data is now available in {dashboard_link}.
da: Tilmeldingsdata er nu tilgængelig i {dashboard_link}.
fr: Les données d'inscription au cours sont maintenant disponibles sur {dashboard_link}.
pl: Dane rekrutacyjne są od teraz dostępne w {dashboard_link}.
pt_pt: Os dados de inscrição estão agora disponíveis em {dashboard_link}.
zh_tw: 註冊資料現在可用在{dashboard_link}。

source: Membership
da: Medlemskab
fr: Inscription
pl: Członkostwo
pt_pt: Inscrição
zh_tw: 會員

source: Cohorts
da: Grupper
fr: Cohortes
pl: Kohorty
pt_pt: Grupos
zh_tw: 學習夥伴
