Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/manual.po
Languages: ar

source: Course starts
ar: بداية المساق

source: Don't forget to add a calendar reminder!
ar: لا تنس إضافة تنبيه لمذكرتك

source: Course starts in {time_remaining_string} on {course_start_date}.
ar: يبدأ المساق بتاريخ {time_remaining_string} في {course_start_date}.

source: Course starts in {time_remaining_string} at {course_start_time}.
ar: يبدأ المساق بتاريخ {time_remaining_string} في {course_start_time}.

source: To earn a certificate, you must complete all requirements before this date.
ar: لاستحقاق شهادة التخرج، يتوجب اتمام جميع المهام قبل هذا التاريخ

source: Important Dates
ar: تواريخ مهمة

source: Course Tools
ar: أدوات المساق

source: Expand All
ar: تكبير جميع الأقسام

source: Search Results
ar: نتائج البحث

source: Course end
ar: نهاية المساق

source: View all course dates
ar: إظهار كل تواريخ المساق

source: Course page automatically created.
ar: تم إنشاء صفحة المساق تلقائيًا.

source: Due Next
ar: التالي

source: Course Progress for '{username}' ({email})
ar: حالة تقدم المتعلم: '{username}' ({email})

source: View Certificate
ar: معاينة شهادة التخرج

source: Your final grade:
ar: درجتك النهائية:

source: Course Handouts
ar: النشرة

source: After this date, course content will be archived.
ar: سيتم أرشفة محتوى المادة بعد هذا التاريخ.

source: ({number} Question)
ar: ({number} سؤال)

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} .
ar: لا يمكن العثور على الصفحة المطلوبة، العودة إلى {link_start}الصفحة الرئيسية{link_end} .

source: Course ends
ar: انتهاء المساق

source: After this date, the course will be archived, which means you can review the course content but can no longer participate in graded assignments or work towards earning a certificate.
ar: بعد هذا التاريخ، ستتم أرشفة هذا المساق، ما سيمكنكم من مراجعة محتواه في أي وقت، دون القدرة على الإجابة والتفاعل مع الأنشطة أو الحصول على شهادة التخرج.

source: Congratulations! Your certificate is ready.
ar: هنيئا! شهادتك جاهزة

source: View my {cert_name_short}
ar: معاينة {cert_name_short}
