Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/wm-django.po
Languages: de, ia, lt, mk, nb, nl, sl, sv

source: Select course family in which you want to display your course. Available options are "font-trebuchet", "font-open-sans", "font-montserrat", and "font-source-sans-pro". If value is invalid or empty the default font-family will be "Helvetica Neue".
ia: Selige le typo de litteras in le qual monstrar tu curso. Le optiones disponibile es “font-trebuchet”, “font-open-sans”, “font-montserrat” e “font-source-sans-pro”. Si un valor es invalide o vacue, le typo de litteras predefinite es “Helvetica Neue”.
mk: Изберете со кое семејство фонтови да се прикажува вашиот курс. На располагање се „font-trebuchet“, „font-open-sans“, „font-montserrat“ и „font-source-sans-pro“. Ако вредноста е неважечка или празна, подразбраното семејство ќе биде „Helvetica Neue“.
nb: Velg kursfamilien du ønsker å vise kurset ditt i. Tilgjengelige alternativer er «font-trebuchet», «font-open-sans», «font-montserrat» og «font-source-sans-pro». Hvis verdien er ugyldig eller tom vil standardfonten «Helvetica Neue» brukes.
nl: Selecteer het lettertype waarin u uw cursus wilt weergeven. Beschikbare opties zijn “font-trebuchet”, “font-open-sans”, “font-montserrat” en “font-source-sans-pro”. Als de waarde ongeldig of leeg is, is de standaardwaarde voor font-family “Helvetica Neue”.
sl: Izberite družino pisav, v kateri želite prikazati svoj tečaj. Razpoložljivi možnosti sta »font-trebuchet« in »font-open-sans«. Če je vrednost neveljavna ali prazna, bo privzeta družina pisav »Helvetica Neue«.
sv: Välj kursfamilj du vill visa i din kurs. Tillgängliga alternativ är font-trebuchet", "font-open-sans", "font-montserrat" och "font-source-sans-pro". Om värdet är felaktigt eller tomt är standardtypsnittet "Helvetica Neue".

source: Hrs Ago
de: Std. her
ia: Horas retro
lt: Prieš val.
mk: Измин. часови
nb: timer siden
nl: Uur geleden
sl: Ur nazaj
sv: timmar sedan

source: N/A
ia: N/D
lt: Nėra
mk: Н/П
nb: I/T
nl: N.v.t.
sl: Ni na voljo
sv: Ej tillämpbart

source: No courses found
de: Keine Kurse gefunden
ia: Necun curso trovate
lt: Kursų nerasta
mk: Не најдов курсеви
nb: Ingen kurs funnet
nl: Geen cursussen gevonden
sl: Ni najdenih tečajev
sv: Inga kurser hittades

source: Search Course By Name
de: Kurs nach Name suchen
ia: Cercar curso per nomine
lt: Ieškoti kurso pagal pavadinimą
mk: Пребарајте курс по име
nb: Søk i kurs etter navn
nl: Cursus zoeken op naam
sl: Iskanje tečaja po imenu
sv: Sök kurs utifrån namn

source: Select Course Font Family
de: Kurs Schriftfamilie auswählen
ia: Selige typo de litteras del curso
lt: Pasirinkite kurso šriftų šeimą
mk: Изберете фонтовско семејство за курсот
nb: Velg kurs-fontfamilie
nl: Lettertype cursus selecteren
sl: Izberite družino pisav tečaja
sv: Välj typsnittsfamilj för kursen

source: Section Header
de: Abschnitt Überschrift
ia: Titulo de section
lt: Skyriaus antraštė
mk: Заглавие на одделот
nb: Seksjonsoverskrift
nl: Sectiekop
sl: Glava razdelka
sv: Avsnittsrubrik

source: No course blocks found
de: Keine Kursblöcke gefunden
ia: Necun bloco de curso trovate
lt: Kurso blokų nerasta
mk: Не најдов курсен блок
nb: Ingen kursblokker funnet
nl: Geen cursusblokken gevonden
sl: Ni najdenih blokov tečaja
sv: Inga kursmoduler hittades

source: From Language
de: Von Sprache
ia: Del lingua
lt: Kalba
mk: Од јазикот
nb: Fra språk
nl: Uit het
sl: Iz jezika
sv: Från språk

source: Unable to load courses
de: Kurse können nicht geladen werden
ia: Non pote cargar cursos
lt: Nepavyko įkelti kursų
mk: Не можам да вчитам курсеви
nb: Kunne ikke laste kurs
nl: Kan cursussen niet laden
sl: Tečajev ni mogoče naložiti
sv: Det gick inte att ladda kurser

source: Unable to load a course
de: Kann einen Kurs nicht laden
ia: Non pote cargar un curso
lt: Nepavyko įkelti kurso
mk: Не можам да го вчитам курсот
nb: Kunne ikke laste et kurs
nl: Kan een cursus niet laden
sl: Tečaja ni mogoče naložiti
sv: Det gick inte att ladda en kurs

source: Unable to load course blocks
de: Kursblöcke können nicht geladen werden
ia: Non pote cargar blocos de curso
lt: Nepavyko įkelti kurso blokų
mk: Не можам да вчитам курсен блок
nb: Kunne ikke laste kursblokker
nl: Kan cursusblokken niet laden
sl: Blokov tečaja ni mogoče naložiti
sv: Det gick inte att ladda kursmoduler

source: Load More
de: Mehr laden
ia: Cargar plus
lt: Įkelti daugiau
mk: Вчитај уште
nb: Last flere
nl: Meer laden
sl: Naloži več
sv: Visa mer

source: Block Type
de: Block Typ
ia: Typo de bloco
lt: Bloko tipas
mk: Вид на блок
nb: Blokktype
nl: Bloktype
sl: Vrsta bloka
sv: Modultyp

source: Last Updated:
de: Zuletzt aktualisiert
ia: Ultime actualisation:
lt: Paskutinį kartą atnaujinta:
mk: Последна поднова:
nb: Sist oppdatert:
nl: Laatst bijgewerkt:
sl: Zadnjič posodobljeno:
sv: Senast uppdaterade:

source: Courses available for translation
de: Verfügbare Kurse für die Übersetzung
ia: Cursos disponibile pro traduction
lt: Galimi versti kursai
mk: Курсеви достапни за преведување
nb: Kurs tilgjengelig for oversettelse
nl: Voor vertaling beschikbare cursussen
sl: Tečaji, ki so na voljo za prevod
sv: Kurser tillgängliga för översättning

source: course name
de: Kursname
ia: nomine del curso
lt: kurso pavadinimas
mk: име на курсот
nb: kursnavn
nl: naam cursus
sl: ime tečaja
sv: kursnamn

source: outline
de: Skizze
ia: plano
mk: преглед
nb: oversikt
nl: overzicht
sl: oris
sv: översikt

source: Practice Score
de: Praxis Ergebnis
ia: Score de exercitio
mk: Вежбовна оцена
nb: Øvingspoengsum
nl: Oefeningsscore
sl: Ocena vaje
sv: Övningsbetyg

source: Not Graded
de: Nicht benotet
ia: Non notate
lt: Neįvertinta
mk: Неоценето
nb: Ikke gitt karakter
nl: Niet beoordeeld
sl: Ni ocenjeno
sv: Inte betygsatt

source: View all course dates
de: Alle Kursdaten anzeigen
ia: Vider tote le datas de curso
lt: Žiūrėti visas kursų datas
mk: Подл. сите датуми на курсевите
nb: Vis alle kursdatoer
nl: Alle cursusgegevens bekijken
sl: Ogled vseh datumov tečaja
sv: Visa alla kursdatum

source: Problem Score
de: Problem Punktzahl
ia: Score problematic
mk: Проблематична оцена
nb: Problemkarakter
nl: Probleemscore
sl: Ocena problema
sv: Problembetyg

source: All Courses
de: Alle Kurse
ia: Tote le cursos
lt: Visi kursai
mk: Сите куресеви
nb: Alle kurs
nl: Alle cursussen
sl: Vsi tečaji
sv: Alla kurser

source: See what we have been up to
de: Schau, was wir getan haben
ia: Vide lo que nos ha facite
lt: Pažiūrėkite, ką mes nuveikėme
mk: Погледнете што правевме
nb: Se hva vi har drevet med
nl: Kijk wat we hebben uitgespookt
sl: Poglejte, kaj smo počeli
sv: Se vad vi har hållit på med

source: By Jan Gerlach
de: Von Jan Gerlach
ia: Per Jan Gerlach
lt: Autorius Jan Gerlach
mk: Од Јан Герлах
nb: Av Jan Gerlach
nl: Door Jan Gerlach
sl: Avtor: Jan Gerlach
sv: Av Jan Gerlach

source: Subscribe
de: Abonnieren
ia: Abonar me
lt: Prenumeruoti
mk: Претплати се
nb: Abonner
nl: Abonneren
sl: Naroči se
sv: Prenumerera

source: By Pats Pena
de: Von Pats Pena
ia: Per Pats Pena
lt: Autorius Pats Pena
mk: Од Патс Пена
nb: Av Pats Pena
nl: Door Pats Pena
sl: Avtor: Pats Pena
sv: Av Pats Pena

source: 26 Februrary 2021
de: 26. Februar 2021
ia: 26 de februrario 2021
lt: 2021 m. vasario 26 d.
mk: 26 февруари 2021 г.
nb: 26. februar 2021
nl: 26 februari 2021
sl: 26. februar 2021
sv: 26 februari 2021

source: Subscribe to news about ongoing projects and initiatives
de: Abonniere die Nachrichten über laufende Projekte und Initiativen
ia: Abonar se a novas sur projectos e initiativas in curso
lt: Prenumeruokite naujienas apie vykdomus projektus ir iniciatyvas
mk: Претплатете се на новостите за тековните проекти и иницијативи
nb: Abonner på nyheter om pågående prosjekter og initiativer
nl: Abonneer u op nieuws over lopende projecten en initiatieven
sl: Naročite se na novice o tekočih projektih in pobudah
sv: Prenumerera på nyheter om pågående projekt och initiativ

source: Wikipedia needs local journalism and the open Web
de: Wikipedia braucht Lokaljournalismus und das offene Web
ia: Wikipedia ha besonio de jornalismo local e del Web aperte
lt: Vikipedijai reikia vietinės žurnalistikos ir atviro interneto
mk: На Википедија ѝ се потребни месно новинарство и отвореното семрежје
nb: Wikipedia trenger lokal journalistikk og det åpne nettet
nl: Wikipedia heeft lokale journalistiek en het open web nodig
sl: Wikipedia potrebuje lokalno novinarstvo in odprti splet
sv: Wikipedia behöver lokala journalism och den öppna webben

source: View All News >
de: Alle Nachrichten ansehen >
ia: Vider tote le novas >
lt: Žiūrėkite visas naujienas >
mk: Сите вести >
nb: Vis alle nyheter >
nl: Al het nieuws bekijken >
sl: Ogled vseh novic >
sv: Visa alla nyheter >

source: Wikipedia readers in Latin America invited to support 20 years of free knowledge through new fundraising campaign
de: Wikipedia-Leser in Lateinamerika sind eingeladen, 20 Jahre freies Wissen durch eine neue Spendenkampagne zu unterstützen
ia: Lectores de Wikipedia in Latinoamerica ha essite invitate a supportar 20 annos de cognoscentia libere per un nove campania de collecta de fundos
mk: Читателите на Википедија во Латинска Америка се покануваат да ги поддржат 20-те години слободно знаење преку новиот поход за собирање средства
nb: Wikipedia-lesere i Latin-Amerika inviteres til å støtte 20 år med fri kunnskap via en ny innsamlingskampanje
nl: Wikipedia-lezers in Latijns-Amerika zijn uitgenodigd om 20 jaar gratis kennis te ondersteunen door middel van een nieuwe fondsenwervingscampagne
sl: Bralci Wikipedije v Latinski Ameriki so vabljeni, da podprejo 20 let prostega znanja z novo kampanjo zbiranja sredstev
sv: Wikipedias läsare i Latinamerika inbjuds stödja 20 år av fri kunskap i en ny insamlingskampanj

source: Featured
de: Vorgestellt
ia: Eminente
lt: Rinktinis
mk: Избрани
nb: Framhevet
nl: Uitgelicht
sl: Izbrano
sv: Utmärkt

source: Recently Added
de: Kürzlich hinzugefügt
ia: Recentemente addite
lt: Neseniai pridėta
mk: Неодамна додадени
nb: Nylig lagt til
nl: Onlangs toegevoegd
sl: Nedavno dodano
sv: Nyligen tillagda

source: Read More >
de: Mehr lesen >
ia: Leger plus >
lt: Skaityti daugiau >
mk: Прочитајте повеќе >
nb: Les mer >
nl: Meer lezen >
sl: Preberi več >
sv: Läs mer >

source: Unlock The World’s Knowledge
de: Das Wissen der Welt erschließen
ia: Disserra le cognoscentia del mundo
lt: Atrakinkite pasaulio žinias
mk: Отклучете го знаењето на светот
nb: Lås opp verdens kunnskap
nl: Ontgrendel de kennis van de wereld
sl: Odklenite svetovno znanje
sv: Lås upp världens kunskap

source: Retrieve your third-party authentication username mapping
ia: Recupera tu mappamento de nomine de usator de authentication de tertie parte
mk: Добијте го пресликувањето на кориснички имиња од надворешна заверка
nb: Hent brukernavnsmapping fra et tredjepart
nl: De toewijzing van uw gebruikersnaam voor authenticatie van derden ophalen
sl: Pridobite preslikavo uporabniškega imena za preverjanje pristnosti tretje osebe

source: {start_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
ia: {start_anchor}Clicca hic{end_anchor} pro deler tu session de authentication unic (SSO).
mk: {start_anchor}Стиснете тука{end_anchor} за да ја избришете еднонајавната седница (SSO).
nb: {start_anchor}Trykk her{end_anchor} for å slette SSO-økten din.
nl: {start_anchor}Klik hier{end_anchor} om uw eenmalige aanmelding (SSO)-sessie te verwijderen.
sl: {start_anchor}Kliknite tukaj{end_anchor}, če želite izbrisati sejo z enojno prijavo (SSO).

source: {start_bold}{enterprise_name}{end_bold} has partnered with {start_bold}{platform_name}{end_bold} to offer you high-quality learning opportunities from the world's best institutions and universities.
ia: {start_bold}{enterprise_name}{end_bold} collabora con {start_bold}{platform_name}{end_bold} pro offerer te opportunitates de apprendimento de alte qualitate proveniente del melior institutiones e universitates del mundo.
mk: {start_bold}{enterprise_name}{end_bold} стапи во соработка со {start_bold}{platform_name}{end_bold} за да ви понуди можности за висококвалитетна обука од најдобрите установи и универзитети на светот.
nb: {start_bold}{enterprise_name}{end_bold} har inngått et partnerskap med {start_bold}{platform_name}{end_bold} for å tilby deg høykvalitets undervisningsmuligheter fra verdens beste institusjoner og universiteter.
nl: {start_bold}{enterprise_name}{end_bold} werkt samen met {start_bold}{platform_name}{end_bold} om u hoogwaardige leermogelijkheden te bieden van 's werelds beste instellingen en universiteiten.
sl: {start_bold}{enterprise_name}{end_bold} sodeluje s {start_bold}{platform_name}{end_bold}, da bi vam ponudil visokokakovostne priložnosti za učenje na najboljših svetovnih ustanovah in univerzah.

source: What to study next?
ia: Que studiar postea?
lt: Ką toliau studijuoti?
mk: Што да учам следно?
nb: Hva ønsker du å studere videre?
nl: Wat gaat u hierna leren?
sl: Kaj želite študirati naslednje?

source: Retrieve your grades for your enrolled courses
ia: Recuperar tu notas pro le cursos al quales tu es inscribite
lt: Gaukite savo kursų pažymius
mk: Добијте ги вашите оценки за запишаните курсеви
nb: Hent karakterene dine for kurs du er meldt på
nl: Uw cijfers ophalen voor de cursussen waarvoor u ingeschreven staat
sl: Pridobite svoje ocene za vpisane tečaje

source: Your Contact Mailing Address Here
ia: Tu adresse postal de contacto hic
lt: Jūsų kontaktinis pašto adresas čia
mk: Вашата пошта тука
nb: Din kontaktadresse her
nl: Uw contact-postadres hier
sl: Tukaj vnesite svoj kontaktni e-poštni naslov

source: Instructor Led
ia: Dirigite per instructor
lt: Vedama instruktoriaus
mk: Со инструктор
nb: Instruktørledet
nl: Door instructeur geleid
sl: Vodi inštruktor

source: Read access
ia: Accesso de lectura
lt: Skaityti prieigą
mk: Пристап до читање
nb: Lesetilgang
nl: Leestoegang
sl: Dostop za branje

source: Course Paced
ia: Rhythmo del curso
lt: Kurso tempas
mk: Темпо на курсот
nb: Trinnvist kurs
nl: Cursustempo
sl: Tempo tečaja

source: Require Prerequisites
ia: Exiger prerequisitos
lt: Reikalauti išankstinių sąlygų
mk: Барај предуслови
nb: Krev forutsetninger
nl: Vereisten
sl: Zahtevaj predpogoje

source: Write access
ia: Accesso de scriptura
lt: Rašymo teisės
mk: Пристап до пишување
nb: Skrivetilgang
nl: Schrijftoegang
sl: Dostop za pisanje

source: Your Platform Studio
ia: Tu studio de platteforma
mk: Вашето подложно студио
nb: Ditt plattformstudio
nl: Uw platformstudio
sl: Vaš Platform Studio

source: Welcome to {platform_name}.
ia: Benvenite a {platform_name}.
lt: Sveiki atvykę į {platform_name}.
mk: Добре дојдовте на {platform_name}.
nb: Velkommen til {platform_name}.
nl: Welkom bij {platform_name}.
sl: Pozdravljeni na {platform_name}.

source: Open In Coming Three Months
ia: Aperte in le tres proxime menses
mk: Отворено во претстојните три месеци
nb: Åpent i løpet av tre måneder
nl: Open in de komende drie maanden
sl: Odprto v prihodnjih treh mesecih

source: Open After Three Months
ia: Aperte post tres menses
mk: Отворено по три месеци
nb: Åpent om tre måneder
nl: Open na drie maanden
sl: Odprto po treh mesecih

source: You have left the {start_bold}{enterprise_name}{end_bold} website and are now on the {platform_name} site. {enterprise_name} has partnered with {platform_name} to offer you high-quality, always available learning programs to help you advance your knowledge and career. {line_break}Please note that {platform_name} has a different {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end} from {enterprise_name}.
ia: Tu ha quitate le sito de {start_bold}{enterprise_name}{end_bold} e ora es in le sito de {platform_name}. {enterprise_name} ha collaborate con {platform_name} pro offerer te programmas de apprendimento de alte qualitate, sempre disponibile, pro adjutar te a promover tu cognoscentia e carriera. {line_break}Per favor nota que {platform_name} ha un {privacy_policy_link_start}Politica de Confidentalitate{privacy_policy_link_end} differente de {enterprise_name}.
mk: Го напуштивте мрежното место {start_bold}{enterprise_name}{end_bold} и сега сте на {platform_name}. {enterprise_name} стапи во соработка со {platform_name} за да ви понуди висококвалитетни и секогаш достапни учебни програми со кои ќе напредувате во вашата наобразба и кариера. {line_break}Имајте на ум дека {platform_name} има поинакви {privacy_policy_link_start}Правила за личните податоци{privacy_policy_link_end} од {enterprise_name}.
nb: Du har forlatt nettstedet {start_bold}{enterprise_name}{end_bold}, og er nå på {platform_name}. {enterprise_name} har inngått et partnerskap med {platform_name} for å tilby høykvalitets læringsprogrammer for å hjelpe deg med å forbedre kunnskapen din og karrieren din. {line_break}Merk at {platform_name} har en annen {privacy_policy_link_start}personvernspolitikk{privacy_policy_link_end} enn {enterprise_name}.
nl: U heeft de {start_bold}{enterprise_name}{end_bold}-website verlaten en bent nu op de {platform_name}-site. {enterprise_name} werkt samen met {platform_name} om u hoogwaardige, altijd beschikbare leerprogramma's aan te bieden om u te helpen uw kennis en carrière vooruit te helpen. {line_break}Houd er rekening mee dat {platform_name} een ander {privacy_policy_link_start}Privacybeleid{privacy_policy_link_end} heeft dan {enterprise_name}.
sl: Zapustili ste spletno mesto {start_bold}{enterprise_name}{end_bold} in ste zdaj na spletnem mestu {platform_name}. Podjetje {enterprise_name} sodeluje s platformo {platform_name}, da bi vam ponudilo visokokakovostne, vedno razpoložljive učne programe, ki vam bodo pomagali napredovati pri znanju in v karieri. {line_break}Upoštevajte, da ima {platform_name} drugačen {privacy_policy_link_start}pravilnik o zasebnosti{privacy_policy_link_end} kot {enterprise_name}.

source: Retrieve your course certificates
ia: Recuperar tu certificatos de curso
lt: Gaukite savo kurso sertifikatus
mk: Земете ги вашите уверенија од курсеви
nb: Hent kursdiplomene dine
nl: Uw cursuscertificaten ophalen
sl: Pridobite potrdila o tečaju

source: Follow {platform_name} on Instagram
ia: Sequer {platform_name} sur Instagram
lt: Sekite {platform_name} „Instagram“
mk: Слетете ја {platform_name} на Инстаграм
nb: Følg {platform_name} på Instagram
nl: Volg {platform_name} op Instagram
sl: Spremljajte {platform_name} na Instagramu

source: Subscribe to the {platform_name} subreddit
ia: Abonar se al subreddit de {platform_name}
lt: Sekite „{platform_name}“ subreddit
mk: Преплатете се на субредитот на {platform_name}
nb: Abonner på subredditen til {platform_name}
nl: Abonneer u op de subreddit {platform_name}
sl: Naročite se na subreddit {platform_name}

source: Your Platform 𝓢𝓽𝓾𝓭𝓲𝓸
ia: Tu platteforma 𝓢𝓽𝓾𝓭𝓲𝓸
mk: Вашата подлога 𝓢𝓽𝓾𝓭𝓲𝓸
nb: Ditt plattformstudio
nl: Uw platform 𝓢𝓽𝓾𝓭𝓲𝓸
sl: Vaša platforma 𝓢𝓽𝓾𝓭𝓲𝓸

source: Subscribe to the {platform_name} YouTube channel
ia: Abonar se al canal YouTube de {platform_name}
lt: Prenumeruokite {platform_name} „YouTube“ kanalą
mk: Преплатете се на каналот {platform_name} на Јутјуб
nb: Abonner på YouTube-kanalen til {platform_name}
nl: Abonneer u op het YouTube-kanaal {platform_name}
sl: Naročite se na YouTube kanal {platform_name}

source: Follow {platform_name} on Twitter
ia: Sequer {platform_name} sur Twitter
lt: Sekite {platform_name} „Twitter“
mk: Слетете ја {platform_name} на Твитер
nb: Følg {platform_name} på Twitter
nl: Volg {platform_name} op Twitter
sl: Spremljajte {platform_name} na Twitterju

source: Credit
ia: Credito
lt: Kreditas
mk: Признание
nb: Kreditering
nl: Vermeldingen
sl: Zasluge

source: Know your user identifier
ia: Cognoscer tu identificator de usator
mk: Знајте ја вашата корисничка назнака
nb: Kjenne bruker-ID-en din
nl: Ken uw gebruikers-ID
sl: Spoznajte svoj uporabniški identifikator

source: No Prerequisites
ia: Necun prerequisito
lt: Nėra išankstinių sąlygų
mk: Нема предуслови
nb: Ingen forutsetninger
nl: Geen vereisten
sl: Ni predpogojev

source: Your Platform Description Here
ia: Description de tu platteforma hic
mk: Опис на вашата подлога тука
nb: Din plattformbeskrivelse her
nl: Uw platformbeschrijving hier
sl: Tukaj vnesite opis svoje platforme

source: If you are not redirected within 5 seconds, {start_anchor}click here to go to the home page{end_anchor}.
ia: Si tu non es redirigite in 5 secundas, {start_anchor}clicca hic pro ir al pagina de initio{end_anchor}.
mk: Ако не ве пренасочиме за 5 секунди, {start_anchor}стиснете тука за да отидете на почетната страница{end_anchor}.
nb: Hvis du ikke blir omdirigert i løpet av 5 sekunder kan du {start_anchor}trykke her for å gå til startsiden{end_anchor}.
nl: Als je niet binnen 5 seconden wordt omgeleid, {start_anchor}klik dan hier om naar de thuispagina te gaan{end_anchor}.
sl: Če ne boste preusmerjeni v 5 sekundah, {start_anchor}kliknite tukaj, da se pomaknete na domačo stran{end_anchor}.

source: Your Platform Name Here
ia: Nomine de tu platteforma hic
mk: Името на вашата подлога овде
nb: Ditt plattformnavn her
nl: Uw platformnaam hier
sl: Ime vaše platforme tukaj

source: Open after 3 months
ia: Aperte post 3 menses
mk: Отворено по 3 месеци
nb: Åpen om 3 måneder
nl: Open na 3 maanden
sl: Odprto po 3 mesecih

source: Know your email address
ia: Cognoscer tu adresse de e-mail
mk: Знајте ја вашата е-поштенска адреса
nb: Kjenne e-postadressen din
nl: Ken uw e-mailadres
sl: Vnesite svoj e-poštni naslov

source: Course Type
ia: Typo de curso
mk: Вид на курс
nb: Kurstype
nl: Type cursus
sl: Vrsta tečaja

source: Know your name and username
ia: Cognoscer tu nomine e nomine de usator
mk: Знајте го вашето име и корисничко име
nb: Kjenne navnet og brukernavnet ditt
nl: Ken uw naam en gebruikersnaam
sl: Vnesite svoje ime in uporabniško ime

source: Like {platform_name} on Facebook
ia: Appreciar {platform_name} sur Facebook
mk: Бендисајте ја {platform_name} на Фејсбук
nb: Lik {platform_name} på Facebook
nl: Vind {platform_name} leuk op Facebook
sl: Všečkajte {platform_name} na Facebooku

source: Follow {platform_name} on LinkedIn
ia: Sequer {platform_name} sur LinkedIn
mk: Слетете ја {platform_name} на LinkedIn
nb: Følg {platform_name} på LinkedIn
nl: Volg {platform_name} op LinkedIn
sl: Spremljajte {platform_name} na LinkedInu

source: Enrollment Type
ia: Typo de inscription
mk: Вид на упис
nb: Innskrivingstype
nl: Type inschrijving
sl: Vrsta vpisa

source: Open in coming 3 months
ia: Aperte in proxime 3 menses
mk: Отворено во претстојните 3 месеци
nb: Åpen i løpet av de neste 3 månedene
nl: Open in de komende 3 maanden
sl: Odprto v naslednjih 3 mesecih

source: All Courses enrollment Report
mk: Извештај на уписите на сите курсеви
nb: Alle kursinnskrivingsrapporter
nl: Inschrijvingsrapportage voor alle cursussen

source: Generate a report for last quarter enrollments of all courses.
ia: Generar un reporto pro le inscriptiones del ultime trimestre pro tote le cursos.
mk: Создај извештај за уписите на сите курсеви во последното тримесечие
nb: Generer en rapport for siste kvartals innskrivinger på alle kurs.
nl: Een rapportage aanmaken voor de laatste kwartaalinschrijvingen van alle cursussen.
sl: Ustvari poročilo za zadnje četrtletje vpisov v vse tečaje.

source: %(platform_name)s -> Your report is ready.
ia: %(platform_name)s -> Tu reporto es preste.
lt: %(platform_name)s -> Jūsų ataskaita paruošta.
mk: %(platform_name)s -> Вашиот извештај е готов.
nb: %(platform_name)s -> Rapporten din er klar.
nl: %(platform_name)s -> Uw rapportage is klaar.
sl: %(platform_name)s -> Vaše poročilo je pripravljeno.

source: Select Quarter
ia: Selige trimestre
lt: Pasirinkite ketvirtį
mk: Изберете тримесечие
nb: Velg kvartal
nl: Selecteer kwartaal
sl: Izberite četrtletje

source: View Reports
ia: Vider reportos
lt: Žiūrėti ataskaitas
mk: Погл. извештаи
nb: Vis rapporter
nl: Rapporten weergeven
sl: Ogled poročil

source: Select Year
ia: Selige anno
lt: Pasirinkite metus
mk: Изберете година
nb: Velg år
nl: Selecteer jaar
sl: Izberite leto

source: Options
ia: Optiones
lt: Parinktys
mk: Поставки
nb: Alternativer
nl: Opties
sl: Možnosti
