Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/wm-django.po
Languages: de, ia, lt, mk, nb, nl, sl, sv

source: Generate Courses Enrollment Report
ia: Generar reporto de inscriptiones a cursos
lt: Generuoti dalyvavimo kursuose ataskaitą
mk: Создај извештај за уписи во курсевите
nb: Generer kursinnskrivingsrapport
nl: Rapportage inschrijving cursussen aanmaken
sl: Ustvari poročilo o vpisu v tečaje

source: The status for any active tasks appears in the list below.
ia: Le stato de omne cargas active appare in le lista hic infra.
lt: Visų aktyvių užduočių būsena rodoma toliau pateiktame sąraše.
mk: Статусот на активните задачи се прикажува на списокот подолу.
nb: Statusen for dine aktive oppgaver vises i lista nedenfor.
nl: De status van alle actieve taken verschijnt in de onderstaande lijst.
sl: Status vseh aktivnih opravil je prikazan na spodnjem seznamu.

source: enrollment
mk: упис
nb: innskriving
nl: inschrijving

source: Generate an all time report of enrolment/completion for all courses.
ia: Generar un reporto de inscription/termination pro tote le cursos e tote le periodos.
lt: Generuoti viso laikotarpio ataskaitą dėl dalyvavimo kursuose ar jų baigimo.
mk: Создај досегашен извештај за уписи/завршувања на сите досегашни курсеви.
nb: Generer en rapport som gjelder innskriving/fullføring for alle kurs (når som helst).
nl: Een rapportage inschrijving/voltooiing voor alle cursussen en alle perioden aanmaken.
sl: Ustvari izčrpno poročilo o vpisu/zaključku za vse tečaje.

source: Quarterly Courses enrollment Report
mk: Извештај за уписи во тримесечните курсеви
nb: Kvartalsmessig kursinnskrivingsrapport
nl: Rapportage inschrijving op driemaandelijkse cursussen

source: Generate an all time report of enrollment/completion for all courses.
ia: Generar un reporto de inscription/termination pro tote le cursos e tote le periodos.
mk: Создај досегашен извештај за уписи/завршувања на сите досегашни курсеви.
nb: Generer en rapport som gjelder innskriving/fullføring for alle kurs (for når som helst).
nl: Een rapportage inschrijving/voltooiing voor alle cursussen en alle perioden aanmaken.
sl: Ustvaritev izčrpnega poročila o vpisu/zaključku za vse tečaje.

source: %(thread_username)s created a post: <b>%(thread_title)s</b>:
mk: %(thread_username)s создаде објава: <b>%(thread_title)s</b>:
nb: %(thread_username)s opprettet en post: <b>%(thread_title)s</b>:
nl: %(thread_username)s heeft een bericht gemaaktt: <b>%(thread_title)s</b>:

source: %(thread_username)s created a post: %(thread_title)s:
mk: %(thread_username)s создаде објава: %(thread_title)s:
nb: %(thread_username)s opprettet en post: %(thread_title)s:
nl: %(thread_username)s heeft een bericht gemaakt: %(thread_title)s

source: %(platform_name)s -> %(created_by)s Created a post.
mk: %(platform_name)s -> %(created_by)s Создаде објава.
nb: %(platform_name)s → %(created_by)s opprettet en post.
nl: %(platform_name)s -> %(created_by)s heeft een bericht gemaakt.

source: %(platform_name)s -> %(created_by)s created a post.
mk: %(platform_name)s -> %(created_by)s создаде објава.
nb: %(platform_name)s → %(created_by)s opprettet en post.
nl: %(platform_name)s -> %(created_by)s heeft een bericht gemaakt.

source: WikiLearn, hosted by the Wikimedia Foundation, is a dedicated learning platform for the Wikimedia movement. It offers a comprehensive range of self-paced and instructor-led courses aimed at capacity building and leadership development within the Wikimedia community. Courses on WikiLearn are collaboratively developed by and for Wikimedians with a commitment to accessibility and diversity. For inquiries, contact the Community Development team at
mk: WikiLearn, вдомено од Фондацијата Викимедија, е подлога за учење на Викимедииното движење. Нуди опширен опсег на курсеви за самостојно учење и учење со инструктор наменети за изградба на капацитети и развој на водствот ово Викимедиината заедница. Курсевите на WikiLearn се соработно разработени од и за викимедијанците со посветеност на пристапноста и разновидноста. Ако имате прашања, упатете ги кон екипата Развој на заедницата на
nl: WikiLearn, gehost door de Wikimedia Foundation, is een toegewijd leerplatform voor de Wikimedia-beweging. Het biedt een uitgebreid scala aan cursussen in eigen tempo en onder leiding van een instructeur, gericht op capaciteitsopbouw en leiderschapsontwikkeling binnen de Wikimedia-gemeenschap. Cursussen op WikiLearn worden gezamenlijk ontwikkeld door en voor Wikimedianen met een toewijding aan toegankelijkheid en diversiteit. Voor vragen kunt u contact opnemen met het Community Development-team via

source: Hide Score Tab
mk: Скриј јазиче за оценки
nl: Tabblad Score verbergen

source: Select course family in which you want to display your course. Available options are "font-trebuchet", "font-open-sans", "font-noto-kufi-arabic", "font-montserrat", and "font-source-sans-pro". If value is invalid or empty the default font-family will be "Helvetica Neue".
mk: Изберете го семејството фонтови со кое сакате да се прикажува вашиот курс. Расположливи можности се „font-trebuchet“, „font-open-sans“, „font-noto-kufi-arabic“, „font-montserrat“ и „font-source-sans-pro“. Ако вредноста е неважечка или празна, подразбрано семејство ќе биде „Helvetica Neue“.
nl: Selecteer het lettertype cursusgroep waarin u uw cursus wilt weergeven. Beschikbare opties zijn “font-trebuchet”, “font-open-sans”, “font-montserrat” en “font-source-sans-pro”. Als de waarde ongeldig of leeg is, is de standaardwaarde voor font-family “Helvetica Neue”.

source: {platform_name}, hosted by the Wikimedia Foundation, is a dedicated learning platform for the Wikimedia movement
mk: {platform_name}, чиј домаќин е Фондацијата Викимедија, е подлога на Викимедииното движење посветена на учење
nl: {platform_name}, gehost door de Wikimedia Foundation, is een speciaal leerplatform voor de Wikimedia-beweging

source: Allows hiding of the score tab.
mk: Секогаш се скрива јазичето за оценки.
nl: Hiermee kunt u het tabblad Score verbergen.

source: Weekly digest for course: %(course_name)s.
nl: Wekelijks overzicht voor cursus: %(course_name)s.

source: Generate a report on users preferred lanugage. Displays N/A for users who have not selected a lanugage
nl: Genereer een rapport over de voorkeurstaal van gebruikers. Geeft N/A weer voor gebruikers die geen taal hebben geselecteerd

source: Weekly Discussion Summary
nl: Wekelijkse samenvatting van overleg

source: Users preferred language report
nl: Rapport over de voorkeurstaal van gebruikers

source: Generate Users Preferred Language Report
nl: Genereer gebruikersvoorkeurstaalrapport

source: posts created at
nl: berichten gemaakt op

source: View discussions
nl: Overleg bekijken

source: Course version report (aggregate)
nl: Cursusversierapport (samengevoegd)

source: Quarterly courses enrollment report
nl: Kwartaalrapport cursusinschrijvingen

source: Show less
nl: Minder weergeven

source: %(num_posts)s posts created at %(location_group.unit_name)s
nl: %(num_posts)s berichten gemaakt bij %(location_group.unit_name)s

source: All courses enrollment report
nl: Rapport alle cursusinschrijvingen

source: Return to course
nl: Terug naar de cursus

source: %(ctx.created_by)s created a post: <b>%(thread_title)s</b>
nl: %(ctx.created_by)s heeft een bericht gemaakt: <b>%(thread_title)s</b>

source: Discussion posts created this week:
nl: Overleg van deze week:

source: Posted on
nl: Toegevoegd op

source: Course version report (detailed - per course)
nl: Rapportage cursusversie (gedetailleerd - per cursus)

source: Generate Users Enrollment Report
nl: Rapport gebruikersinschrijvingen aanmaken

source: Certificate Creation Date
nl: Datum van aanmaak van certificaat

source: Grade
nl: Cijfer

source: Generates a report on users enrollments and their completed courses
nl: Maakt een rapport aan over de inschrijvingen van gebruikers en hun voltooide cursussen

source: Certificate link
nl: Koppeling naar certificaat

source: Usernames must not contain the following symbols: #, <, >, [, ], |, {, }, /, \, :, @
nl: Gebruikersnamen mogen de volgende symbolen niet bevatten: #, <, >, [, ], |, {, }, /, \, :, @

source: All Users enrollment report
nl: Rapport inschrijving van alle gebruikers

source: Generates an expanded report of user's enrollments and course completion dates
nl: Stelt een uitgebreid overzicht samen van de inschrijvingen van gebruikers en de data waarop cursussen zijn afgerond

source: enrollment_acctivity_report
nl: overzicht_inschrijvingsactiviteit

source: Enrollment activity report
nl: Overzicht inschrijvingsactiviteit

source: TS
mk: ПН

source: recent
de: Aktuell
ia: recente
lt: naujausi
mk: скорешнo
nb: nylig
sl: nedavno
sv: senaste

source: Filters
de: Filter
ia: Filtros
lt: Filtrai
mk: Филтри
nb: Filtre
sl: Filtri
sv: Filter

source: 19 April 2021
ia: 19 de april 2021
lt: 2021 m. balandžio 19 d.
mk: 19 април 2021 г.
sl: 19. aprila 2021

source: Facebook
mk: Фејсбук

source: Instagram
mk: Инстаграм

source: VK
mk: ВКонтакте

source: Studio
lt: Studija
mk: Студио

source: Open
ia: Aperir
lt: Atvira
mk: Отвори
nb: Åpen
sl: Odpri

source: Open édX Platform
ia: Aperir platteforma édX
mk: Отворена édX-подлога
nb: Åpne édX-plattformen
sl: Odpri platformo édX

source: Meetup
mk: Средба
nb: Treff
sl: Srečanje

source: Kosovo
mk: Косово

source: No-Id-Professional
mk: Стручњак без назнака
nb: Profesjonell uten ID

source: all_enrollments_stats
mk: сите_статистики_за_уписи

source: 𝓢𝓽𝓾𝓭𝓲𝓸
nb: Studio

source: Messenger - {platform_name}
sl: Sporočilnik – {platform_name}

source: All Courses Enrollement Report
ia: Reporto de inscription a tote le cursos
sl: Poročilo o vpisu v vse tečaje

source: enrollement
ia: inscription
lt: dalyvavimas
sl: vpis

source: Quarterly Courses Enrollement Report
ia: Reporto trimestral de inscription a cursos
lt: Ketvirčio dalyvavimo kursuose ataskaita
sl: Četrtletno poročilo o vpisu v tečaje

source: édX
lt: edX
