Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/wm-django.po
Languages: de, ia, lt, mk, nb, nl, sl, sv

source: %(comment_username)s mentioned you in the comment on post: <b>%(thread_title)s</b>:
de: %(comment_username)s hat dich in einem Kommentar zu einem Beitrag erwähnt: <b>%(thread_title)s</b>:
ia: %(comment_username)s te ha mentionate in le commento del message: <b>%(thread_title)s</b>:
lt: %(comment_username)s paminėjo jus komentare įraše: <b>%(thread_title)s</b> :
mk: %(comment_username)s ве спомна во коментар на објавата: <b>%(thread_title)s</b>:
nb: %(comment_username)s nevnte deg i en kommentar på innlegget <b>%(thread_title)s</b>:
nl: %(comment_username)s heeft u genoemd in het commentaar op het bericht: <b>%(thread_title)s</b>:
sl: %(comment_username)s vas je omenil_a v komentarju pri objavi: <b>%(thread_title)s</b>:
sv: %(comment_username)s nämnde dig i kommentaren på inlägg: %(thread_title)s:

source: recipient list can not be empty.
de: Die Empfängerliste darf nicht leer sein.
ia: le lista de destinatarios non pote esser vacue.
lt: gavėjų sąrašas negali būti tuščias.
mk: списокот на примачи не може да биде празен.
nb: mottakkerlista kan ikke være tom.
nl: lijst met ontvangers mag niet leeg zijn.
sl: seznam prejemnikov ne sme biti prazen.
sv: mottagarlistan kan inte vara tom.

source: Copyright
de: Urheberrecht
ia: Derectos de autor
lt: Autorių teisės
mk: Авторски права
nb: Opphavsrett
nl: Auteursrechten
sl: Avtorske pravice
sv: Upphovsrätt

source: Report Name
de: Name des Berichtes
ia: Nomine del reporto
lt: Ataskaitos pavadinimas
mk: Име на извештајот
nb: Rapportnavn
nl: Naam rapport
sl: Naziv poročila
sv: Rapportnamn

source: User does not exist - invalid username {}
de: Benutzer existiert nicht - ungültiger Benutzername {}
ia: Usator non existe; nomine de usator {} non valide
lt: Naudotojo nėra – netinkamas naudotojo vardas {}
mk: Корисникот не постои — неважечко корисничко име {}
nb: Brukeren finnes ikke – ugyldig brukernavn {}
nl: Gebruiker bestaat niet; de gebruikersnaam {} is ongeldig
sl: Uporabnik ne obstaja – neveljavno uporabniško ime {}
sv: Användaren finns inte - ogiltigt användarnamn {}

source: Login your platform to view all new messages.
de: Logge dich auf deiner Plattform ein, um alle neuen Nachrichten zu sehen.
ia: Aperi session sur tu platteforma pro vider tote le nove messages.
lt: Prisijunkite prie savo platformos, kad peržiūrėtumėte visas naujas žinutes
mk: Најавете се на вашата платформа за да ги видите сите нови пораки.
nb: Logg inn på plattformen for å se alle nye meldinger.
nl: Meld u aan bij uw platform om alle nieuwe berichten te bekijken.
sl: Prijavite se v svojo platformo za ogled vseh novih sporočil.
sv: Logga in på din sida för att se alla nya meddelanden.

source: Generate
de: Generieren
ia: Generar
lt: Generuoti
mk: Создај
nb: Generer
nl: Aanmaken
sl: Ustvari
sv: Generera

source: Hi
ia: Salute
lt: Sveiki
mk: Здраво
nb: Hei,
nl: Hallo
sl: Živijo
sv: Hej

source: Enter Message ...
de: Nachricht eingeben ...
ia: Insere message…
lt: Įveskite žinutę ...
mk: Внесете порака ...
nb: Skriv inn melding …
nl: Voer bericht in…
sl: Vnesite sporočilo ...
sv: Ange meddelande...

source: Send
de: Senden
ia: Inviar
lt: Siųsti
mk: Испрати
nl: Verzenden
sl: Pošlji
sv: Skicka

source: Invalid request - request object not found.
de: Ungültige Anfrage - Anfrageobjekt nicht gefunden.
ia: Requesta non valide; objecto de requesta non trovate.
lt: Neteisinga užklausa – užklausos objektas nerastas.
mk: Неважечко барање. Предметот на барање не е најден.
nb: Ugyldig forespørsel – forespørselsobjekt ikke funnet.
nl: Ongeldig verzoek – verzoekobject niet gevonden.
sl: Neveljaven zahtevek – zahtevani objekt ni bil najden.
sv: Ogiltig begäran - objektet du begärde kan inte hittas.

source: Unable to load Courses.
de: Die Kurse können nicht geladen werden.
ia: Non pote cargar cursos.
lt: Nepavyko įkelti kursų.
mk: Не можам да ги вчитам курсевите.
nb: Kunne ikke laste kurs.
nl: Kan cursussen niet laden.
sl: Tečajev ni mogoče naložiti.
sv: Det gick inte att ladda kurser.

source: APPROVE ALL
de: ALLES GENEHMEN
ia: APPROBAR TOTES
lt: TVIRTINTI VISUS
mk: ОДОБРИ ГИ СИТЕ
nb: GODKJENN ALLE
nl: ALLES GOEDKEUREN
sl: ODOBRI VSE
sv: GODKÄNN ALLA

source: Inbox
de: Posteingang
ia: Cassa de entrata
lt: Gautieji
mk: Примени
nb: Innboks
nl: Postvak IN
sl: Prejeta pošta
sv: Inkorg

source: Problem Grade report for all currently enrolled students
de: Problem Notenbericht für alle derzeit eingeschriebenen Schüler
ia: Reporto de notas problematic pro tote le studentes actualmente inscribite
mk: Ивештај за проблематични оцени за сите тековно запишани ученици
nb: Problemkarakterrapport for alle innskrevne studenter
nl: Probleemcijferrapport voor alle momenteel ingeschreven studenten
sl: Poročilo o problematičnih ocenah za vse trenutno vpisane študente
sv: Problembetygsrapport för alla just nu inskrivna studenter

source: Search Users
de: Nach Benutzer suchen
ia: Cercar usatores
lt: Ieškoti naudotojų
mk: Пребарај корисници
nb: Søk i brukere
nl: Gebruikers zoeken
sl: Poišči uporabnike
sv: Sök efter användare

source: Translations
de: Übersetzungen
ia: Traductiones
lt: Vertimai
mk: Преводи
nb: Oversettelser
nl: Vertalingen
sl: Prevodi
sv: Översättningar

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses.
de: Du bist fast am Ziel! Nutze den unten stehenden Link, um dein Konto zu aktivieren und Zugang zu spannenden, hochwertigen Kursen der %(platform_name)s zu erhalten.
ia: Tu ha quasi arrivate! Usa le ligamine sequente pro activar tu conto e acceder a cursos attrahente e de alte qualitate de %(platform_name)s.
lt: Beveik baigta! Spauskite nuorodą žemiau, kad aktyvuotumėte savo paskyrą ir gautumėte prieigą prie įtraukiančių, aukštos kokybės %(platform_name)s kursų.
mk: Речиси сте готови! Послужете се со долунаведената врска за да ја активирате вашата сметка за да добиете пристап до интересни и висококвалитетни курсеви на %(platform_name)s.
nb: Du er nesten klar! Bruk lenka nedenfor for å aktivere kontoen din for å få tilgang til engasjerende %(platform_name)s-kurs med høy kvalitet.
nl: U bent er bijna! Activeer met onderstaande koppeling uw account om toegang te krijgen tot boeiende en hoogwaardige cursussen van %(platform_name)s.
sl: Skoraj ste že tam! Uporabite spodnjo povezavo, da aktivirate svoj račun za dostop do zanimivih, visokokakovostnih tečajev %(platform_name)s.
sv: Du är nästan klar! Använd länken nedan för att aktivera ditt konto och komma åt inspirerande %(platform_name)s-kurser av hög kvalitet.

source: Congratulations! Translations are approved. They're also applied automatically to the Course Blocks
de: Herzlichen Glückwunsch! Die Übersetzungen sind genehmigt. Sie werden auch automatisch auf die Kursblöcke angewendet
ia: Felicitationes! Le traductiones ha essite approbate. Illos se applica automaticamente al blocos de curso.
lt: Sveikiname! Vertinimai patvirtinti. Jie taip pat taikomi automatiškai kursų blokams
mk: Честитки! Преводите се одобрени. Истите автоматски се применат врз курсните блокови
nb: Gratulerer! Oversettelsene er godkjent. De gjelder automatisk også kursblokkene
nl: Gefeliciteerd! De vertalingen zijn goedgekeurd. Ze worden ook automatisch toegepast op de cursusblokken
sl: Čestitke! Prevodi so odobreni. Samodejno bodo uporabljeni tudi za bloke tečajev.
sv: Grattis! Översättningarna är godkänd. De tillämpas också automatiskt på kursmodulerna

source: progress
de: Fortschritt
ia: progresso
lt: progresas
mk: напредок
nb: framgang
nl: voortgang
sl: napredek
sv: förlopp

source: Select Base Course
de: Tragschicht auswählen
ia: Selige curso de base
lt: Pasirinkite bazinį kursą
mk: Изберете основен курс
nb: Velg grunnkurs
nl: Selecteer basiscursus
sl: Izberite osnovni tečaj
sv: Välj baskurs

source: No pending translations to be approved
de: Keine ausstehenden Übertragungen zu genehmigen
ia: Necun traduction attende approbation
lt: Nėra laukiančių vertimų, kuriuos reikia patvirtinti
mk: Нема преводи на чекање за одобрување
nb: Ingen ventende oversettelser som kan godkjennes
nl: Er zijn geen wachtende vertalingen om goed te keuren
sl: Ni čakajočih prevodov, ki bi jih bilo treba odobriti
sv: Det finns inga översättningar som väntar på godkännande

source: %(thread_username)s mentioned you on post: <b>%(thread_title)s</b>:
de: %(thread_username)s hat dich in einem Beitrag erwähnt: <b>%(thread_title)s</b>:
ia: %(thread_username)s te ha mentionate in le message: <b>%(thread_title)s</b>:
lt: %(thread_username)s paminėjo jus įraše: <b>%(thread_title)s</b>:
mk: %(thread_username)s ве спомна во објавата: <b>%(thread_title)s</b>:
nb: %(thread_username)s nevnte deg i et innlegg: <b>%(thread_title)s</b>:
nl: %(thread_username)s heeft u genoemd in bericht: <b>%(thread_title)s</b>:
sl: %(thread_username)s vas je omenil_a v komentarju: <b>%(thread_title)s</b>:
sv: %(thread_username)s nämnde dig i inlägget: <b>%(thread_title)s</b> :

source: Enter true or false. If true, students can see score tab on the progress page
de: Gib true oder false ein. Bei "true" können die Schüler die Registerkarte "Punkte" auf der Fortschrittsseite sehen.
ia: Insere ‘true’ (ver) o ‘false’. Si ver, le studentes pote vider le scheda de score sur le pagina de progresso.
mk: Внесете true или false. Ако е true, учениците ќе можат да го гледаат јазичето со оцени во страницата за напредок
nb: Skriv inn true eller false. Hvis man velger true kan studentene se poengfanen på framgangssiden
nl: Vul waar of onwaar in. Als dit waar is, kunnen studenten het scoretabblad zien op de voortgangspagina
sl: Vnesite »true« (pravilno) ali »false« (napačno). Če boste vnesli »true«, bodo učenci lahko na strani napredka videli zavihek z rezultati.
sv: Ange true eller false. Om true kan studenter se poängfliken på förloppssidan

source: <font color="#ffffff"><b>View Messenger</b></font>
de: <font color="#ffffff"><b>Messenger ansehen</b></font>
ia: <font color="#ffffff"><b>Vider Messenger</b></font>
lt: <font color="#ffffff"><b>Žiūrėti žinutes</b></font>
mk: <font color="#ffffff"><b>Погл. го Messenger</b></font>
nb: <font color="#ffffff"><b>Vis Messenger</b></font>
nl: <font color="#ffffff"><b>Messenger bekijken</b></font>
sl: <font color="#ffffff"><b>Prikaži Sporočilnik</b></font>
sv: <font color="#ffffff"><b>Visa Messenger</b></font>

source: Unable to load content.
de: Der Inhalt kann nicht geladen werden.
ia: Non pote cargar contento.
lt: Nepavyko įkelti turinio.
mk: Не можам да ја вчитам содржината.
nb: Kunne ikke laste innhold.
nl: Kan inhoud niet laden.
sl: Vsebine ni mogoče naložiti.
sv: Det gick inte att ladda innehållet.

source: Congratulations! The translation is approved. It's also applied automatically to the Course Block
de: Herzlichen Glückwunsch! Die Übersetzung ist genehmigt. Sie wird auch automatisch auf den Kursblock angewendet
ia: Felicitationes! Le traduction ha essite approbate. Illo se applica automaticamente al bloco de curso.
lt: Sveikiname! Vertimas patvirtintas. Jis taip pat automatiškai taikomas kurso blokui
mk: Честитки! Преводот е одобрен. Истиот автоматски се примени врз курсниот блок
nb: Gratulerer! Oversettelsen er godkjent. Den gjelder automatisk også kursblokka
nl: Gefeliciteerd! De vertaling is goedgekeurd. Deze wordt ook automatisch toegepast op het cursusblok
sl: Čestitke! Prevodi so odobreni. Samodejno bodo uporabljeni tudi za bloke tečajev.
sv: Grattis! Översättningen är godkänd. De tillämpas också automatiskt på kursmodulerna

source: Sysadmin
de: Systemadministrator
ia: Administrator de systema
mk: Системски админ
nb: Systemadministrator
nl: Systeembeheerder
sl: Sistemski administrator
sv: Systemadministratör

source: Error in marking messages read.
de: Fehler bei der Markierung gelesener Nachrichten.
ia: Error durante le marcage de messages como legite.
mk: Грешка во означувањето на пораките како прочитани.
nb: Feil under merking av meldinger som lest.
nl: Fout bij het markeren van berichten als gelezen.
sl: Napaka pri označevanju sporočil kot prebranih.
sv: Det går inte att markera meddelanden som lästa.

source: Progress report for all currently enrolled students
de: Fortschrittsbericht für alle derzeit eingeschriebenen Schüler
ia: Reporto de progresso pro tote le studentes actualmente inscribite
mk: Извештај за напредокот на сите тековно запишани ученици
nb: Framgangsrapport for alle innskrevne studenter
nl: Voortgangsrapportage voor alle momenteel ingeschreven studenten
sl: Poročilo o napredku za vse trenutno vpisane študente
sv: Framstegsrapport för alla just nu inskrivna studenter

source: Congratulations! The translation is applied to the Course Block
de: Herzlichen Glückwunsch! Die Übersetzung wird auf den Kursblock angewendet
ia: Felicitationes! Le traduction es applicate al bloco de curso.
mk: Честитаме! Преводот е применет врз курсниот блок
nb: Gratulerer! Oversettelsen gjelder kursblokka
nl: Gefeliciteerd! De vertaling wordt toegepast op het cursusblok
sl: Čestitke! Prevod se uporablja za blok tečajev.
sv: Grattis! Översättningen tillämpas nu på kursmodulen

source: Message(s) have been sent.
de: Die Nachricht(en) wurde(n) gesendet.
ia: Message(s) ha essite inviate.
mk: Пораките се испратени.
nb: Melding(er) har blitt sendt.
nl: Bericht(en) verzonden.
sl: Sporočilo(a) je(so) bilo(a) poslano(a).
sv: Meddelande(n) har skickats.

source: Grade report for all currently enrolled students
de: Notenbericht für alle derzeit eingeschriebenen Schüler
ia: Reporto de notas pro tote le studentes actualmente inscribite
mk: Извештајот за оцени на сите тековно запишани ученици
nb: Karakterrapport for alle innskrevne studenter
nl: Cijferrapport voor alle momenteel ingeschreven studenten
sl: Poročilo o ocenah za vse trenutno vpisane študente
sv: Betygsrapport för alla just nu inskrivna studenter

source: Unable to fetch translation this time, Please try again later.
de: Die Übersetzung konnte diesmal nicht abgerufen werden, bitte versuche es später noch einmal.
ia: Non pote obtener le traduction iste vice. Per favor tenta lo de novo plus tarde.
mk: Не можам да го добијам преводот. Обидете се подоцна.
nb: Kunne ikke hente oversettelser for øyeblikket. Prøv igjen senere.
nl: Kan deze keer geen vertaling ophalen. Probeer het later opnieuw.
sl: Trenutno ni mogoče pridobiti prevoda. Poskusite znova pozneje.
sv: Det gick inte att hämta översättningen just nu, försök igen senare.

source: Basic re-run
de: Grundlegender Wiederholungslauf
ia: Repetition de base
mk: Основно повторување
nb: Grunnleggende reprise
nl: Basisherhaling
sl: Osnovna ponovitev
sv: Grundläggande repris

source: Certificate of
de: Bescheinigung über
ia: Certificato de
lt: Sertifikatas
mk: Уверение за
nb: Diplom for
nl: Certificaat van
sl: Potrdilo o
sv: Intyg för

source: Search query param is required.
de: Der Parameter für die Suchanfrage ist erforderlich.
ia: Le parametro de consulta de recerca es necessari.
mk: Се бара параметар за барање за пребарување.
nb: Søkebegrepsparameter er påkrevd.
nl: Zoekvraagparameter is vereist.
sl: Potreben je parameter iskalne poizvedbe.
sv: Sökfrågeparameter krävs.

source: Base Course ID
de: Grundkurs-ID
ia: ID de curso de base
mk: Назнака на основниот крус
nb: Grunnkurs-ID
nl: Basiscursus-ID
sl: ID osnovnega tečaja
sv: Baskurs-ID

source: APPROVE
de: GENEHMIGEN
ia: APPROBAR
lt: PATVIRTINTI
mk: ОДОБРИ
nb: GODKJENN
nl: GOEDKEUREN
sl: ODOBRI
sv: GODKÄNN

source: Message has been sent.
de: Die Nachricht wurde gesendet.
ia: Message ha essite inviate.
lt: Žinutė išsiųsta.
mk: Пораката е испратена.
nb: Meldingen har blitt sendt.
nl: Bericht verzonden.
sl: Sporočilo je poslano.
sv: Meddelandet har skickats.

source: Apply
de: Anwenden
ia: Applicar
lt: Taikyti
mk: Примени
nb: Ta i bruk
nl: Toepassen
sl: Uporabi
sv: Verkställ

source: Reply
de: Antworten
ia: Responder
lt: Atsakyti
mk: Одговори
nb: Svar
nl: Antwoorden
sl: Odgovori
sv: Svara

source: Dear
de: Liebe/r
ia: Car
mk: Почитуван(а)
nb: Kjære
nl: Beste
sl: Spoštovani_a
sv: Kära

source: Course Version Report (Detailed - Per Course)
de: Bericht zur Kursversion (detailliert - pro Kurs)
ia: Reporto de version de curso (detaliate – per curso)
mk: Извештај за верзија на курсот (подробно - по курс)
nb: Kursversjonsrapport (detaljert – per kurs)
nl: Cursusversierapport (gedetailleerd - per cursus)
sl: Poročilo o različici tečaja (podrobno – po tečaju)
sv: Rapport över kursversioner (Detaljerad - per kurs)

source: APPLIED
de: ANGEWANDT
ia: APPLICATE
lt: TAIKOMA
mk: ПРИМЕНЕТО
nb: TATT I BRUK
nl: TOEGEPAST
sl: UPORABLJENO
sv: TILLÄMPAD

source: The Base Course ID
de: Die Grundkurs-ID
ia: Le ID de curso de base
mk: Назнака на основниот крус
nb: Grunnkurs-ID-en
nl: De basiscursus-ID
sl: ID osnovnega tečaja
sv: Baskurs-ID:t

source: Achievement
de: Errungenschaften
ia: Prestation
lt: Pasiekimas
mk: Достигнување
nb: Prestasjon
nl: Prestaties
sl: Dosežek
sv: Prestation

source: Note that you will not be able to log back into your account until you have activated it.
de: Beachte, dass du dich nicht wieder in dein Konto einloggen kannst, bevor du es aktiviert hast.
ia: Nota ben que tu non potera reaperir session in tu conto ante que tu lo ha activate.
lt: Atkreipkite dėmesį, kad negalėsite prisijungti prie savo paskyros, kol jos neaktyvuosite.
mk: Имајте на ум дека нема да можете повторно да се најавите на вашата сметка сè додека не ја активирате.
nb: Merk at du ikke trenger å logge inn på kontoen din igjen før du har aktivert den.
nl: Houd er rekening mee dat u zich pas weer kunt aanmelden bij uw account nadat u het hebt geactiveerd.
sl: Upoštevajte, da se ne boste mogli znova prijaviti v svoj račun, dokler ga ne aktivirate.
sv: Observera att du inte kommer att kunna logga in på ditt konto igen förrän du har aktiverat det.

source: Wiki Progress
de: Wiki Fortschritt
ia: Progresso wiki
mk: Викинапредок
nb: Wikiframgang
nl: Wiki-voortgang
sl: Napredek vikija
sv: Wikiförlopp

source: Collapse Outline
de: Kollaps Gliederung
ia: Contraher plano
mk: Собери го прегледот
nb: Slå sammen oversikt
nl: Overzicht samenvouwen
sl: Strni oris
sv: Fäll ihop Innehåll

source: has successfully completed
de: hat erfolgreich abgeschlossen
ia: ha terminate con successo
mk: успешно го заврши
nb: har fullført
nl: heeft succesvol afgerond
sl: je uspešno končal
sv: har framgångsrikt slutfört

source: List profile information for enrolled students
de: Profilinformationen für eingeschriebene Schüler auflisten
ia: Listar information de profilo de studentes inscribite
mk: Наведи профилни информации за запишаните ученици
nb: List opp profilinformasjon for innskrevne studenter
nl: Een lijst maken met profielgegevens van ingeschreven studenten
sl: Navedite profilne podatke za vpisane študente
sv: Lista profilinformation för inskrivna studenter

source: Certificate Info
de: Zertifikat Info
ia: Information de certificato
lt: Sertifikato informacija
mk: Инфо за уверенијата
nb: Diplominfo
nl: Certificaat-info
sl: Informacije o potrdilu
sv: Information om certifikat

source: other
de: anderes
ia: altere
lt: kita
mk: друго
nb: annet
nl: overige
sl: drugo
sv: övrigt

source: Type your message...
de: Gib deine Nachricht ein...
ia: Scribe tu message…
lt: Įveskite savo žinutę...
mk: Внесете ја пораката...
nb: Skriv inn meldingen din …
nl: Schrijf uw bericht…
sl: Vnesite svoje sporočilo ...
sv: Skriv ditt meddelande...

source: %(thread_username)s mentioned you on post: %(thread_title)s:
de: %(thread_username)s hat dich in einem Beitrag erwähnt: %(thread_title)s:
ia: %(thread_username)s te ha mentionate in le message: %(thread_title)s:
lt: %(thread_username)s paminėjo jus įraše: %(thread_title)s:
mk: %(thread_username)s ве спомна во објавата: %(thread_title)s:
nb: %(thread_username)s nevnte deg i innlegget %(thread_title)s:
nl: %(thread_username)s heeft u genoemd in bericht: %(thread_title)s:
sl: %(thread_username)s vas je omenil_a v komentarju: <b>%(thread_title)s</b>:
sv: %(thread_username)s nämnde dig i inlägget: %(thread_title)s:

source: Days settings for next Fetch call
de: Tageseinstellungen für den nächsten Fetch-Aufruf
ia: Parametros diari pro le proxime appello Fetch
mk: Дневни поставки за следниот повик за добивање
nb: Daginnstillinger for neste henting
nl: Daginstellingen voor de volgende Fetch-oproep
sl: Nastavitve dni za naslednji klic Fetch
sv: Daginställningar för nästa Fetch-samtal

source: %(platform_name)s -> %(mentioned_by)s mentioned you on the post.
de: %(platform_name)s -> %(mentioned_by)s hat dich in dem Beitrag erwähnt.
ia: %(platform_name)s -> %(mentioned_by)s te ha mentionate in le message.
lt: %(platform_name)s -> %(mentioned_by)s paminėjo jus įraše.
mk: %(platform_name)s -> %(mentioned_by)s ве спомна во објавата.
nb: %(platform_name)s -> %(mentioned_by)s nevnte deg i innlegget.
nl: %(platform_name)s -> %(mentioned_by)s heeft u genoemd in het bericht.
sl: %(platform_name)s -> %(mentioned_by)s vas je omenil_a v objavi.
sv: %(platform_name)s -> %(mentioned_by)s nämnde dig i inlägget.

source: Error in sending messages. Please try again!
de: Fehler beim Senden von Nachrichten. Bitte versuche es noch einmal!
ia: Error durante le invio de messages. Per favor tenta lo de novo.
lt: Klaida siunčiant žinutes. Pabandykite dar kartą!
mk: Грешка при испраќањето на пораки. Обидете се повторно!
nb: Feil under sending av meldinger. Prøv igjen!
nl: Fout bij het verzenden van berichten. Probeer het nog eens.
sl: Napaka pri pošiljanju sporočil. Prosimo, poskusite znova!
sv: Fel när meddelande skulle skickas. Försök gärna igen!

source: Translated Course Name
de: Übersetzter Kursname
ia: Nomine del curso traducite
lt: Išverstas kurso pavadinimas
mk: Преведено име на курсот
nb: Oversatt kursnavn
nl: Naam vertaalde cursus
sl: Prevedeno ime tečaja
sv: Översatt kursnamn

source: Translated:
de: Übersetzt:
ia: Traducite:
lt: Išversta:
mk: Преведено:
nb: Oversatt:
nl: Vertaald:
sl: Prevedeno:
sv: Översatt:

source: Translation
de: Übersetzung
ia: Traduction
lt: Vertimas
mk: Превод
nb: Oversettelse
nl: Vertaling
sl: Prevod
sv: Översättning

source: To Language
de: Zur Sprache
ia: In lingua
lt: Kalba
mk: На јазикот
nb: Til språk
nl: In het
sl: V jezik
sv: Till språk

source: Translated
de: Übersetzt
ia: Traducite
lt: Išversta
mk: Преведено
nb: Oversatt
nl: Vertaald
sl: Prevedeno
sv: Översatt

source: Untranslated
de: Unübersetzt
ia: Non traducite
lt: Neišversta
mk: Непреведено
nb: Ikke oversatt
nl: Onvertaald
sl: Neprevedeno
sv: Ej översatt
