Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/wm-djangojs.po
Languages: ar, de, fr, he, ia, mk, nb, nl, sl

source: Change can not be reverted.
ar: لا يمكن التراجع عن التغيير.
de: Die Änderung kann nicht rückgängig gemacht werden.
fr: Le changement ne peut pas être annulé.
he: לא ניתן לבטל שינוי.
ia: Le cambiamento non pote esser disfacite.
mk: Промената не може да се отповика.
nb: Endringen kan ikke tilbakestilles.
nl: De verandering kan niet worden teruggedraaid.
sl: Spremembe ni mogoče razveljaviti.

source: Block data would not be sent to server for translations
ar: لن يتم إرسال قسم البيانات إلى الخادم للترجمة
de: Blockdaten würden nicht an den Server für Übersetzungen gesendet werden
fr: Les données de bloc ne seraient pas envoyées au serveur pour les traductions
he: נתוני הבלוק לא יישלחו לשרת לשם תרגום
ia: Datos de bloco non essera inviate al servitor pro traductiones
mk: Податоците за блокирање нема да му се испраќаат на опслужувачот за преводи
nb: Blokkdata kunne ikke sendes til tjeneren for oversettelser
nl: Blokgegevens worden niet naar de server gestuurd voor vertalingen
sl: Podatki bloka ne bi bili poslani strežniku za prevode

source: Map blocks
ar: تعيين الأقسام
de: Kartenblöcke
fr: Blocs de carte
he: מיפוי בלוקים
ia: Mappar blocos
mk: Картирај блокови
nb: Kartlegg blokker
nl: Blokken toewijzen
sl: Bloki zemljevida

source: Enable Translations for this block?
ar: تمكين الترجمات لهذه القسم؟
de: Übersetzungen für diesen Block aktivieren?
fr: Activer les traductions pour ce bloc ?
he: להפעיל תרגומים לבלוק הזה?
ia: Activar traductiones pro iste bloco?
mk: Да овозможам преведувања за овој блок?
nb: Slå på oversettelser for denne blokka?
nl: Vertalingen inschakelen voor dit blok?
sl: Želite onemogočiti prevode za ta blok?

source: Mapping Blocks
ar: يتم تعيين الأقسام
de: Blöcke kartieren
fr: Cartographier les blocs
he: מיפוי בלוקים
ia: Mappamento de blocos
mk: Картирање на блокови
nb: Kartleggingsblokker
nl: Blokken toewijzen
sl: Preslikava blokov

source: Disable Translations
ar: تعطيل الترجمة
de: Übersetzungen deaktivieren
fr: Désactiver les traductions
he: כיבוי תרגומים
ia: Disactivar traductiones
mk: Оневозможи преводи
nb: Deaktiver oversettelser
nl: Vertalingen uitschakelen
sl: Onemogoči prevode

source: Updating
ar: قيد التحديث
de: Aktualisieren
fr: Mise à jour en cours
he: מעדכן
ia: Actualisation in curso
mk: Поднова
nb: Oppdaterer
nl: Bijwerken
sl: Posodabljanje

source: Enable Translations
ar: تفعيل الترجمة
de: Übersetzungen freigeben
fr: Activer les traductions
he: הפעלת תרגומים
ia: Activar traductiones
mk: Овозможи преводи
nb: Aktiver oversettelser
nl: Vertalingen inschakelen
sl: Omogoči prevode

source: Disable Translations for this block?
ar: تعطيل الترجمة لهذا القسم؟
de: Übersetzungen für diesen Block deaktivieren?
fr: Désactiver les traductions pour ce bloc ?
he: לכבות את התרגומים עבור הבלוק הזה?
ia: Disactivar traductiones pro iste bloco?
mk: Да овозможам преведувања за овој блок?
nb: Deaktivere oversettelser for denne blokka?
nl: Vertalingen uitschakelen voor dit blok?
sl: Želite onemogočiti prevode za ta blok?

source: Edit on Translated rerun?
ar: هل ترغب في التعديل عند إعادة تشغيل خاصية الترجمة؟
de: Bearbeiten auf Übersetzte Wiederholung?
fr: Modifier sur la réexécution traduite ?
he: לערוך בשידור חוזר מתורגם?
ia: Modificar sur repetition traducite?
mk: Го менувате преведеното повторување?
nb: Rediger på en oversatt reprise?
nl: Bewerken op vertaalde herhaling?
sl: Želite urejati s ponovno izvedbo Translated?

source: Block data would be sent to server for translations
ar: سيتم إرسال قسم البيانات إلى الخادم للترجمة
de: Die Blockdaten werden zur Übersetzung an den Server gesendet
fr: Les données de bloc seraient envoyées au serveur pour les traductions
he: נתוני הבלוק יישלחו לשרת לשם תרגום
ia: Datos de bloco essera inviate al servitor pro traductiones
mk: Податоците за блокови треба да се испратат на опслужувач за преведување
nb: Blokkdata blir sendt til tjeneren for oversettelser
nl: Blokgegevens worden naar de server gestuurd voor vertalingen
sl: Podatki bloka bi bili poslani strežniku za prevode

source: Yes, Enable Translations
ar: نعم، المرجو تفعيل الترجمة
de: Ja, Übersetzungen einschalten
fr: Oui, activer les traductions
he: כן, להפעיל תרגומים
ia: Si, activar traductiones
mk: Да, овозможи преводи
nb: Ja, aktiver oversettelser
nl: Ja, vertalingen inschakelen
sl: Da, omogoči prevode

source: Yes, Update Flag
ar: نعم، تحديث العلامة
de: Ja, Flagge aktualisieren
fr: Oui, mettre à jour l’indicateur
he: כן, לעדכן דגל
ia: Si, actualisar indicator
mk: Да, поднови ознака
nb: Ja, oppdater flagget
nl: Ja, markering bijwerken
sl: Da, posodobi oznako

source: Yes, Disable Translations
ar: نعم، المرجو تعطيل الترجمة
de: Ja, Übersetzungen deaktivieren
fr: Oui, désactiver les traductions
he: כן, להשבית תרגומים
ia: Si, disactivar traductiones
mk: Да, оневозможи преводи
nb: Ja, deaktiver oversettelser
nl: Ja, vertalingen uitschakelen
sl: Da, onemogoči prevode

source: Are you sure you want to update flag as it will not be reverted again.
ar: هل أنت متأكد أنك تريد تحديث العلامة بشكل لا رجعة فيه.
de: Bist du sicher, dass du die Flagge aktualisieren willst, da sie nicht wieder rückgängig gemacht werden kann.
fr: Voulez-vous vraiment mettre à jour l’indicateur car cela ne sera pas annulé ensuite ?
he: האם באמת לעדכן את הדגל? לא תהיה אפשרות להחזיר אותו.
ia: Es tu secur de voler actualisar le indicator? Isto non essera disfacite de novo.
mk: Дали сигурно сакате да ја смените ознаката (бидејќи нема да биде повторно отповикана)
nb: Er du sikker på at du vil oppdatere flagget? Det vil ikke bli tilbakestilt igjen.
nl: Weet u zeker dat u de markering wilt bijwerken? Deze kan niet opnieuw worden teruggedraaid.
sl: Ali res želite posodobiti oznako, saj ne bo več razveljavljena?

source: Continue Editing
ar: الاستمرار في التعديل
de: Bearbeitung fortsetzen
fr: Continuer la modification
he: להמשיך לערוך
ia: Continuar a modificar
mk: Продолжи со уредување
nb: Fortsett å redigere
nl: Doorgaan met bewerken
sl: Nadaljuj urejanje

source: Edit on Base Course Block?
ar: هل ترغب بتعديل قسم الدورة التدريبية الأساسية؟
de: Auf Grundkursblock bearbeiten?
fr: Modifier sur le bloc de cours de base ?
he: לערוך בבלוק הקורס הבסיסי?
ia: Modificar sur bloco de curso de base?
mk: Го уредувате основниот куресен блок?
nb: Redigere grunnkursblokk?
nl: Bewerken op basiscursusblok?
sl: Želite urejati na bloku osnovnega tečaja?

source: Note that any linked translated rerun blocks mapping will be lost.
ar: المرجو الإنتباه إلى أنه سيتم فقدان كل روابط القسم المعينة والمعاد ترجماتها.
de: Beachte, dass alle verknüpften übersetzten Wiederholungsblöcke verloren gehen.
fr: Notez que toute correspondance des blocs de réexécution traduits liés sera perdue.
he: נא לשים לב לכך שכל מיפוי בלוקים של שידור חוזר מתורגם מקושר ילך לאיבוד.
ia: Nota que omne mappamento de blocos de repetition traducite essera perdite.
mk: Имајте на ум дека сите задавања на поврзани преведени блокови за повторување ќе бидат изгубени.
nb: Merk at kartlegging for lenkede oversatte repriseblokker vil gå tapt.
nl: Houd er rekening mee dat alle gekoppelde vertaalde herhalingsblok-toewijzingen verloren gaan.
sl: Upoštevajte, da bo vsa preslikava povezanih blokov prevedene ponovitve izgubljena.

source: Please disable translations after an edit, otherwise edited component will be overwritten by auto next applied translations.
ar: الرجاء تعطيل الترجمة بعد التعديل، وإلا سيتم استبدال القسم الذي تم تعديله بالترجمات التلقائية.
de: Bitte deaktiviere die Übersetzungen nach einer Bearbeitung, sonst wird die bearbeitete Komponente durch die nächste automatisch angewendete Übersetzung überschrieben.
fr: Veuillez désactiver les traductions après une modification, sinon le composant modifié sera écrasé par les prochaines traductions appliquées automatiquement.
he: נא לכבות את התרגומים לאחר עריכה, אחרת הרכיב שנערך יידרס על־ידי התרגומים האוטומטיים שיוחלו לאחר מכן.
ia: Per favor disactiva traductiones post un modification, alteremente le componente modificate essera superscribite per traductiones automatic applicate le proxime vice.
mk: Оневозможете преведувања после уредување. Во спротивно, уредената составница ќе биде презапишана од следните применети преводи.
nb: Deaktiver oversettelser etter en redigering, ellers blir de redigerte komponentene overskrevet automatisk neste gang oversettelser hentes.
nl: Schakel vertalingen uit na een bewerking, anders wordt het bewerkte onderdeel overschreven door de volgende automatisch toegepaste vertalingen.
sl: Po urejanju onemogočite prevode, sicer bodo urejeno komponento samodejno prepisali naslednji uporabljeni prevodi.

source: If you edit base block content all linked translated-rerun blocks translations will be lost and all previous version history will be deleted.
ar: إذا قمت بتحرير محتوى القسم الأساسي، فستفقد جميع الترجمات المرتبطة بقسم إعادة التشغيل، وسيتم حذف جميع ما سُجّل من الإصدارات السابقة.
de: Wenn du den Inhalt des Basisblocks bearbeitest, gehen alle verlinkten Übersetzungen der übersetzten Blöcke verloren und der gesamte Versionsverlauf wird gelöscht.
fr: Si vous modifiez le contenu du bloc de base, toutes les traductions liées des blocs réexécutés-traduits seront perdues et tout l’historique des versions précédentes sera supprimé.
he: עריכה תוכן הבלוק הבסיסי תגרום לכך שכל הבלוקים המקושרים של שידור חוזר מתורגם ילכו לאיבוד ושכל היסטוריית הגרסאות הקודמות תימחק.
ia: Si tu modifica le contento del bloco de base, tote le traductiones ligate a blocos de repetition traducite essera perdite e tote le versiones anterior del historia essera delite.
mk: Ако ја измените содржината на основниот блок, сите поврзани преведени повторени блокови ќе се изгубват и ќе биде избришана историјата на сите претходни верзии.
nb: Hvis du redigerer innhold i grunnkursblokka vil alle lenkede oversatte repriseblokker gå tapt, og all tidligere versjonshistorikk vil bli slettet.
nl: Als u de inhoud van het basisblok bewerkt, gaan alle gekoppelde vertalingen van vertaalde herhalingsblokken verloren en wordt alle vorige versiegeschiedenis verwijderd.
sl: Če boste urejali vsebino osnovnega bloka, bodo vsi ponovno izvedeni prevodi, povezani z blokom, izgubljeni in bo vsa prejšnja zgodovina redakcij izbrisana.

source: Course Blocks mapping
ar: تعيين جزء المقرر الدراسي
de: Zuordnung der Kursblöcke
fr: Correspondance des blocs de cours
he: מיפוי בלוקים בקורס
ia: Mappamento de blocos de curso
mk: Задавања на курсни блокови
nb: Kursblokkartlegging
nl: Toewijzing cursusblokken
sl: Preslikava blokov tečajev

source: %(providerName)s account
de: %(providerName)s Konto
fr: compte de %(providerName)s
he: חשבון של %(providerName)
ia: Conto de %(providerName)s
mk: Сметка на %(providerName)s
nb: %(providerName)s-konto
nl: Account bij %(providerName)s
sl: račun %(providerName)s

source: Learn More >
fr: En savoir plus >
he: מידע נוסף >
ia: Leger plus >
mk: Дознајте повеќе >
nb: Lær mer >
nl: Meer lezen >
sl: Več o tem >

source: Search Course by Name
fr: Rechercher un cours par nom
he: חיפוש קורס לפי שם
ia: Cercar curso per nomine
mk: Пребарајте курс по име
nb: Søk i kurs etter navn
nl: Cursus zoeken op naam
sl: Iskanje tečaja po imenu

source: Show All Courses
fr: Afficher tous les cours
he: הצגת כל הקורסים
ia: Monstrar tote le cursos
mk: Прикажи ги сите курсеви
nb: Vis alle kurs
nl: Alle cursussen weergeven
sl: Prikaži vse tečaje

source: What to study next?
fr: Qu’étudier ensuite ?
he: מה ללמוד עוד?
ia: Que studiar postea?
mk: Што да учам следно?
nb: Hva ønsker du å studere videre?
nl: Wat gaat u hierna leren?
sl: Kaj želite študirati naslednje?

source: sign in with
fr: se connecter avec
he: כניסה עם
ia: in session con
mk: потпишете со
nl: aanmelden met
sl: prijavite se z

source: Onboarding Status
fr: État de prise en compte
he: מצב ההצטרפות לקורס
ia: Stato de accolligimento
mk: Состојба на воведување
nl: Inwerkstatus

source: Onboarding Opens
fr: Prises en compte ouvertes
he: ההצטרפות נפתחת
ia: Le accolligimento comencia
mk: Воведувањето е отворено
nl: Inwerken begint

source: Select gender
fr: Sélectionner le sexe
he: נא לבחור מגדר
ia: Selige genere
mk: Изберете пол
nl: Kies gender

source: View Onboarding Exam
fr: Afficher l’examen de prise en compte
he: צפייה בבחינת ההצטרפות
ia: Monstrar examine de accolligimento
mk: Погл. испитот за воведување
nl: Inwerkexamen bekijken

source: You must have a verified onboarding profile prior to taking any proctored exam.
fr: Vous devez avoir un profil de prise en compte vérifié avant de pouvoir passer un examen surveillé.
he: חובה להחזיק בפרופיל מאומת של הצטרפות לקורס לפני כל בחינה מפוקחת.
ia: Tu debe haber un profilo de accolligimento verificate ante de poter passar un examine surveliate.
mk: Мора да имате проверен профил за воведување за да можете да полагате надгледуван испит.
nl: U moet over een geverifieerd inwerkprofiel beschikken voordat u een examen onder toezicht kunt afleggen.

source: Username or Email
fr: Nom d’utilisateur ou adresse de messagerie
he: שם משתמש או דואר אלקטרוני
ia: Nomine de usator o adresse de e-mail
mk: Корисничко име или е-пошта
nl: Gebruikersnaam of e-mail

source: Exam Type
fr: Type d’examen
he: סוג בחינה
ia: Typo de examine
mk: Вид на испит
nl: Soort examen

source: Select military status
fr: Sélectionner l’état militaire
he: בחירת מצב שירות צבאי
ia: Selige le stato militar
mk: Изберете воен статус
nl: Selecteer militaire status

source: Which of the following describes you best?
fr: Quelle déclaration suivante vous décrit le mieux ?
ia: Qual del sequentes te describe le melio?
mk: Кое од следниве најдобро ве опишува?
nl: Welke van de volgende beschrijft u het beste?

source: Available Actions
fr: Actions disponibles
he: פעולות זמינות
ia: Actiones disponibile
mk: Расположиви дејства
nl: Beschikbare handelingen

source: Welcome to edX! Before you get started, please take a few minutes to fill-in the additional information below to help us understand a bit more about your background. You can always edit this information later in Account Settings.
fr: Bienvenue sur edX ! Avant de commencer, prenez quelques minutes pour renseigner les informations supplémentaires ci-dessous afin de nous aider à mieux comprendre votre profil. Vous pourrez toujours modifier ces informations plus tard dans les paramètres du compte.
he: ברוך בואך ל־edX! לפני ההתחלה, נא להקדיש כמה דקות למילוי המידע הנוסף למטה כדי לעזור לנו להבין קצת יותר על הרקע שלך. תמיד תהיה לך אפשרות לערוך את המידע הזה מאוחר יותר בהגדרות החשבון.
ia: Benvenite a edX! Ante de comenciar, per favor prende alcun minutas pro reimpler le information additional hic infra a fin de adjutar nos a melio comprender tu profilo. Tu potera sempre modificar iste information plus tarde in le Parametros del conto.
mk: Добре дојдовте на edX! Пред да почнете, одвојте неколку минути за да ги пополните дополнителните информации подолу за да ни помогнете да добиеме подобра претстава за вашата позадина. Секогаш можете да ги внесете овие информации подоцна во Поставките на сметката.
nl: Welkom bij edX! Voordat u aan de slag gaat, verzoeken wij u een paar minuten de tijd te nemen om de onderstaande extra informatie in te vullen, zodat we meer inzicht krijgen in uw achtergrond. U kunt deze informatie altijd later bewerken in Accountinstellingen.

source: Reset
fr: Réinitialiser
he: איפוס
ia: Reinitialisar
mk: Одново
nl: Opnieuw instellen

source: Completed At
fr: Terminé à
ia: Completate a
mk: Завршено во
nl: Voltooid op

source: Add a New Allowance
fr: Ajouter une nouvelle allocation
ia: Adder un nove allocation
mk: Додај нова доделба
nl: Een nieuwe toelage toevoegen

source: Section {currentPage} of {totalPages}
fr: Section {currentPage} sur {totalPages}
he: פרק {currentPage} מתוך {totalPages}
ia: Section {currentPage} de {totalPages}
mk: Оддел {currentPage} од {totalPages}
nl: Sectie {currentPage} van {totalPages}

source: Resume
fr: Reprendre
he: קורות חיים
ia: Reprender
mk: Продолжи
nl: Hervatten

source: Time Limit
fr: Limite de temps
he: מגבלת זמן
ia: Limite de tempore
mk: Временско ограничување
nl: Tijdslimiet

source: Thank you! Youâ€™re helping make edX better for everyone.
ia: Gratias! Tu ha adjutate a render edX melior pro omnes.

source: Onboarding profile review can take 2+ business days.
fr: La vérification du profil de prise en compte peut prendre deux jours ouvrables ou plus.
he: סקירת פרופיל ההצטרפות עלולה להימשך יותר משני ימי עסקים.
ia: Le verification del profilo de accolligimento pote prender duo dies de labor o plus.
mk: Разгледувањето на пристапниот профил може да потрае повеќе од 2 работни дена.
nl: Het beoordelen van een inwerkprofiel kan meer dan twee werkdagen duren.

source: You have successfully submitted your onboarding profile for review.
fr: Vous avez bien soumis votre profil de prise en compte pour vérification.
he: שלחת בהצלחה את פרופיל ההצטרפות שלך לסקירה.
ia: Tu ha correctemente submittite tu profilo de accolligimento pro verification.
mk: Успешно го подносовте вашиот пристапен профил на разгледување.
nl: U heeft uw inwerkprofiel met succes ter beoordeling ingediend.

source: Current Onboarding Status:
fr: État actuel de prise en compte :
he: סטטוס הצטרפות נוכחי:
ia: Stato actual de accolligimento:
mk: Тековен статус на пристапувањето:
nl: Huidige inwerkstatus:

source: Select income
fr: Sélectionner le revenu
ia: Selige receptas
mk: Изберете приходи
nl: Selecteer inkomen

source: Special Exam
fr: Examen particulier
he: בחינה מיוחדת
ia: Examine special
mk: Специјален испит
nl: Speciaal examen

source: Last Modified
fr: Dernière modification
he: שינוי אחרון
ia: Ultime modification
mk: Последна промена
nl: Laatste wijziging

source: This course contains proctored exams
fr: Ce cours contient des examens surveillés
he: הקורס הזה מכיל מבחנים מפוקחים
ia: Iste curso contine examines surveliate
mk: Овој курс има надгледувани испити
nl: Deze cursus bevat examens onder toezicht

source: Check all that apply
fr: Cochez tout ce qui a rapport
ia: Marca tote le optiones applicabile
mk: Избери сè што е применливо
nl: Vink alles aan dat van toepassing is

source: Allowance Value
fr: Montant de l'allocation
ia: Amonta del allocation
mk: Вредност на доделбата
nl: Toelagewaarde

source: Review instructions and system requirements for proctored exams
fr: Revoir les instructions et la configuration du système requise pour les examens surveillés
ia: Revider instructiones e requisitos de systema pro examines surveliate
mk: Погледајте ги упатствата и системските барања за надгледувани испити
nl: Bekijk de instructies en systeemvereisten voor examens onder toezicht

source: Exam Name
fr: Nom de l'examen
he: שם הבחינה
ia: Nomine del examine
mk: Назив на испитот
nl: Examennaam

source: Onboarding Past Due
fr: Intégration en retard
he: זמן ההצטרפות לקורס עבר
ia: Accolligimento in retardo
mk: Времето за пристапување истече
nl: Inwerken achterstallig

source: Select level of education
fr: Sélectionner le niveau d'éducation
ia: Selige nivello de education
mk: Изберете степен на образование
nl: Selecteer opleidingsniveau

source: Value
fr: Valeur
he: ערך
ia: Valor
mk: Вредност
nl: Waarde

source: Complete Onboarding
fr: Intégration complète
he: השלמת ההצטרפות לקורס
ia: Terminar le accolligimento
mk: Завршеток на пристапувањето
nl: Inwerking voltooien

source: Allowance Type
fr: Type d'allocation
ia: Typo de allocation
mk: Вид на доделба
nl: Soort toelage

source: Started At
fr: Démarré le
he: התחיל ב־
ia: Comenciate le
mk: Започнато
nl: Begonnen op

source: Add Allowance
fr: Ajouter une allocation
ia: Adder allocation
mk: Додај доделба
nl: Toelage toevoegen

source: You have access to the {enterpriseName} dashboard
fr: Vous avez accès au tableau de bord {enterpriseName}
he: יש לך גישה ללוח הבקרה של {enterpriseName}
ia: Tu ha accesso al tabuliero de instrumentos de {enterpriseName}
mk: Имате пристап до управувачницата на {enterpriseName}
nl: U hebt toegang tot het {enterpriseName}-dashboard

source: Select guardian education
fr: Sélectionner la formation du tuteur
ia: Selige le formation del tutor
mk: Изберете образование на старателот
nl: Selecteer opleiding voogd

source: There was an error in setting your goal, please reload the page and try again.
fr: Une erreur s'est produite lors de la définition de votre objectif, veuillez recharger la page et réessayer.
he: אירעה שגיאה בהגדרת היעד שלך, נא לטעון מחדש את הדף ולנסות שוב.
ia: Un error ha occurrite in le definition de tu objectivo. Per favor recarga le pagina e tenta lo de novo.
mk: Се појави грешка при задавањето на вашата цел. Превчитајте ја страницата и обидете се повторно.
nl: Er is een fout opgetreden bij het instellen van uw doel. Laad de pagina opnieuw en probeer het nog eens.

source: What is your gender identity?
fr: Quelle est l’identité de votre genre ?
he: מהי הזהות המגדרית שלך?
ia: Qual es tu identitate de genere?
mk: Кој е вашиот родов идентитет?
nl: Wat is uw genderidentiteit?

source: Select prospective industry
fr: Sélectionnez une industrie potentielle
ia: Selige un industria prospective
mk: Изберете сакана дејност
nl: Selecteer potentiële industrie

source: Allowances
fr: Allocations
ia: Allocationes
mk: Доделби
nl: Toelagen

source: Select current industry
fr: Sélectionnez l'industrie actuelle
he: נא לבחור את התעשייה הנוכחית
ia: Selige industria actual
mk: Изберете тековна дејност
nl: Selecteer huidige industrie

source: Additional Time (minutes)
fr: Temps supplémentaire (minutes)
he: זמן נוסף (דקות)
ia: Tempore additional (minutas)
mk: Дополнително време (минути)
nl: Extra tijd (minuten)

source: Toggle Weekly Notifications Setting
ia: Commutar le parametro de notificationes septimanal
nl: Wekelijkse berichten in- of uitschakelen

source: Check this box to receive a weekly email digest notifying you about new discussion posts created.
ia: Marca iste quadrato pro reciper un digesto septimanal in e-mail que te notificara del creation de nove messages de discussion.
nl: Vink dit vakje aan om een wekelijks e-mailoverzicht te ontvangen met een melding over nieuw overleg.

source: Receive daily updates
fr: Recevoir des mises à jour quotidiennes
ia: Reciper actualitates quotidian
nl: Dagelijkse updates

source: Receive weekly updates
fr: Recevoir des mises à jours hebdomadaires
ia: Reciper actualitates septimanal
nl: Wekelijkse updates

source: Thank you! You’re helping make edX better for everyone.
fr: Merci ! Vous avez aidé à rendre edX meilleur pour tout le monde.
he: תודה! עזרת לעשות את edX טוב יותר בשביל כולם.
mk: Благодариме! Ни поамгате да го подобриме edX за сите.
nl: Dank u wel! U helpt edX voor iedereen beter te maken.
