Repository: wikimedia/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/wm-django.po
Languages: de, ia, lt, mk, nb, nl, sl, sv

source: Course Grade for '{username}' ({email})
de: Kursnote für '{username}' ({email})
ia: Nota del curso pro ‘{username}’ ({email})
lt: „{username}“ ({email}) kurso įvertinimas
mk: Оценка на „{username}“ ({email})
nb: Kurskarakter for «{username}» ({email})
nl: Cursuscijfer voor ‘{username}’ ({email})
sl: Ocena tečaja za »{username}« ({email})
sv: Kursbetyg för '{username}' ({email})

source: Unable to load Course Outline.
de: Die Kursübersicht kann nicht geladen werden.
ia: Non pote cargar le plano del curso.
lt: Nepavyko įkelti kurso matmenų.
mk: Не можам да вчитам преглед на курсот.
nb: Kunne ikke laste kursoversikt.
nl: Kan cursusoverzicht niet laden.
sl: Orisa tečaja ni mogoče naložiti.
sv: Kunde inte ladda in kursöversikt.

source: %(comment_username)s mentioned you in the comment on post: %(thread_title)s:
de: %(comment_username)s hat dich in einem Kommentar zum Beitrag erwähnt: %(thread_title)s:
ia: %(comment_username)s te ha mentionate in le commento del message: %(thread_title)s:
lt: %(comment_username)s paminėjo jus komentare šiame įraše: %(thread_title)s
mk: %(comment_username)s ве спомна во кометарор на објавата: %(thread_title)s:
nb: %(comment_username)s nevnte deg i en kommentar på innlegget: %(thread_title)s:
nl: %(comment_username)s heeft u genoemd in het commentaar op het bericht: %(thread_title)s
sl: %(comment_username)s vas je omenil_a v objavi pri objavi: %(thread_title)s:
sv: %(comment_username)s nämnde dig i kommentaren på inlägg: %(thread_title)s:

source: Error in sending message. Please try again!
de: Fehler beim Senden der Nachricht. Bitte versuche es noch einmal!
ia: Error durante le invio del message. Per favor tenta lo de novo.
lt: Klaida siunčiant pranešimą. Pabandykite dar kartą!
mk: Грешка при испраќање на пораката. Обидете се повторно!
nb: Feil under sending av melding. Prøv igjen!
nl: Fout bij het verzenden van het bericht. Probeer het nog eens.
sl: Napaka pri pošiljanju sporočila. Prosimo, poskusite znova!
sv: Fel när meddelande skulle skickas. Försök igen!

source: Translated Course re-run
de: Übersetzte Kurswiederholung
ia: Repetition del curso traducite
lt: Išverstas kurso dublikatas
mk: Преведен повторен курс
nb: Oversatt kursreprise
nl: Herhaling vertaalde cursus
sl: Prevedena ponovitev tečaja
sv: Repris av översatt kurs

source: You have
de: Du hast
ia: Tu ha
lt: Jūs turite
mk: Имате
nb: Du har
nl: U hebt
sl: Imate
sv: Du har

source: Message
de: Nachricht
lt: Pranešimas
mk: Порака
nb: Melding
nl: Bericht
sl: Sporočilo
sv: Meddelande

source: Identify the course language here. You can request for translation after creating a course
de: Bestimme hier die Kurssprache. Du kannst eine Übersetzung anfordern, nachdem du einen Kurs erstellt hast
ia: Identifica le lingua del curso hic. Tu pote requestar un traduction post haber create un curso.
lt: Čia nurodykite kurso kalbą. Galite prašyti vertinimo po kurso sukūrimo.
mk: Тука укажете го јазикот на курсот. Можете да побарате преведување откако ќе го создадете курсот
nb: Identifiser kursspråket her. Du kan be om oversettelse etter at du har opprettet et kurs
nl: Identificeer hier de taal van de cursus. U kunt om vertaling vragen nadat u een cursus hebt aangemaakt
sl: Tu določite jezik tečaja. Po ustvaritvi tečaja lahko zahtevate prevod.
sv: Identifiera kursspråket här. Du kan begära översättning efter att du har skapat en kurs

source: with_user param is required.
de: Der Parameter with_user ist erforderlich.
ia: Le parametro ‘with_user’ es necessari.
lt: with_user parametras būtinas.
mk: Се бара параметарот with_user.
nb: Parameteren with_user er påkrevd.
nl: De parameter with_user is vereist.
sl: potreben je parameter with_user.
sv: parametern with_user är obligatorisk.

source: Destination
de: Ziel
lt: Tikslas
mk: Одредница
nb: Mål
nl: Bestemming
sl: Cilj

source: Anonymized student ID's
de: Anonymisierte Schüler-IDs
ia: Identificatores de studentes anonymisate
lt: Anonimizuotas studento ID
mk: Анонимизирани ученички назнаки
nb: Anonymiserte student-ID-er
nl: Geanonimiseerde student-ID's
sl: Anonimizirane študentske izkaznice
sv: Anonymiserade student-ID:n

source: pending translation
de: ausstehende Übersetzung
ia: attende traduction
lt: laukiamas vertimas
mk: чека на превод
nb: venter på oversettelse
nl: vertaling in afwachting
sl: čaka na prevod
sv: väntar på översättning

source: unread message(s) waiting for your response from following users:
de: ungelesene Nachricht(en), die auf deine Antwort von folgenden Benutzern warten:
ia: message(s) non legite del sequente usatores que attende tu responsa:
lt: Neskaitytos žinutės, laukiančios jūsų atsakymų iš šių naudotojų:
mk: непреведени пораки чекаат на ваш одѕив од следниве корисници:
nb: ulest(e) melding(er) venter på svar fra følgende brukere:
nl: ongelezen bericht(en) die wachten op uw antwoord van de volgende gebruikers:
sl: na vaš odgovor čaka(jo) neprebrano(a) sporočilo(a) naslednjih uporabnikov:
sv: olästa meddelanden som väntar på ditt svar från följande användare:

source: Create a copy of a course, It should be considered as a new course
de: Erstelle eine Kopie eines Kurses, sie sollte als neuer Kurs betrachtet werden
ia: Crear un copia de un curso. Illo debe esser considerate como un nove curso.
lt: Sukurti kurso kopiją, ji turėtų būti laikoma nauju kursu
mk: Создај копија на курсот. Треба да се смета за нов курс
nb: Opprett en kopi av et kurs. Det bør anses som et nytt kurs
nl: Een kopie van een cursus maken. Deze moet worden beschouwd als een nieuwe cursus
sl: Ustvarite kopijo tečaja. Treba ga je obravnavati kot nov tečaj.
sv: Skapa en kopia av en kurs, den kommer att betraktas som en ny kurs

source: Applied
de: Angewandt
ia: Applicate
lt: Taikoma
mk: Применето
nb: Tatt i bruk
nl: Toegepast
sl: Uporabljeno
sv: Tillämpad

source: Translated rerun for Source Course in selected language already exists.
de: Eine übersetzte Wiederholung für den Quellkurs in der ausgewählten Sprache ist bereits vorhanden.
ia: Ja existe un repetition traducite del curso de fonte in le lingua seligite.
mk: Преведеното повторување за изворниот курс на избраниот јазик веќе постои.
nb: En oversatt reprise for kildekurset på det valgte språket finnes allerede.
nl: Er is al een vertaalde herhaling voor de broncursus in de geselecteerde taal.
sl: Prevedena ponovitev izvornega tečaja v izbranem jeziku že obstaja.
sv: Översatt repris för källkurs på valt språk finns redan.

source: New Message
de: Neue Nachricht
ia: Nove message
lt: Nauja žinutė
mk: Нова порака
nb: Ny melding
nl: Nieuw bericht
sl: Novo sporočilo
sv: Nytt meddelande

source: Select Rerun Course
de: Wiederholungskurs auswählen
ia: Selige repetition de curso
mk: Изберете повторен курс
nb: Velg reprisekurs
nl: Selecteer herhaling cursus
sl: Izberite ponovitev tečaja
sv: Välj repriskurs

source: Enable Score column on the Progress Page
de: Aktiviere die Punktespalte auf der Fortschrittsseite
ia: Activar le columna Score sur le pagina de progresso
mk: Овозможи столб за оценки во страницата за напредок
nb: Aktiver poengkolonne på framgangssiden
nl: De kolom Score inschakelen op de voortgangspagina
sl: Omogoči stolpec Točke na strani napredka
sv: Aktivera poängkolumn på förloppssidan

source: applied
de: angewandt
ia: applicate
lt: taikoma
mk: применето
nb: tatt i bruk
nl: toegepast
sl: uporabljeno
sv: tillämpad

source: No Translations Found!, Please apply mapping.
de: Keine Übersetzungen gefunden!, Bitte wende die Kartierung an.
ia: Necun traduction trovate. Per favor applica le mappamento.
lt: Vertinimas nerastas!, prašome nustatyti nuorodą.
mk: Не пронајдов преводи! Применете задавање.
nb: Ingen oversettelser funnet! Vennligst ta i bruk kartlegging.
nl: Geen vertalingen gevonden! Wijs cursusblokken toe.
sl: Prevodov ni bilo mogoče najti! Prosimo, uporabite preslikavo.
sv: Inga översättningar hittades! Tillämpa kartläggning.

source: unread message(s) waiting for your response from
de: ungelesene Nachricht(en), die auf deine Antwort von \ warten
ia: message(s) non legite del sequente usatores que attende tu responsa:
lt: neskaitytos žinutės, kurios laukia atsakymo iš
mk: непрочитани пораки чекаат на ваш одѕив од
nb: ulest(e) melding(er) venter på svar fra deg fra
nl: ongelezen bericht(en) die wachten op uw antwoord van
sl: na vaš odgovor čaka(jo) neprebrano(a) sporočilo(a)
sv: oläst(a) meddelande(n) från \ som väntar på svar

source: Convert course to Source
de: Kurs in Quelle umwandeln
ia: Converter curso in fonte
mk: Претвори курс во извор
nb: Konverter kurs til kilde
nl: Cursus omzetten in bron
sl: Pretvori tečaj v vir
sv: Konvertera kurs till källa

source: Catalog
de: Katalog
ia: Catalogo
lt: Katalogas
mk: Каталог
nb: Katalog
nl: Catalogus
sl: Katalog
sv: Katalog

source: This email message was automatically sent from %(platform_name)s because someone attempted to create an account using this email address.
de: Diese E-Mail wurde automatisch von %(platform_name)s gesendet, weil jemand versucht hat, ein Konto mit dieser E-Mail-Adresse zu erstellen.
ia: Iste message de e-mail ha essite automaticamente inviate ab %(platform_name)s perque un persona ha tentate de crear un conto usante iste adresse de e-mail.
lt: Šis el. laiškas buvo automatiškai atsiųstas iš %(platform_name)s, nes kažkas bandė sukurti paskyrą naudojant šį el. pašto adresą.
mk: Оваа порака беше автоматски испратена од %(platform_name)s бидејќи некој се обиде да направи сметка користејќи ја оваа е-поштенска адреса.
nb: Denne e-postmeldingen ble sendt automatisk fra %(platform_name)s fordi noen prøvde å opprette en konto med denne e-postadressa.
nl: Dit e-mailbericht is automatisch verzonden vanaf %(platform_name)s omdat iemand heeft geprobeerd een account aan te maken met dit e-mailadres.
sl: To e-poštno sporočilo je bilo samodejno poslano iz %(platform_name)s, ker je nekdo poskušal s tem e-poštnim naslovom ustvariti račun.
sv: Det här e-postmeddelandet skickades automatiskt från %(platform_name)s eftersom någon försökte skapa ett konto med den här e-postadressen.

source: Filter My Courses
de: Meine Kurse filtern
ia: Filtrar mi cursos
lt: Filtruoti mano kursus
mk: Филтрирај мои курсеви
nb: Filtrer kursene mine
nl: Mijn cursussen filteren
sl: Filtriraj moje tečaje
sv: Filtrera mina kurser

source: This email was automatically sent from %(platform_name)s to %(email)s
de: Diese E-Mail wurde automatisch von %(platform_name)s an %(email)s gesendet
ia: Iste message de e-mail ha essite automaticamente inviate de %(platform_name)s a %(email)s
lt: Šis el. laiškas buvo automatiškai išsiųstas iš %(platform_name)s %(email)s
mk: Оваа порака беше автоматски испратена од %(platform_name)s на %(email)s
nb: Denne e-posten ble sendt automatisk fra %(platform_name)s til %(email)s
nl: Deze e-mail is automatisch verzonden van %(platform_name)s naar %(email)s
sl: To e-poštno sporočilo je bilo samodejno poslano iz %(platform_name)s na %(email)s
sv: Detta e-postmeddelande skickades automatiskt från %(platform_name)s till %(email)s

source: Create a copy of a course for translation into a new language
de: Eine Kopie eines Kurses für die Übersetzung in eine neue Sprache erstellen
ia: Crear un copia de un curso pro traducer lo in un nove lingua
lt: Sukurti kurso kopiją vertinimui į naują kalbą
mk: Направи копија на курсот за преведување на друг јазик
nb: Opprett en kopi av et kurs for oversettelse til et nytt språk
nl: Een kopie maken van een cursus om in een nieuwe taal te vertalen
sl: Ustvarite kopijo tečaja za prevod v nov jezik
sv: Skapa en kopia av en kurs för översättning till ett nytt språk

source: Login your platform to view all new messages
de: Logge dich auf deiner Plattform ein, um alle neuen Nachrichten zu sehen
ia: Aperi session sur tu platteforma pro vider tote le nove messages
lt: Prisijunkite prie savo platformos, kad peržiūrėtumėte visas naujas žinutes
mk: Најавете се на вашата платформа за да ги погледате сите нови пораки
nb: Logg inn på plattformen for å vise alle nye meldinger
nl: Meld u aan bij uw platform om alle nieuwe berichten te bekijken
sl: Prijavite se v svojo platformo za ogled vseh novih sporočil
sv: Logga in på din plattform för att se alla nya meddelanden

source: Missing request object.
de: Fehlendes Anfrageobjekt.
ia: Le objecto del requesta manca.
lt: Trūksta užklausos objekto.
mk: Недостасува предмет на барањето.
nb: Manglende forespørselsobjekt.
nl: Verzoekobject ontbreekt.
sl: Manjka objekt zahtevka.
sv: Förfrågningsobjekt saknas.

source: Course Language is required field for Translated rerun.
de: Die Kurssprache ist ein Pflichtfeld für die übersetzte Wiederholung.
ia: Le lingua del curso es un campo obligatori pro le repetition traducite.
mk: Јазик на курсот е задолжително поле за преведено повторување.
nb: Kursspråk er et påkrevd felt for en oversatt reprise.
nl: Cursustaal is verplicht veld voor vertaalde herhaling.
sl: Jezik tečaja je obvezno polje za prevedeno ponovitev.
sv: Kursspråk är obligatoriskt fält för översatt repris.

source: Unable to apply this time, Please try again later.
de: Die Bewerbung konnte diesmal nicht durchgeführt werden, bitte versuche es später noch einmal.
ia: Non pote applicar lo iste vice. Per favor tenta lo de novo plus tarde.
lt: Negalima taikyti šįkart, prašome bandyti dar kartą.
mk: Не можам да применам. Обидете се повторно.
nb: Kunne ikke ta i bruk dette tidspunktet. Prøv igjen senere.
nl: Kan het deze keer niet toepassen. Probeer het later opnieuw.
sl: Trenutno ni mogoče uporabiti. Poskusite znova pozneje.
sv: Det gick inte att ansöka den här gången. Försök igen senare.

source: Expand Outline
de: Gliederung erweitern
ia: Expander plano
lt: Išskleisti kontūrą
mk: Расклопи преглед
nb: Utvid oversikt
nl: Overzicht uitvouwen
sl: Razširi opis
sv: Expandera översikt

source: Average grade report for multiple courses
de: Durchschnittlicher Notenbericht für mehrere Kurse
ia: Reporto de notas medie pro plure cursos
lt: Kelių kursų vidutinio įvertinimo ataskaita
mk: Извештај за просечни оценки на повеќе курсеви
nb: Gjennomsnittskarakterrapport for flere kurs
nl: Gemiddeld cijferrapport voor meerdere cursussen
sl: Poročilo o povprečni oceni za več tečajev
sv: Rapport över medelbetyg för flera kurser

source: This email was automatically sent from %(platform_name)s because someone attempted to create an account using this email address.
de: Diese E-Mail wurde automatisch von %(platform_name)s gesendet, weil jemand versucht hat, mit dieser E-Mail-Adresse ein Konto zu erstellen.
ia: Iste message de e-mail ha essite automaticamente inviate ab %(platform_name)s perque un persona ha tentate de crear un conto usante iste adresse de e-mail.
lt: Šis el. laiškas buvo automatiškai išsiųstas iš %(platform_name)s, nes kažkas bandė sukurti paskyrą naudodamas šį el. pašto adresą.
mk: Оваа порака беше автоматски испратена од %(platform_name)s бидејќи некој се обиде да направи сметка со оваа е-поштенска адреса.
nb: Denn e-posten ble sendt automatisk fra %(platform_name)s fordi noen prøvde å opprette en konto med denne e-postadressa.
nl: Deze e-mail is automatisch verzonden vanaf %(platform_name)s omdat iemand heeft geprobeerd een account aan te maken met dit e-mailadres.
sl: To e-poštno sporočilo je bilo samodejno poslano iz %(platform_name)s, ker je nekdo poskušal s tem e-poštnim naslovom ustvariti račun.
sv: Det här e-postmeddelandet skickades automatiskt från %(platform_name)s eftersom någon försökte skapa ett konto med den här e-postadressen.

source: Incomplete Translation
de: Unvollständige Übersetzung
ia: Traduction incomplete
lt: Neužbaigtas vertimas
mk: Нецелосен превод
nb: Ufullstendig overettelse
nl: Onvolledige vertaling
sl: Nepopoln prevod
sv: Ofullständig översättning

source: Translation is Disabled
de: Übersetzung ist deaktiviert
ia: Le traduction es disactivate
lt: Vertimas išjungtas
mk: Преведувањето е оневозможено
nb: Oversettelse er deaktivert
nl: Vertaling is uitgeschakeld
sl: Prevajanje je onemogočeno
sv: Översättning är inaktiverad

source: Reports Available for Generate
de: Verfügbare Berichte für Generate
ia: Reportos disponibile pro generation
lt: Galimos ataskaitos generavimui
mk: Достапни извештаи за создавање
nb: Rapporter som kan genereres
nl: Rapporten beschikbaar om te genereren
sl: Poročila, ki so na voljo za ustvaritev
sv: Rapporter över "generera" finns tillgänliga

source: Approve
de: Genehmigen
ia: Approbar
lt: Patvirtinti
mk: Одобри
nb: Godkjenn
nl: Goedkeuren
sl: Odobri
sv: Godkänn

source: APPLY
de: ANWENDEN
ia: APPLICAR
lt: TAIKYTI
mk: ПРИМЕНИ
nb: TA I BRUK
nl: TOEPASSEN
sl: UPORABI
sv: TILLÄMPA

source: Unable to load conversation of user:
de: Konversation des Benutzers kann nicht geladen werden:
ia: Non pote cargar conversation de usator:
lt: Nepavyko įkelti naudotojo pokalbio:
mk: Не можам да го вчитам разговорот на корисникот:
nb: Kunne ikke laste samtale for brukeren:
nl: Kan gesprek van gebruiker niet laden:
sl: Pogovora uporabnika ni mogoče naložiti:
sv: Det gick inte att ladda användarens konversation:

source: All rights reserved
de: Alle Rechte vorbehalten
ia: Tote derectos reservate
lt: Visos teisės saugomos
mk: Сите права задржани
nb: Alle rettigheter forbeholdt
nl: Alle rechten voorbehouden
sl: Vse pravice pridržane
sv: Alla rättigheter förbehållna

source: Unable to approve this time, Please try again later.
de: Kann diesmal nicht genehmigt werden. Bitte versuche es später noch einmal.
ia: Non pote approbar lo iste vice. Per favor tenta lo de novo plus tarde.
lt: Šįkart negalima patvirtinti, prašome bandyti dar kartą.
mk: Не можам да одобрам. Обидете се подоцна.
nb: Kunne ikke godkjenne dette tidspunktet. Prøv igjen senere.
nl: Kan het deze keer niet goedkeuren. Probeer het later opnieuw.
sl: Odobritev trenutno ni mogoča. Poskusite znova pozneje.
sv: Det gick inte att ansöka den här gången. Försök igen senare.

source: User with username: {} does not exist.
de: Der Benutzer mit dem Benutzernamen: {} existiert nicht.
ia: Le usator con nomine {} non existe.
lt: Naudotojas su naudotojo vardu: {} neegzistuoja.
mk: Не постои корисник по име {}.
nb: Det finnes ingen bruker med brukernavnet {}.
nl: Er is geen gebruiker met gebruikersnaam {}.
sl: Uporabnik z uporabniškim imenom: {} ne obstaja.
sv: Användare med användarnamn {} finns inte.

source: Course Version Report (Aggregate)
de: Bericht über die Kursversion (Aggregat)
ia: Reporto de version de curso (aggregate)
mk: Извештај за верзијата на курсот (збирен)
nb: Kursversjonsrapport (samlet)
nl: Cursusversierapport (samengevoegd)
sl: Poročilo o različici tečaja (zbirno)
sv: Kursversionsrapport (aggregera)

source: Course Direction Flag
de: Kursrichtung Flagge
ia: Indicator de direction del curso
mk: Ознака за насока на курсот
nb: Kursretningsflagg
nl: Markering cursusrichting
sl: Oznaka smeri tečaja
sv: Kursriktningsflagga

source: No Translated Course Found!
de: Kein übersetzter Kurs gefunden!
ia: Necun curso traducite trovate.
lt: Išverstas kursas nerastas!
mk: Не пронајдов преведен курс!
nb: Intet oversatt kurs funnet!
nl: Geen vertaalde cursus gevonden!
sl: Prevedeni tečaj ni bil najden!
sv: Ingen översatt kurs hittades!

source: Unable to load conversations.
de: Konversationen können nicht geladen werden.
ia: Non pote cargar conversationes.
lt: Nepavyko įkelti pokalbių:
mk: Не можам да ги вчитам разговорите.
nb: Kunne ikke laste samtaler.
nl: Kan gesprekken niet laden.
sl: Pogovorov ni mogoče naložiti.
sv: Det gick inte att ladda konversationer.

source: Edly Privacy Policy
de: Edly-Datenschutzrichtlinie
ia: Politica de confidentialitate de Edly
lt: Edly privatumo politika
mk: Правила за личните податоци на Edly
nb: Edly-personvernspolitikk
nl: Privacybeleid Edly
sl: Pravilnik o zasebnosti Edly
sv: Edly sekretesspolicy

source: Option is disabled as course is not a translated re-run.
de: Die Option ist deaktiviert, da es sich nicht um einen übersetzten Wiederholungskurs handelt.
ia: Le option es disactivate perque le curso non es un repetition traducite.
mk: Можноста е оневозможена бидејќи курсот не е преведено повторување.
nb: Alternativet er deaktivert siden kurset ikke er en oversatt reprise.
nl: Optie is uitgeschakeld omdat de cursus geen vertaalde herhaling is.
sl: Možnost je onemogočena, ker tečaj ni prevedena ponovitev.
sv: Alternativet är inaktiverat eftersom kursen inte är en översatt version.

source: Select
de: Auswählen
ia: Seliger
lt: Pasirinkti
mk: Избери
nb: Velg
nl: Selecteren
sl: Izberite
sv: Välj

source: Source
de: Quelle
ia: Fonte
lt: Šaltinis
mk: Извор
nb: Kilde
nl: Bron
sl: Vir
sv: Källa

source: Generate Average Grade Report
de: Bericht über Durchschnittsnoten generieren
ia: Generar reporto de notas medie
lt: Generuoti vidutinių įvertinimų ataskaitą
mk: Создај извештај за просечни оцени
nb: Generer gjennomsnittskarakterrapport
nl: Rapport met gemiddelde cijfers aanmaken
sl: Ustvari poročilo o povprečni oceni
sv: Generera rapport över medelbetyg

source: The option is disabled because the course is mapped as a base course or a translated course.
de: Die Option ist deaktiviert, weil der Kurs als Basiskurs oder als übersetzter Kurs zugeordnet ist.
ia: Le option es disactivate perque le curso es mappate como un curso de base o un curso traducite.
mk: Можноста е оневозможена бидејќи курсот е зададен како основен или преведен.
nb: Alternativet er deaktivert fordi kurset er mappet som et grunnkurs eller oversatt kurs.
nl: De optie is uitgeschakeld omdat de cursus is toegewezen als een basiscursus of een vertaalde cursus.
sl: Možnost je onemogočena, ker je tečaj preslikan kot osnovni tečaj ali prevedeni tečaj.
sv: Alternativet är inaktiverat eftersom kursen är markerad som en baskurs eller översatt kurs.

source: Unable to search users.
de: Benutzer können nicht gesucht werden.
ia: Non pote cercar usatores.
lt: Negalima ieškoti naudotojų.
mk: Не можам да пребарај корисници.
nb: Kunne ikke søke etter brukere.
nl: Kan gebruikers niet zoeken.
sl: Uporabnikov ni mogoče iskati.
sv: Det går inte att söka efter användare.

source: Users
de: Benutzer
ia: Usatores
lt: Naudotojai
mk: Корисници
nb: Brukere
nl: Gebruikers
sl: Uporabniki
sv: Användare

source: Translated rerun can not be created for the base course with no language. Please set base course language from settings.
de: Eine übersetzte Wiederholung kann nicht für einen Basiskurs ohne Sprache erstellt werden. Bitte stelle die Sprache des Basiskurses in den Einstellungen ein.
ia: Non es possibile crear un repetition traducite pro un curso de base sin lingua. Per favor defini le lingua del curso de base in le parametros.
mk: Преведеното повторување не може да се создаде за основниот курс без јазик. Во нагодувањата задајте го јазикот на основниот курс.
nb: En oversatt reprise kan ikke opprettes for et grunnkurs uten språk. Vennligst velg et språk for grunnkurset blant innstillingene.
nl: Voor een basiscursus zonder taal kan geen vertaalde herhaling worden gemaakt. Stel de taal van de basiscursus in via de instellingen.
sl: Prevedene ponovitve ni mogoče ustvariti za osnovni tečaj brez jezika. V nastavitvah nastavite jezik osnovnega tečaja.
sv: Översatt repris kan inte skapas för baskursen utan språk. Ange baskursspråk i inställningarna.

source: Different grading schemes can affect the comparison.
de: Unterschiedliche Einstufungssysteme können den Vergleich beeinflussen.
ia: Differentias inter systemas de notation pote affectar le comparation.
lt: Skirtingos vertinimo schemos gali turėti įtakos palyginimui.
mk: Разните шемиа на оценување може да влијаат на споредбата.
nb: Forskjellige karakterordninger kan påvirke sammenligningen.
nl: Verschillen tussen beoordelingsschema's kunnen de vergelijking beïnvloeden.
sl: Na primerjavo lahko vplivajo različne sheme ocenjevanja.
sv: Olika betygsscheman kan påverka jämförelsen.
