Repository: wikimedia/edx-platform
Catalog: conf/locale/krc/LC_MESSAGES/wm-django.po
Languages: krc

source: Course Grade for '{username}' ({email})
krc: '{username}' ючюн курсха багъа ({email})

source: Unable to load Course Outline.
krc: Курсну планын джюклеялмадыкъ.

source: %(comment_username)s mentioned you in the comment on post: %(thread_title)s:
krc: %(comment_username)s сизни бу постха сюзюуде сагъыннганды:%(thread_title)s

source: Error in sending message. Please try again!
krc: Билдириулени джибериуде халат. Джангыдан сынагъыз!

source: Translated Course re-run
krc: Кёчюрюлген курсну джангыдан джанландырыргъа

source: You have
krc: Сенде барды

source: Message
krc: Билдириу

source: Identify the course language here. You can request for translation after creating a course
krc: Былайда курсну тилин белгилегиз. Курс къуралгъанындан сора кёчюрюу излерге боллукъсуз

source: with_user param is required.
krc: with_user параметр амалсызды.

source: Destination
krc: Джоралау

source: Anonymized student ID's
krc: Аноним окъуучу идентификатор

source: pending translation
krc: кёчюрюуню сакълагъан

source: unread message(s) waiting for your response from following users:
krc: бу къошулуучуладан сизни джууабыгъызны сакълагъан окъулмагъан билдириу(ле):

source: Create a copy of a course, It should be considered as a new course
krc: Курсну копиясын къурагъыз, бу джангы курса танымланыргъа керекди

source: Applied
krc: Хайырланнган

source: Translated rerun for Source Course in selected language already exists.
krc: Тамал курсну кёчюрюлген къайтарыуу сайланнган тилде алайсыз да барды.

source: New Message
krc: Джангы билдириу

source: Select Rerun Course
krc: Къайтарыу къурсну сайлагъыз

source: Enable Score column on the Progress Page
krc: Прогрессни бетинде балланы колонкасын джандыр

source: applied
krc: хайырланнган

source: No Translations Found!, Please apply mapping.
krc: Кёчюрюуле табылмагъандыла! Келишдириуню хайырланыгъыз.

source: unread message(s) waiting for your response from
krc: сизни джууабыгъызны сакълагъан окъулмагъан билдириу(ле)

source: Convert course to Source
krc: Курсну къайнакъ этиу

source: Catalog
krc: Каталог

source: This email message was automatically sent from %(platform_name)s because someone attempted to create an account using this email address.
krc: Бу электрон мектуб %(platform_name)s адресден автомат халда джиберилгенди, себеби, бу электрон адресни хайырланыб ким эсе да, тергеу джазыу къураргъа кюрешгенди.

source: Filter My Courses
krc: Курсларым фильтр эт

source: This email was automatically sent from %(platform_name)s to %(email)s
krc: Бу электрон мектуб автомат халда мындан %(platform_name)s мыннга %(email)s джиберилгенди

source: Create a copy of a course for translation into a new language
krc: Джангы тилге кёчюрюр ючюн курсну копиясын къура

source: Login your platform to view all new messages
krc: Джангы билдириулеге къарар ючюн, платформагъызгъа киригиз

source: Missing request object.
krc: Излемни объекти джокъду.

source: Course Language is required field for Translated rerun.
krc: Курсну тили, артдан кёчюрюу бла кёргюзюуде амалсыз къырды

source: Unable to apply this time, Please try again later.
krc: Бу джол джокълау этилалмады, кечирек энтда бир кере сынагъыз.

source: Average grade report for multiple courses
krc: Талай курсха орта багъа бичиу отчет

source: This email was automatically sent from %(platform_name)s because someone attempted to create an account using this email address.
krc: Бу электрон мектуб %(platform_name)s адресден автомат халда джиберилгенди, себеби, бу электрон адресни хайырланыб тергеу джазыу къураргъа кюрешгенди.

source: Incomplete Translation
krc: Тамамланмагъан кёчюрюу

source: Translation is Disabled
krc: Кёчюрюу джукъланыбды

source: Reports Available for Generate
krc: Къураугъа мадар берилген эсеблеуле

source: Approve
krc: Къабыл этерге

source: Messenger - {platform_name}
krc: Мессенджер - {platform_name}

source: APPLY
krc: ХАЙЫРЛАН

source: Unable to load conversation of user:
krc: Къошулуучуну ушахын джюклеялмадыкъ:

source: All rights reserved
krc: Бютеу хакъла джакъланыбдыла

source: Unable to approve this time, Please try again later.
krc: Бу джол къабылланалмады, кечирек энтда бир кере сынагъыз.

source: User with username: {} does not exist.
krc: Быллай аты болгъан къошулуучу: {} джокъду.

source: Course Version Report (Aggregate)
krc: Курсну версиясыны эсеблеую (Тамамлы)

source: Course Direction Flag
krc: Курсну джоралау байрагъы

source: No Translated Course Found!
krc: Кёчюрюлген курс табылмагъанды!

source: Unable to load conversations.
krc: Ушакъланы джюклеялмадыкъ.

source: Edly Privacy Policy
krc: Эдли Ташалыкъ политика

source: Option is disabled as course is not a translated re-run.
krc: Курс кёчюрюлген къайтарыу болмагъаны себебли опция джукъланыбды.

source: Select
krc: Сайла

source: Source
krc: Къайнакъ

source: Generate Average Grade Report
krc: Орта багъа бичиуню эсеблеу

source: The option is disabled because the course is mapped as a base course or a translated course.
krc: Этот параметр отключен, поскольку курс отображается как базовый курс или переведенный курс. Курс тамал курс неда кёчюрюлген курсча кёрюннгени ючюн, бу параметр джукъланыбды.

source: Unable to search users.
krc: Къошулуучуланы табаргъа болмайды.

source: Users
krc: Къошулуучула

source: Translated rerun can not be created for the base course with no language. Please set base course language from settings.
krc: Кёчюрюлген къайтарыуну, тилсиз тамал курс ючюн джаратылыргъа болмайды. Джарашдырыулада курсну тамал тилин салыгъыз.

source: Different grading schemes can affect the comparison.
krc: Багъа бичиуню схемалары, тенглешдириу бла байламлыды.

source: %(comment_username)s mentioned you in the comment on post: <b>%(thread_title)s</b>:
krc: %(comment_username)s сизни бу постха сюзюуде сагъыннганды:<b>%(thread_title)s</b>:

source: Copyright
krc: Автор хакъла

source: Report Name
krc: Эсеблеуню аты

source: User does not exist - invalid username {}
krc: Къошулуучу джокъду - джангылыч къошулуучу ат {}

source: Login your platform to view all new messages.
krc: Бютеу джангы билдириулеге къарар ючюн, платформагъызгъа киригиз.

source: Generate
krc: Джарат

source: Hi
krc: Хай

source: Enter Message ...
krc: Билдириуню ач ...

source: Send
krc: Джибер

source: Invalid request - request object not found.
krc: Терс излем - излемни объекти табылмады.

source: Unable to load Courses.
krc: Курсланы джюклеялмадыкъ.

source: APPROVE ALL
krc: ТАМАМЫ БЛА МЮКЮЛ

source: Inbox
krc: Киргенле

source: Problem Grade report for all currently enrolled students
krc: Бусагъатда алыннган бютеу окъуучуланы проблемалы багъа бичиулерини юсюнден эсеблеу

source: Search Users
krc: Къошулуучуланы изле

source: Translations
krc: Кёчюрюуле

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses.
krc: Бир кесекден андаса! %(platform_name)s тамаша, мийик агъачлы курсла бла хайырланыр ючюн тюбюндеги джибериуню хайырланыб хыйсабынгы джанландыр.

source: Congratulations! Translations are approved. They're also applied automatically to the Course Blocks
krc: Алгъышлайбыз! Кёчюрюуле къабыл этилдиле. Ала автомат халда курсну блокларында да хайырланныкъдыла

source: progress
krc: прогресс

source: Select Base Course
krc: Тамал курсну сайла

source: No pending translations to be approved
krc: Къабылд этиуню сакълагъан трансакция джокъду

source: %(thread_username)s mentioned you on post: <b>%(thread_title)s</b>:
krc: %(thread_username)s билдириуде сени сагъынды: <b>%(thread_title)s</b>:

source: recent
krc: кёб болмагъан

source: Enter true or false. If true, students can see score tab on the progress page
krc: Керти бла алдауукъну киргизигиз. Бу керти эсе, окъуучула прогрессни бетинде багъа бичиу таблицаны кёрюрге боллукъдула.

source: <font color="#ffffff"><b>View Messenger</b></font>
krc: <font color="#ffffff"><b>Мессенджерге къара</b></font>

source: Unable to load content.
krc: Контентни джюклеялмадыкъ.

source: Congratulations! The translation is approved. It's also applied automatically to the Course Block
krc: Алгъышлайбыз! Кёчюрюуле къабыл этилдиле. Ала автомат халда курсну блогунда да хайырланныкъды

source: Sysadmin
krc: Сисадмин

source: Error in marking messages read.
krc: Билдириулени окъулду деб белгилеуде халат.

source: Progress report for all currently enrolled students
krc: Бусагъатда алыннган бютеу окъуучуланы джетишимлерин эсеблеу

source: Congratulations! The translation is applied to the Course Block
krc: Алгъышлайбыз! Кёчюрюу Курсну блокунда хайырланады

source: Message(s) have been sent.
krc: Билдириу(ле) джиберилдиле.

source: Grade report for all currently enrolled students
krc: Бусагъатда алыннган бютеу окъуучуланы багъа бичиулери

source: Unable to fetch translation this time, Please try again later.
krc: Бу джол кёчюрюу алыналмады, кечирек энтда бир кере сынагъыз.

source: Basic re-run
krc: Тамаллы къайтарыу

source: Certificate of
krc: Сертификаты

source: Search query param is required.
krc: Табаргъа излемни параметри амалсыз болургъа керекди.

source: Base Course ID
krc: Тамал курсу идентификатору

source: APPROVE
krc: КЪАБЫЛЛАНЫУ

source: Message has been sent.
krc: Билдириу джиберилди.

source: Apply
krc: Хайырландыр

source: Reply
krc: Джууабла

source: Dear
krc: Багъалы

source: Course Version Report (Detailed - Per Course)
krc: Курс версияны эсеби (толусу бла хар курс ючюн)

source: APPLIED
krc: ХАЙРЛАННГАН

source: The Base Course ID
krc: Тамал курсу идентификатору

source: Achievement
krc: Джетишим

source: Note that you will not be able to log back into your account until you have activated it.
krc: Активация этмесегиз, хыйсабыгъызгъа джангыдан киралмазлыгъыгъызгъа эс бёлюгюз.

source: Wiki Progress
krc: Wiki Прогресс

source: Collapse Outline
krc: Схеманы джашыр

source: has successfully completed
krc: джетишимли тамамланнганды

source: List profile information for enrolled students
krc: Окъуучуланы профиллерини юсюнден билги тизмени алыу

source: Certificate Info
krc: Сертификатны юсюнден

source: other
krc: башха

source: Type your message...
krc: Билдириугюзню джазыгъыз...

source: %(thread_username)s mentioned you on post: %(thread_title)s:
krc: %(thread_username)s сизни билдириуде сагъынды: %(thread_title)s:

source: Days settings for next Fetch call
krc: Эндиги Fetch чакъырыу ючюн кюнлени джарашдырыулары

source: %(platform_name)s -> %(mentioned_by)s mentioned you on the post.
krc: %(platform_name)s ->%(mentioned_by)s билдируде сизни сагъынды.

source: Error in sending messages. Please try again!
krc: Билдириулени джибериуде халат. Джангыдан сынагъыз!
