Repository: wikimedia/edx-platform
Catalog: conf/locale/krc/LC_MESSAGES/wm-djangojs.po
Languages: krc

source: Change can not be reverted.
krc: Тюрлениу ызына алыныргъа боллукъ тюлдю.

source: Block data would not be sent to server for translations
krc: Блокну билгилери серверге кёчюрюлюр ючюн джибериллик тюлдюле

source: Map blocks
krc: Карта блокла

source: Enable Translations for this block?
krc: Бу блок ючюн кёчюрюулени джандырайыкъмы?

source: Mapping Blocks
krc: Блокланы келишдириу

source: Disable Translations
krc: Кёчюрюулени джукълат

source: Updating
krc: Джангыртыу

source: Enable Translations
krc: Кёчюрюулени джандыр

source: Disable Translations for this block?
krc: Бу блок ючюн кёчюрюуле джукълатылсынмы?

source: Edit on Translated rerun?
krc: Джангыдан кёчюрюу бла кёргюзюуде тюзетемисе?

source: Block data would be sent to server for translations
krc: Блокну билгилери серверге кёчюрюлюр ючюн джиберилликдиле

source: Yes, Enable Translations
krc: Хоу, кёчюрюулени джандыр

source: Yes, Update Flag
krc: Хоу, байракъны джангырт

source: Yes, Disable Translations
krc: Хоу, кёчюрюулени джукълат

source: Are you sure you want to update flag as it will not be reverted again.
krc: Орнуна салынмазлыгъын биле тургъанлай байракъны джангыртыргъа излегенигизе ишексизмисиз?

source: Continue Editing
krc: Тюзетиуню андан ары бардыр

source: Edit on Base Course Block?
krc: Тамал курсну блогунда тюзетилсинми?

source: Note that any linked translated rerun blocks mapping will be lost.
krc: Къайтарыу джанландырыуну байламлы кёчюрюлген блокларыны къаллай да болсун келишдириую тас боллугъуна эс бёлюгюз.

source: Please disable translations after an edit, otherwise edited component will be overwritten by auto next applied translations.
krc: Тилейбиз, тюзетиуден сора кёчюрюулени джукълатыгъыз, алай болмаса тюзетилген компонент келлик кёчюрюуле бла джангыдан джаздырылыб къаллыкъды.

source: If you edit base block content all linked translated-rerun blocks translations will be lost and all previous version history will be deleted.
krc: Тамал блокну ичеригин тюзетсегиз, аны бла байламлы блокланы кёчюрюлген-къайтарыу кёчюрюулери тас боллукъдула, эмда аны аллындагъы версияланы тарихи да кетерилликди.

source: Course Blocks mapping
krc: Курсну блокларыны келишдириу
